Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: The form submission is incomplete. Perhaps the form size exceeds configured server or browser limits.
it_it: L’invio del modulo è incompleto. Forse la dimensione supera i limiti previsti dal server o dal browser.
zh_cn: 表单提交不完整。表单大小可能超出了配置的服务器或浏览器限制。

source: Applied
it_it: Applicato
zh_cn: 应用的

source: Your browser did not post all the fields. Some options may not have been set.
it_it: Il tuo browser non ha inviato tutti i campi. Alcune opzioni potrebbero non essere state impostate.
zh_cn: 您的浏览器未发布所有字段。某些选项可能尚未设置。

source: You must supply a password for the <em>%s</em> guest user
it_it: È necessario fornire una password per l’utente ospite <em>%s</em>
zh_cn: 您必须为<em>%s</em>客户机用户提供密码

source: The path you selected resulted in cookies not being retrievable. It has been reset.
it_it: Il percorso impostato ha impedito il recupero dei cookie. È stato azzerato.
zh_cn: 您选择的路径导致无法检索 Cookie。它已被重置。

source: <em>%s</em> is not available.
it_it: <em>%s</em> non è disponibile.
zh_cn: <em>%s</em> 不可用。

source: The locale %s is not supported on your server.
it_it: La localizzazione %s non è supportata dal server.
zh_cn: 服务器不支持区域设置 %s。

source: See the troubleshooting guide on zenphoto.org for details.
it_it: Leggere la guida alla risoluzione dei problemi su zenphoto.org per i dettagli.
zh_cn: 有关详细信息，请参阅有关 zenphoto.org 的疑难解答指南。

source: reset
it_it: azzera
zh_cn: 重置

source: Time zone:
it_it: Fuso orario:
zh_cn: 时区：

source: *not specified
it_it: *non specificato
zh_cn: *未指定

source: Your server reports its time zone as: <code>%s</code>.
it_it: Il server riporta il seguente fuso orario: <code>%s</code>.
zh_cn: 您的服务器将其时区报告为：<code>%s</code>。

source: Your time zone offset is %d hour. If your time zone is different from the servers, select the correct time zone here.
zh_cn: 时区偏移量为 %d 小时。如果您的时区与服务器不同，请在此处选择正确的时区。

source: Time offset (hours):
zh_cn: 时间偏移量（小时）：

source: If you are in a different time zone from your server, set the offset in hours of your time zone from that of the server. For instance if your server is on the US East Coast (<em>GMT</em> - 5) and you are on the Pacific Coast (<em>GMT</em> - 8), set the offset to 3 (-5 - (-8)).
zh_cn: 如果与服务器位于不同的时区，请设置与服务器时区时区的偏移量（以小时为单位）。例如，如果您的服务器位于美国东海岸 （<em>GMT</em> - 5），而您位于太平洋海岸 （<em>GMT</em> - 8），请将偏移量设置为 3 （-5 - （-8））。

source: URL options:
it_it: Opzioni URL:
zh_cn: 网址选项：

source: mod rewrite
zh_cn: 模组重写

source: UTF8 image URIs
it_it: URI immagini in UTF-8
zh_cn: UTF8 图像 URI

source: mod_rewrite suffix:
it_it: Suffisso mod_rewrite:
zh_cn: mod_rewrite后缀：

source: If you have Apache <em>mod rewrite</em> (or equivalent), put a checkmark on the <em>mod rewrite</em> option and you will get nice cruft-free URLs.
it_it: Se in Apache è abilitato il <em>mod_rewrite</em> (o equivalente), abilitare l’opzione <em>mod_rewrite</em> per ottenere delle URL pulite.
zh_cn: 如果你有Apache<em>模组重写</em>（或等效的），在<em>模组重写</em>选项上打一个复选标签，你会得到很好的无垃圾URL。

source: The <em>tokens</em> used in rewritten URIs may be altered to your taste. See the <a href="%s">plugin options</a> for <code>rewriteTokens</code>.
it_it: I <em>simboli (tokens)</em> usati nelle URI riscritte possono essere modificati a piacere. Vedi le <a href="%s">opzioni del plugin</a> di <code>rewriteTokens</code>.
zh_cn: 重写的 URI 中使用的<em>标签</em>可能会根据您的喜好进行更改。请参阅重写令牌的< a href="%s">plugin 选项</a><code>。</code>

source: Setup did not detect a working <em>mod_rewrite</em> facility.
zh_cn: 安装程序未检测到正常工作的<em>mod_rewrite</em>设施。

source: If you are having problems with images whose names contain characters with diacritical marks try changing the <em>UTF8 image URIs</em> setting.
it_it: Se si riscontrano problemi con le immagini contenenti lettere accentate nel nome, provare a cambiare le impostazioni di <em>URI immagini in UTF-8</em>.
zh_cn: 如果图像名称中包含带有变音符号的字符时遇到问题，请尝试更改 <em>UTF8 图像 URI</em> 设置。

source: If <em>mod_rewrite</em> is checked above, zenphoto will append the <em>mod_rewrite suffix</em> to the end of image URLs. (This helps search engines.) Examples: <em>.html, .php</em>, etc.
it_it: Se <em>mod_rewrite</em> è abilitato sopra, Zenphoto aggiungerà il <em>suffisso mod_rewrite</em> in fondo alle URL delle immagini (questo aiuta i motori di ricerca). Esempi: <em>.html, .php</em>, ecc.
zh_cn: 如果在上面选中了<em>mod_rewrite</em>，zenphoto 会将<em>mod_rewrite后缀</em>附加到图像 URL 的末尾。（这有助于搜索引擎。示例：<em>.html、.php</em>等。

source: Language:
it_it: Lingua:
zh_cn: 语言：

source: Locale not installed
it_it: Localizzazione non installata
zh_cn: 未安装区域设置

source: Highlighted languages are not current with Zenphoto Version %1$s. (The version Zenphoto of the out-of-date language is shown in braces.) Please check the <a href="%2$s">translation repository</a> for new and updated language translations.
it_it: Le lingue evidenziate non sono aggiornate per la versione %1$s di Zenphoto (la versione di Zenphoto relativa alla lingua è indicata tra parentesi). Controllare i <a href="%2$s">repository delle traduzioni</a> per traduzioni nuove e aggiornate.
zh_cn: 突出显示的语言不是 Zenphoto 版本 %1$s 的最新语言（过期语言的 Zenphoto 版本显示在大括号中。）请查看<a href="%2$s">翻译存储库</a>，了解新的和更新的语言翻译。

source: Languages marked with the %1$s icon have no matching locale installed on the server and therefore will not work. This is a technical requirement by native <a href="%2$s">PHP gettext</a>.
it_it: Le lingue contrassegnate con l’icona %1$s non hanno la corrispondente localizzazione installata sul server e quindi non funzioneranno. Questo è un requisito tecnico nativo di <a href="%2$s">PHP gettext</a>.
zh_cn: 标有 %1$s 图标的语言在服务器上未安装匹配的区域设置，因此将不起作用。这是本机< href="%2$s">PHP gettext 的技术要求</a>。

source: Multi-lingual
it_it: Multilingua
zh_cn: 多语言

source: You can disable languages by unchecking their checkboxes. Only checked languages will be available to the installation.
it_it: È possibile disabilitare alcune lingue deselezionando le loro caselle. Solo le lingue selezionate saranno disponibili per l’installazione.
zh_cn: 您可以通过取消选中语言的复选框来禁用语言。只有经过检查的语言才能用于安装。

source: Select the preferred language to display text in. (Set to <em>HTTP_Accept_Language</em> to use the language preference specified by the viewer’s browser.)
it_it: Selezionare la lingua preferita in cui visualizzare il testo (impostare su <em>HTTP_Accept_Language</em> per usare le preferenze di lingua specificate dal browser del visitatore).
zh_cn: 选择要用来显示文本的首选语言。（设置为<em>HTTP_Accept_Language</em>以使用查看器浏览器指定的语言首选项。）

source: Set <em>Multi-lingual</em> to enable multiple language input for options that provide theme text.
it_it: Imposta <em>multilingua</em> per abilitare la possibilità di inserire testi in diverse lingue.
zh_cn: 设置<em>多语言</em>可为提供主题文本的选项启用多语言输入。

source: Date format:
it_it: Formato data:
zh_cn: 日期格式：

source: Preferred date representation
zh_cn: 首选日期表示

source: 2008. February 25. 15:30
zh_cn: 2008. 2月25日.15:30

source: 2008. February 25.
zh_cn: 2008. 2月25日.

source: 25 Feb 2008 15:30
zh_cn: 25 二 2008 15:30

source: 25 Feb 2008
zh_cn: 25 二 2008

source: 25 February 2008 15:30
zh_cn: 25 二月 2008 15:30

source: 25 February 2008
zh_cn: 25 二月 2008

source: 25. Feb 2008 15:30
zh_cn: 25. 二 2008 15:30

source: 25. Feb 2008
zh_cn: 25. 二 2008

source: 25. Feb. 08 15:30
zh_cn: 25. 二. 08 15:30

source: 25. Feb. 08
zh_cn: 25. 二. 08

source: 25. February 2008 15:30
zh_cn: 25. 2月 2008 15：30

source: 25. February 2008
zh_cn: 25. 二月 2008

source: 25-Feb-08 15:30
zh_cn: 25-二-08 15:30

source: 25-Feb-08
zh_cn: 25-二-08

source: 25-Feb-2008 15:30
zh_cn: 25-二-2008 15:30

source: 25-Feb-2008
zh_cn: 25-二-2008

source: Feb 25, 2008
zh_cn: 2月 25， 2008

source: February 25, 2008 15:30
zh_cn: 二月 25, 2008 15:30

source: February 25, 2008
zh_cn: 二月 25, 2008

source: Format for dates. Select from the list or set to <code>custom</code> and provide a <a href="http://us2.php.net/manual/en/function.strftime.php"><span class="nowrap"><code>strftime()</code></span></a> format string in the text box.
zh_cn: 日期的格式。从列表中选择或设置为<code>自定义</code>，并在文本框中提供<href="http://us2.php.net/manual/en/function.strftime.php"><span class="nowrap"><code>strftime()</code></span></a>格式字符串。

source: Charset:
it_it: Codifica caratteri:
zh_cn: 字符集：

source: The character encoding to use internally. Leave at <em>Unicode (UTF-8)</em> if you are unsure.
it_it: La codifica caratteri da usare internamente. Lasciarla su <em>Unicode (UTF-8)</em> se non si è sicuri.
zh_cn: 要在内部使用的字符编码。如果您不确定，请留在 <em>Unicode （UTF-8）</em> 处。

source: Character sets <span style="color:gray">shown in gray</span> have no character translation support.
it_it: Le codifiche caratteri <span style="color:gray">mostrate in grigio</span> non hanno il supporto alla traduzione dei caratteri.
zh_cn: 字符集<span style="color:gray">以灰色显示</span>，不支持字符转换。

source: Filesystem Charset:
it_it: Codifica caratteri del filesystem:
zh_cn: 文件系统字符集：

source: The character encoding to use for the filesystem. Leave at <em>Unicode (UTF-8)</em> if you are unsure.
it_it: La codifica caratteri da usare internamente (filesystem). Lasciare su <em>Unicode (UTF-8)</em> se non si è sicuri.
zh_cn: 要用于文件系统的字符编码。如果您不确定，请留在 <em>Unicode （UTF-8）</em> 处。

source: Allowed tags:
it_it: Tag permessi:
zh_cn: 允许的标签：

source: Tags and attributes allowed in comments, descriptions, and other fields.
it_it: Tag e attributi permessi in commenti, descrizioni e altri campi.
zh_cn: 评论、描述和其他字段中允许的标签和属性。

source: Follow the form: <em>tag</em> =&gt; (<em>attribute</em> =&gt;() <em>attribute</em>=&gt;() <em>attribute</em> =&gt;()....etc.)
it_it: Seguire la forma: <em>tag</em> =&gt; (<em>attributo</em> =&gt;() <em>attributo</em> =&gt;() <em>attributo</em> =&gt;()….etc.)
zh_cn: 按照以下形式：<em>标签</em> = &gt; (<em>属性</em> =&gt;() <em>属性</em> =&gt;() <em>属性</em> =&gt;()....等)

source: <strong>Note:</strong> visual editing is enabled so the editor overrides these settings on tags where it is active.
it_it: <strong>Nota:</strong> l’editor visuale è abilitato e sovrascrive queste impostazioni per i tag ove è attivo.
zh_cn: <strong>注意：</strong>可视化编辑处于启用状态，因此编辑器会覆盖其活动标签上的这些设置。

source: reset to default
it_it: azzera ai valori predefiniti
zh_cn: 重置为默认值

source: Path
it_it: Percorso
zh_cn: 路径

source: Duration
it_it: Durata
zh_cn: 持续时长

source: enable gallery sessions
it_it: abilita le sessioni della galleria
zh_cn: 启用图库会话

source: The <em>path</em> Zenphoto will use when storing cookies. (Leave empty to default to <em>%s</em>)
it_it: Il <em>percorso</em> usato da Zenphoto per memorizzare i cookie. (Lasciare in bianco per usare il percorso predefinito <em>%s</em>)
zh_cn: Zenphoto在存储cookie时将使用的<em>路径</em>。（留空为默认值为 <em>%s</em>）

source: Set to the time in seconds that cookies should be kept by browsers.
it_it: Impostare il tempo di persistenza dei cookie nel browser, in secondi.
zh_cn: 设置为浏览器应保留 Cookie 的时间（以秒为单位）。

source: If this option is selected Zenphoto will use <a href="https://www.php.net/manual/en/intro.session.php">PHP sessions</a> instead of cookies to make visitor settings persistent.
it_it: Se è selezionata quest’opzione Zenphoto userà <a href="https://www.php.net/manual/en/intro.session.php">le sessioni PHP</a> invece dei cookie per ricordare le impostazioni dei visitatori.
zh_cn: 如果选择此选项，Zenphoto 将使用<a href="https://www.php.net/manual/en/intro.session.php">PHP 会话</a>而不是 cookie，以使访问者设置持久化。

source: <strong>NOTE</strong>: Sessions will normally close when the browser closes causing all password and other data to be discarded. They may close more frequently depending on the runtime configuration. Longer <em>lifetime</em> of sessions is generally more conducive to a pleasant user experience. Cookies are the prefered storage option since their duration is determined by the <em>Cookie duration</em> option.
it_it: <strong>NOTA</strong>: normalmente le sessioni terminano quando viene chiuso il browser, causando la scadenza di password e altri dati. Le sessioni potrebbero terminare anche più frequentemente, a seconda della configurazione del server. <em>Tempi di vita</em> più lunghi per le sessioni portano a un’esperienza utente più piacevole. I cookie sono la modalità di memorizzazione preferibile, perché la loro scadenza è determinata dall’opzione <em>durata dei cookie</em>.
zh_cn: <strong>注意</strong>：当浏览器关闭时，会话通常会关闭，从而导致所有密码和其他数据被丢弃。它们可能会更频繁地关闭，具体取决于运行时配置。更长的会话<em>生命周期</em>通常更有利于愉快的用户体验。Cookie 是首选的存储选项，因为它们的持续时间由 <em>Cookie 持续时间</em>选项决定。

source: Name:
it_it: Nome:
zh_cn: 名字：

source: Email:
zh_cn: 电子邮件：

source: This email name and address will be used as the <em>From</em> address for all mails sent by Zenphoto.
it_it: Questo indirizzo e-mail verrà utilizzato nel campo <em>Da</em> per tutte le e-mail inviate da Zenphoto.
zh_cn: 此电子邮件名称和地址将用作Zenphoto发送的所有邮件<em>的发件人地址</em>。

source: Users per page:
it_it: Utenti per pagina:
zh_cn: 每页用户数：

source: Plugins per page:
it_it: Plugin per pagina:
zh_cn: 每页插件数：

source: Articles per page:
it_it: Articoli per pagina:
zh_cn: 每页文章数：

source: These options control the number of items displayed on their tabs. If you have problems using these tabs, reduce the number shown here.
it_it: Queste opzioni controllano il numero di elementi visualizzati nelle rispettive schede. Se si hanno problemi con le schede, ridurre questi numeri.
zh_cn: 这些选项控制其选项卡上显示的项目数。如果您在使用这些选项卡时遇到问题，请减少此处显示的数字。

source: <p>%s log limit</p>
it_it: <p>limite log %s</p>
zh_cn: <p>%s 日志限制</p>

source: e-mail when exceeded
it_it: invia e-mail se superato
zh_cn: 超出时的电子邮件

source: Logs will be "rolled" over when they exceed the specified size. If checked, the administrator will be e-mailed when this occurs.
it_it: I log saranno "sovrascritti" incrementalmente quando superano la dimensione specificata. Se selezionato, l’amministratore riceverà una mail nel caso accada.
zh_cn: 当日志超过指定大小时，日志将被"滚动"。如果选中，则在发生这种情况时将向管理员发送电子邮件。

source: save
it_it: salva
zh_cn: 储存

source: Gallery title:
it_it: Titolo galleria:
zh_cn: 图库标题：

source: What you want to call your Zenphoto site.
it_it: Il nome con cui si vuole chiamare la propria galleria.
zh_cn: 您想把您的Zenphoto网站叫什么.

source: Gallery description:
it_it: Descrizione galleria:
zh_cn: 图库描述：

source: A brief description of your gallery. Some themes may display this text.
it_it: Una breve descrizione della propria galleria. Alcuni temi possono visualizzare questo testo.
zh_cn: 图库的简要说明。某些主题可能会显示此文本。

source: Site copyright notice
it_it: Avviso sul copyright del sito
zh_cn: 网站版权声明

source: Notice
it_it: Avviso
zh_cn: 通知

source: The notice will be used by the html_meta_tags plugin. If not set the image meta data is tried instead.
it_it: L’avviso viene utilizzato dal plugin html_meta_tags. Se non impostato si proverrà a utilizzare il metadato presente nell’immagine.
zh_cn: 该通知将由html_meta_tags插件使用。如果未设置，则尝试使用图像元数据。

source: Site copyright URL
it_it: URL copyright sito
zh_cn: 网站版权网址

source: Choose a Zenpage page or define a custom URL. The URL maybe used to point to some specific copyright info source. Must be an absolute URL address of the form: http://mydomain.com/license.html.
it_it: Scegli una pagina di Zenpage o definisci una URL personalizzata. L’URL può essere usata per puntare a una pagina specifica con le informazioni di copyright. Deve essere un indirizzo URL assoluto nella forma http://mydomain.com/license.html.
zh_cn: 选择 Zenpage 页面或定义自定义 URL。该 URL 可能用于指向某些特定的版权信息源。必须是表单的绝对 URL 地址：http://mydomain.com/license.html。

source: Display coypright notice
zh_cn: 显示版权声明

source: Enable
it_it: Abilita
zh_cn: 启用

source: Enable to display the copyright notice. This may usually be in the theme footer but is up to the theme.
it_it: Abilita per mostrare l’avviso di copyright. Potrebbe essere visibile nel footer, ma dipende del tema.
zh_cn: 启用此选项可显示版权声明。这通常可能位于主题页脚中，但取决于主题。

source: Site copyright rightsholder
it_it: Titolare dei diritti d’autore del sito
zh_cn: 网站版权所有者

source: The rights holder will be used by the html_meta_tags plugin. If set to <em>none</em> the image metadata fields "copyright" or "owner" are used as fallbacks, if available.
it_it: Il titolare dei diritti viene utilizzato dal plugin html_meta_tags. Se impostato su <em>nessuno</em> viene utilizzato il metadato "copyright" o "proprietario" dell’immagine, se presenti.
zh_cn: 权利持有人将由html_meta_tags插件使用。如果设置为 <em>空</em>，则图像元数据字段"版权"或"所有者"将作为备用（如果可用）。

source: Gallery type
it_it: Tipo di galleria
zh_cn: 图库类型

source: public
it_it: pubblico
zh_cn: 公开

source: private
it_it: privato
zh_cn: 私人

source: Private galleries are viewable only by registered users.
it_it: Le gallerie private sono visibili solamente agli utenti registrati.
zh_cn: 私人图库只能由注册用户查看。

source: Gallery password:
it_it: Password galleria:
zh_cn: 图库密码：

source: Master password for the gallery. Click on <em>Gallery password</em> to change.
it_it: La password principale per la galleria. Fare clic su <em>Password galleria</em> per cambiarla.
zh_cn: 库的主密码。单击<em>图库密码</em>进行更改。

source: Gallery guest user:
it_it: Utente ospite galleria:
zh_cn: 图库访客：

source: User ID for the gallery guest user
it_it: ID utente per l’utente ospite della galleria
zh_cn: 图库访客的用户 ID

source: (repeat)
it_it: (ripeti)
zh_cn: （重复）

source: Master password for the gallery. If this is set, visitors must know this password to view the gallery.
it_it: La password principale per la galleria. Se è impostata, i visitatori devono conoscere la password per visualizzare la galleria.
zh_cn: 图库的主密码。如果设置了此设置，访问者必须知道此密码才能查看库。

source: Gallery password hint:
it_it: Promemoria password galleria:
zh_cn: 图库密码提示：

source: A reminder hint for the password.
it_it: Un avviso promemoria per la password.
zh_cn: 密码的提醒提示。

source: Unprotected pages:
it_it: Pagine non protette:
zh_cn: 未受保护的页面：

source: Place a checkmark on any page scripts which should not be protected by the gallery password.
it_it: Selezionare tutte le pagine che non devono essere protette dalla password della galleria.
zh_cn: 在不应受图库密码保护的任何页面脚本上放置复选标签。

source: Parent website title:
it_it: Titolo del sito web principale:
zh_cn: 父网站标题：

source: Your parent website title for use in e.g. breadcrumbs if you use Zenphoto as part of a bigger site run by another CMS. Not needed on plain Zenphoto sites.
it_it: Il titolo del tuo sito madre, da usare, per esempio, nel breadcrumb se usi Zenphoto come parte di un sito più grande gestito da un altro CMS. Non è necessario sui siti Zenphoto semplici.
zh_cn: 您的父网站标题，例如，如果您使用Zenphoto作为由另一个CMS运行的更大网站的一部分。在普通的Zenphoto网站上不需要。

source: Parent website URL:
it_it: URL del sito web principale:
zh_cn: 父网站网址：

source: This URL is used to link back to your parent website in e.g. breadcrumbs, but your theme must support it. Not needed on plain Zenphoto sites.
it_it: Questo URL viene utilizzato per ricollegarsi al tuo sito web principale, ad es. nel breadcrumb, ma il tuo tema deve supportarlo. Non è necessario su semplici siti Zenphoto.
zh_cn: 此 URL 用于链接回您的父网站，但您的主题必须支持它。在普通的Zenphoto网站上不需要。

source: Album thumbnails:
it_it: Miniature album:
zh_cn: 影集缩略图：

source: Default thumbnail selection for albums.
it_it: Selezione predefinita miniature per gli album.
zh_cn: 影集的默认缩略图选择。

source: Sort gallery by:
it_it: Ordina galleria per:
zh_cn: 对图库进行排序：

source: Sort order for the albums on the index of the gallery. Custom sort values must be database field names. You can have multiple fields separated by commas. This option is also the default sort for albums and subalbums.
it_it: Il parametro di ordinamento degli album nell’indice della galleria. Valori personalizzati devono essere nomi di campi del database. È possibile avere campi multipli separati da virgole. Questa opzione è anche quella predefinita per ordinare gli album e i sub-album.
zh_cn: 对库索引上的影集进行排序顺序。自定义排序值必须是数据库字段名称。您可以有多个字段以逗号分隔。此选项也是影集和子影集的默认排序。

source: Gallery behavior:
it_it: Comportamento galleria:
zh_cn: 图库行为：

source: Publish albums by default
it_it: Pubblica gli album come impostazione predefinita
zh_cn: 默认发布影集

source: Publish images by default
it_it: Pubblica le immagini come impostazione predefinita
zh_cn: 默认发布图像

source: use latest image date as album date
it_it: utilizza la data dell’ultima immagine come data dell’album
zh_cn: 使用最新图像日期作为影集日期

source: visual thumb selection
it_it: selezione visuale miniature
zh_cn: 可视缩略图选择

source: show subalbum thumbs
it_it: mostra miniature sub-album
zh_cn: 显示子影集缩略图

source: <a href="javascript:toggle('albumpub');" >Details</a> for <em>publish albums by default</em>
it_it: <a href="javascript:toggle('albumpub');" >Dettagli</a> per <em>pubblica gli album come impostazione predefinita</em>
zh_cn: <em>默认情况下发布影集</em> 的<a href="javascript：toggle('albumpub');" >详细信息</a>

source: This sets the default behavior for when Zenphoto discovers an album. If checked, the album will be published, if unchecked it will be unpublished.
it_it: Questa imposta il comportamento predefinito per quando Zenphoto scopre un album. Se selezionata l’album sarà pubblicato, se deselezionata no.
zh_cn: 这将设置 Zenphoto 发现影集时的默认行为。如果选中，影集将被发布，如果未选中，它将被取消发布。

source: <a href="javascript:toggle('imagepub');" >Details</a> for <em>publish images by default</em>
it_it: <a href="javascript:toggle('imagepub');" >Dettagli</a> per <em>pubblica le immagini come impostazione predefinita</em>
zh_cn: <em>默认情况下发布图像</em>的<a href="javascript：toggle('imagepub');" >详细信息</a>

source: This sets the default behavior for when Zenphoto discovers an image. If checked, the image will be published, if unchecked it will be unpublished.
it_it: Questa imposta il comportamento predefinito per quando Zenphoto scopre un’immagine. Se selezionata, l’immagine sarà pubblicata, se deselezionata no.
zh_cn: 这将设置 Zenphoto 发现图像时的默认行为。如果选中，将发布图像，如果未选中，则将取消发布图像。

source: <a href="javascript:toggle('albumdate');" >Details</a> for <em>use latest image date as album date</em>
it_it: <a href="javascript:toggle('albumdate');" >Dettagli</a> per <em>utilizza la data dell’ultima immagine come data dell'album</em>
zh_cn: <em>使用最新图像日期作为影集日期</em> 的<a href="javascript:toggle('albumdate');" >详细信息</a>

source: If you wish your album date to reflect the date of the latest image uploaded set this option. Otherwise the date will be set initially to the date the album was created.
it_it: Impostare questa opzione se si vuole che la data dell’album rifletta la data dell’ultima immagine inserita. Altrimenti, verrà impostata la data in cui l’album è stato creato.
zh_cn: 如果您希望影集日期反映最新上传图像的日期，请设置此选项。否则，最初日期将设置为影集的创建日期。

source: <strong>NOTE</strong>: Zenphoto will update the album date only if an image is discovered which is newer than the current date of the album.
zh_cn: <strong>注意</strong>：仅当发现的图像比影集的当前日期更新时，Zenphoto 才会更新影集日期。

source: <a href="javascript:toggle('visualthumb');" >Details</a> for <em>visual thumb selection</em>
it_it: <a href="javascript:toggle('visualthumb');" >Dettagli</a> per <em>selezione visuale miniature</em>
zh_cn: <em>缩略图选择</em>的<a href="javascript:toggle('visualthumb');" >详细信息</a>

source: Setting this option places thumbnails in the album thumbnail selection list (the dropdown list on each album’s edit page). In Firefox the dropdown shows the thumbs, but in IE and Safari only the names are displayed (even if the thumbs are loaded!). In albums with many images loading these thumbs takes much time and is unnecessary when the browser will not display them. Uncheck this option and the images will not be loaded.
it_it: Impostando questa opzione le miniature vengono caricate nella lista di selezione miniature dell’album (il menu a tendina nella pagina di modifica album). Firefox mostra le miniature nella tendina, mentre IE e Safari mostrano solo i nomi (anche se le miniature vengono comunque caricate). Caricare queste miniature per album con molte immagini richiede molto tempo e non è necessario se il browser non le mostra. Deselezionare l’opzione e le miniature non verranno caricate.
zh_cn: 设置此选项会将缩略图放在影集缩略图选择列表（每个影集的编辑页面上的下拉列表）中。在Firefox中，下拉列表显示缩略图，但在IE和Safari中仅显示名称（即使加载了缩略图！）。在加载了许多图像的影集中，这些缩略图需要花费很多时间，若浏览器不显示它们，就无此必要。取消选中此选项，图像将不会加载。
