Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: Connect to the database [You have not provided a database name]
zh_cn: 连接到数据库 [您尚未提供数据库名称]

source: Connect to the database [Database does not exist]
zh_cn: 连接到数据库 [数据库不存在]

source: Could not access the <strong>MySQL</strong> database (<code>%s</code>).
zh_cn: 无法访问 <strong>MySQL</strong> 数据库 （<code>%s</code>）。

source: Check the <code>user</code>, <code>password</code>, <code>database name</code>, and <code>MySQL host</code>.
zh_cn: 检查<code>用户</code>，<code>密码</code>，<code>数据库名称</code>和<code>MySQL主机</code>。

source: Make sure the database has been created and that <code>%s</code> has access to it.
zh_cn: 确保数据库已创建，并且 <code>%s</code> 有权访问该数据库。

source: MySQL <code>access rights</code>
zh_cn: MySQL <code>访问权限</code>

source: MySQL <em>show tables</em> [Failed]
zh_cn: MySQL <em>显示表</em> [失败]

source: Click <a href="?copyhtaccess" >here</a> to have setup create the file.
zh_cn: 单击<a href="?copyhtaccess">此处</a>让安装程序创建文件。

source: Deleting files failed!
zh_cn: 删除文件失败！

source: <strong>NOTE:</strong> We strongly recommend you remove the <em>setup*.php</em> scripts from your zp-core folder at this time. You can always re-upload them should you find you need them again in the future.
zh_cn: <strong>注意：</strong>我们强烈建议您此时从 zp-core 文件夹中删除 <em>setup*.php</em> 脚本。如果您发现将来再次需要它们，您可以随时重新上传它们。

source: create and or update the database tables.
zh_cn: 创建和/或更新数据库表。

source: The zp-config.php file does not exist. You should run setup.php to check your configuration and create this file.
zh_cn: zp-config.php 文件不存在。您应该运行安装程序.php以检查您的配置并创建此文件。

source: Saving
zh_cn: 储蓄

source: Click to edit...
zh_cn: 点击编辑...

source: Edit this image
zh_cn: 编辑此图像

source: Add Page
zh_cn: 添加页面

source: (No title...)
zh_cn: （无标题...）

source: (No date...)
zh_cn: （无日期...）

source: (No Location...)
zh_cn: （无位置...）

source: printEditable() incomplete function call.
zh_cn: printEditable() 不完整的函数调用。

source: (No data...)
zh_cn: （暂无数据...）

source: (No data)
zh_cn: （无数据）

source: Download Zip of the Album
zh_cn: 下载影集的zip压缩包

source: Download a zip file of this album
zh_cn: 下载此影集的 zip 文件

source: (No tags...)
zh_cn: （无标签...）

source: Latest images of this album RSS
zh_cn: 这张影集的最新图片 RSS

source: Latest images of this album and its subalbums RSS
zh_cn: 这张影集及其子资产RSS的最新图像

source: Latest comments RSS
zh_cn: 最新评论 RSS

source: Latest comments RSS for this image
zh_cn: 此图像的最新评论 RSS

source: Latest comments RSS for this album
zh_cn: 最新评论 RSS 为这张影集

source: Latest albums RSS
zh_cn: 最新影集 RSS

source: select search fields
zh_cn: 选择搜索字段

source: Uploadify error on %1$s. Review your debug log.
zh_cn: %1$s 上的上传错误。查看调试日志。

source: sec
zh_cn: 秒

source: MySQL Query ( <em>%1$s</em> ) failed. Error: %2$s
zh_cn: MySQL 查询 （ <em>%1$s</em> ） 失败。错误： %2$s

source: Tables are prefixed by <strong>%s</strong>
zh_cn: 表以 <strong>%s 为</strong>前缀

source: Finds newly uploaded images that have not been cached and creates the cached version. It also refreshes the numbers above. If you have a large number of images in your gallery you might consider using the pre-cache image link for each album to avoid swamping your browser.
zh_cn: 查找尚未缓存的新上传图像并创建缓存版本。它还会刷新上述数字。如果您的图库中有大量图像，则可以考虑对每个影集使用预缓存图像链接，以避免淹没浏览器。

source: [%u image]
zh_cn: [%u 图像]

source: [%u images]
zh_cn: [%u 图像]

source: Finished: Total of %u images.
zh_cn: 已完成：%u 个图像总数。

source: Queries the Zenphoto web site for the latest version and compares that with the one that is running.
zh_cn: 在 Zenphoto 网站上查询最新版本，并将其与正在运行的版本进行比较。

source: <strong>%1$u</strong> images (%2$u not visible)
zh_cn: <strong>%1$u</strong> 图像（%2$u 不可见）

source: Clears the image cache. Images will be re-cached as they are viewed.
zh_cn: 清除图像缓存。图像将在查看时重新缓存。

source: Cleans the database and removes any orphan entries for comments, images, and albums.
zh_cn: 清理数据库并删除评论、图像和影集的所有孤立条目。

source: Sets all album thumbs to random.
zh_cn: 将所有影集缩略图设置为随机。

source: Set to <em>random</em>
zh_cn: 设置为<em>随机</em>

source: Set to <em>%s</em>
zh_cn: 设置为 <em>%s</em>

source: These buttons allow you to set all of your album thumbs to either a <em>random</em> image or to the <em>%s</em> image. This will override any album thumb selections you have made on individual albums.
zh_cn: 这些按钮允许您将所有影集缩略图设置为<em>随机</em>图像或<em>%s</em>图像。这将覆盖您在单个影集上所做的任何影集缩略图选择。

source: Make images visible by default
zh_cn: 默认情况下使图像可见

source: Not visible images:
zh_cn: 不可见的图像：

source: Wordpress Importer
zh_cn: Wordpress导入工具

source: An importer for Wordpress posts and pages to Zenpage.
zh_cn: Wordpress帖子和页面到Zenpage的导入工具。

source: Wordpress-Database info
zh_cn: Wordpress-数据库信息

source: An importer for <strong>Wordpress 2.9.x/3.x</strong> to the Zenpage CMS plugin that imports the following:
zh_cn: <strong>Wordpress 2.9.x/3.x</strong> 的导入器导入到 Zenpage CMS 插件，该插件导入以下内容：

source: <strong>Posts (post_status published and draft only) => Zenpage articles</strong>
zh_cn: <strong>帖子（post_status已发布和仅草稿）=> Zenpage 文章</strong>

source: <strong>Pages (post_status published and draft only) => Zenpage pages</strong>
zh_cn: <strong>页面（post_status已发布和仅草稿）=> Zenpage页面</strong>

source: <strong>Post categories => Zenpage categories including assignment to their article</strong>
zh_cn: <strong>帖子类别 => Zenpage 类别，包括分配给其文章的类别</strong>

source: <strong>Post tags => Zenphoto tags including assignment to their article</strong>
zh_cn: <strong>帖子标签 => Zenphoto 标签，包括分配给其文章的标签</strong>

source: <strong>Post and page comments => Zenphoto comments including assignment to their article</strong>
zh_cn: <strong>帖子和页面评论=>Zenphoto评论，包括分配给他们的文章</strong>

source: <strong>IMPORTANT: </strong>If you are not using an fresh Zenphoto install it is <strong>strongly recommended to backup your database</strong> before running this importer. Make also sure that both databases use the same encoding so you do not get messed up character display.
zh_cn: <strong>重要： </strong>如果您没有使用全新安装的 Zenphoto，强烈建议您在运行此导入程序之前<strong>备份数据库</strong>。还要确保两个数据库使用相同的编码，以免弄乱字符显示。

source: <strong>Notes:</strong> <em>Wordpress page nesting</em> is not preserved but can easily be recreated by drag and drop sorting on the pages tab. <em>Category nesting</em> is also not directly supported by Zenpage. Therefore all categories will be plain level, you can however use the <em>menu_manager plugin</em> to recreate this if needed.
zh_cn: <strong>注意：</strong><em>Wordpress页面嵌套</em>不会保留，但可以通过在页面选项卡上进行拖放排序轻松重新创建。 Zenpage也不直接支持<em>类别嵌套</em>。因此，所有类别都将是普通级别的，但是如果需要，您可以使用<em>menu_manager插件</em>重新创建它。

source: In case anything does not work as expected the query results from the Wordpress database are logged in <code>zp-data/debug_log.txt</code>
zh_cn: 如果任何事情都不能按预期工作，Wordpress数据库的查询结果将记录在<code>zp-data/debug_log.txt</code>

source: <strong>ERROR: </strong>The Zenpage CMS plugin is not enabled.
zh_cn: <strong>错误： </strong>Zenpage CMS 插件未启用。

source: Please enter your Wordpress database details:
zh_cn: 请输入您的Wordpress数据库详细信息：

source: <strong>ERROR:</strong> Wordpress database info incomplete
zh_cn: <strong>错误：</strong>Wordpress数据库信息不完整

source: <strong>ERROR:</strong> Could not connect to the Wordpress database - Query failed :
zh_cn: <strong>错误：</strong>无法连接到 Wordpress 数据库 - 查询失败：

source: <strong>ERROR:</strong> Wordpress database could not be selected - Query failed :
zh_cn: <strong>错误：</strong>无法选择Wordpress数据库 - 查询失败：

source: No categories to import.
zh_cn: 没有要导入的类别。

source: A tag with the title/titlelink <em>%s</em> already exists!
zh_cn: 标题/标题链接 <em>%s 的</em>标签已存在！

source: No tags to import.
zh_cn: 没有要导入的标签。

source: Pages and Articles
zh_cn: 页面和文章

source: %1$s <em>%2$s</em> added
zh_cn: %1$s <em>%2$s</em> 已添加

source: %1$s with the title/titlelink <em>%2$s</em> already exists!
zh_cn: 标题/标题链接 <em>%2$s 的 %1$s</em> 已存在！

source: %1$s <em>%2$s</em> already assigned
zh_cn: %1$s <em>%2$s</em> 已分配

source: %1$s <em>%2$s</em> assigned
zh_cn: %1$s <em>%2$s</em> 已分配

source: %1$s <em>%2$s</em> could not be assigned!
zh_cn: 无法分配 %1<em>$s %2$s</em>！

source: Comment already exists!
zh_cn: 评论已存在！

source: Comment could not be assigned!
zh_cn: 无法分配评论！

source: No comments to import
zh_cn: 没有要导入的评论

source: No posts or pages to import.
zh_cn: 没有要导入的帖子或页面。

source: New import
zh_cn: 新导入

source: Provides a means for showing text where zenphoto would normally display images. For documentation, see the script file.
zh_cn: 提供一种显示文本的方法，其中 zenphoto 通常会显示图像。有关文档，请参阅脚本文件。

source: Video and MP3/4 handling for Zenphoto. This plugin must always be enabled to use multimedia content.
zh_cn: 用于Zenphoto的视频和MP3 / 4处理。必须始终启用此插件才能使用多媒体内容。

source: Quicktime video width
zh_cn: 快速时间视频宽度

source: Quicktime video height
zh_cn: 快速时间视频高度

source: 3gp video width
zh_cn: 3gp 视频宽度

source: 3gp video height
zh_cn: 3gp 视频高度

source: Website:
zh_cn: 网站：

source: Comment error "%d" not defined.
zh_cn: 未定义评论错误"%d"。

source: <p>Thanks for your message. A copy has been sent to your provided e-mail address for your own records.</p>
zh_cn: <p>感谢您的留言。副本已发送到您提供的电子邮件地址，供您自己记录。</p>

source: Title field.
zh_cn: 标题字段。

source: Name field.
zh_cn: 名称字段。

source: Company field.
zh_cn: 公司字段。

source: Street field
zh_cn: 街道字段

source: Street field.
zh_cn: 街道字段。

source: City field
zh_cn: 城市领域

source: City field.
zh_cn: 城市字段。

source: Country field
zh_cn: 国家字段

source: Country field.
zh_cn: 国家/地区字段。

source: E-mail field.
zh_cn: 电子邮件字段。

source: Website field.
zh_cn: 网站字段。

source: Check if CAPTCHA should be required.
zh_cn: 检查是否需要验证码。

source: Subject field
zh_cn: 主题字段

source: Subject field.
zh_cn: 主题字段。

source: Message field
zh_cn: 消息字段

source: Message field.
zh_cn: 消息字段。

source: a <strong>title</strong>
zh_cn: <strong>标题</strong>

source: a <strong>name</strong>
zh_cn: <strong>一个名字</strong>

source: a <strong>company</strong>
zh_cn: 一<strong>家公司</strong>

source: a <strong>street</strong>
zh_cn: <strong>一条街道</strong>

source: a <strong>city</strong>
zh_cn: 一<strong>个城市</strong>

source: a <strong>country</strong>
zh_cn: 一<strong>个国家</strong>

source: a <strong>valid email address</strong>
zh_cn: <strong>有效的电子邮件地址</strong>

source: a <strong>website</strong>
zh_cn: <strong>一个网站</strong>

source: a <strong>phone number</strong>
zh_cn: <strong>电话号码</strong>

source: a <strong>message</strong>
zh_cn: <strong>一条消息</strong>

source: <p style='color:red'>Please enter
zh_cn: <p 样式='颜色：红色'>请输入

source: and
zh_cn: 和

source: . Thanks.</p>
zh_cn: .谢谢。</p>

source: Deprecated Zenphoto functions. These functions have been removed from mainstream Zenphoto as they have been supplanted. They are not maintained and they are not guaranteed to function correctly with the current version of Zenphoto.
zh_cn: 已弃用的 Zenphoto 函数。这些功能已从主流Zenphoto中删除，因为它们已被取代。它们不会得到维护，并且不能保证它们在当前版本的Zenphoto中正常运行。

source: getZenpageHitcounter is deprecated. Use getHitcounter().
zh_cn: getZenpageHitcounter 已弃用。使用 getHitcounter()。

source: printImageEXIFData is deprecated. Use printImageMetadata().
zh_cn: printImageEXIFData 已弃用。使用 printImageMetadata()。

source: printCustomSizedImageMaxHeight is deprecated. Use printCustomSizedImageMaxSpace().
zh_cn: printCustomSizedImageMaxHeight 已弃用。Use printCustomSizedImageMaxSpace().

source: getCommentDate is deprecated. Use getCommentDateTime().
zh_cn: getCommentDate 已弃用。使用 getCommentDateTime()。

source: getCommentTime is deprecated. Use getCommentDateTime().
zh_cn: getCommentTime 已弃用。使用 getCommentDateTime()。

source: hitcounter is deprecated. Use getHitcounter().
zh_cn: hitcounter 已弃用。使用 getHitcounter()。

source: my_truncate_string is deprecated. Use truncate_string().
zh_cn: my_truncate_string已弃用。使用truncate_string()。

source: getImageEXIFData is deprecated. Use getImageMetaData().
zh_cn: getImageEXIFData 已弃用。使用 getImageMetaData()。

source: getAlbumPlace is deprecated. Use getAlbumLocation().
zh_cn: getAlbumPlace 已弃用。使用 getAlbumLocation()。

source: printAlbumPlace is deprecated. Use printAlbumLocation().
zh_cn: printAlbumPlace 已弃用。使用 printAlbumLocation()。

source: (No place...)
zh_cn: （没有地点...）

source: zenpageHitcounter is deprecated. Use getHitcounter().
zh_cn: zenpageHitcounter 已弃用。使用 getHitcounter()。

source: An image crop tool. Places an image crop button in the image utilities box of the images tab.
zh_cn: 图像裁剪工具。将图像裁剪按钮放置在图像选项卡的图像实用程序框中。

source: Filter applied to filenames to translate characters with diacritical marks to unmarked ones for SEO friendly URLs.
zh_cn: 应用于文件名的过滤器，将带有变音符号的字符转换为 SEO 友好 URL 的未标签字符。

source: flow player width
zh_cn: 流播放器宽度

source: Player width (ignored for <em>mp3</em> files.)
zh_cn: 播放器宽度（对于 <em>mp3</em> 文件忽略。

source: flow player height
zh_cn: 流播放器高度

source: Player height (ignored for <em>mp3</em> files.)
zh_cn: 播放器高度（对于 <em>mp3</em> 文件，忽略）。

source: Player background color
zh_cn: 播放器背景颜色

source: Player background color gradient
zh_cn: 播放器背景颜色渐变

source: low
zh_cn: 低

source: medium
zh_cn: 中

source: high
zh_cn: 高

source: Gradient setting for player background color.
zh_cn: 播放器背景色的渐变设置。

source: Controls background color
zh_cn: 控制背景颜色

source: Background color of the controls.
zh_cn: 控件的背景色。

source: Controls background color gradient
zh_cn: 控制背景色渐变

source: Gradient setting for background color of the controls.
zh_cn: 控件背景色的渐变设置。

source: Controls border color
zh_cn: 控制边框颜色

source: Color of the border of the player controls
zh_cn: 播放器控件边框的颜色

source: Should the video start automatically. Yes if selected. (NOTE: Probably because of a flowplayer bug mp3s are always autoplayed.)
zh_cn: 视频是否应自动启动。如果选择，则为是。（注意：可能是因为一个流程游戏错误，mp3s总是自动播放的。

source: Background color
zh_cn: 背景颜色

source: Changes the color of the Flowplayer's background canvas. By default the canvas is all black. You can specify a value of -1 and the background will not be drawn (only the video will be visible).
zh_cn: 更改 Flowplayer 的背景画布的颜色。默认情况下，画布全黑。您可以指定值 -1，并且不会绘制背景（只有视频可见）。

source: Controls autohide
zh_cn: 控件自动隐藏

source: fullscreen
zh_cn: 全屏

source: Specifies whether the controlbar should be hidden when the user is not actively using the player.
zh_cn: 指定当用户未主动使用播放器时是否应隐藏控制栏。

source: Controls time color
zh_cn: 控制时间颜色

source: Value for the font color in the time field. This is the running time.
zh_cn: 时间字段中字体颜色的值。这是运行时间。

source: Value for the font color in the time field that specifies the total duration of the clip or total time.
zh_cn: 时间字段中字体颜色的值，该字段指定剪辑的总持续时间或总时间。

source: Controls progress bar color
zh_cn: 控制进度条颜色

source: Color of the progress bar. This is the bar in the timeline from zero time to the point where playback is at a given time.
zh_cn: 进度条的颜色。这是时间线中从零时间到在给定时间播放的点的条形。

source: Controls progress bar gradient
zh_cn: 控制进度条渐变

source: Gradient setting for the progress bar.
zh_cn: 进度条的渐变设置。

source: Controls buffer color
zh_cn: 控制缓冲区颜色

source: Color of the buffer. The buffer is the bar that indicates how much video data has been read into the player's memory.
zh_cn: 缓冲区的颜色。缓冲区是指示已读取到播放器内存中的视频数据量的条形。

source: Controls buffer gradient
zh_cn: 控制缓冲区渐变

source: Gradient setting for the buffer.
zh_cn: 缓冲区的梯度设置。

source: Controls slider color
zh_cn: 控制滑块颜色

source: Background color for the timeline before the buffer bar fills it. The same background color is also used in the volume slider.
zh_cn: 在缓冲栏填充时间线之前的时间线的背景色。音量滑块中也使用相同的背景色。

source: Controls slider gradient
zh_cn: 控制滑块渐变

source: Gradient setting for the sliders.
zh_cn: 滑块的渐变设置。

source: Controls button color
zh_cn: 控制按钮颜色

source: Color of the player buttons: stop, play, pause and full screen.
zh_cn: 播放器按钮的颜色：停止、播放、暂停和全屏。

source: Controls hover button color
zh_cn: 控制悬停按钮颜色

source: Button color when the mouse is positioned over them.
zh_cn: 当鼠标位于按钮上方时，按钮颜色。

source: Splash image scale
zh_cn: 初始图像比例

source: fit
zh_cn: 适合尺寸

source: orig
zh_cn: 原尺寸

source: Setting which defines how video is scaled on the video screen. Available options are:<br /><em>fit</em>: Fit to window by preserving the aspect ratio encoded in the file's metadata.<br /><em>half</em>: Half-size (preserves aspect ratio)<br /><em>orig</em>: Use the dimensions encoded in the file. If the video is too big for the available space, the video is scaled using the 'fit' option.<br /><em>scale</em>: Scale the video to fill all available space. This is the default setting.
zh_cn: 定义如何在视频屏幕上缩放视频的设置。可用选项包括：<br /><em>fit</em>：通过保留文件元数据中编码的纵横比来适应窗口。<br /><em>半</em>：半大小（保留纵横比）<br /><em>orig</em>：使用文件中编码的尺寸。如果视频太大而无法容纳可用空间，则使用"fit"选项缩放视频。<br /><em>scale</em>：缩放视频以填充所有可用空间。这是默认设置。

source: Show the content of an media album with .flv/.mp4/.mp3 movie/audio files only as a playlist or as separate players on one page with Flowplayer 3.
zh_cn: 使用 Flowplayer 3 在一个页面上仅将包含.flv/.mp4/.mp3电影/音频文件的媒体影集的内容显示为播放列表或作为单独的播放器。

source: <strong>IMPORTANT:</strong> The Flowplayer 3 plugin needs to be activated to use this plugin and your theme needs to be modified.
zh_cn: <strong>重要：</strong>需要激活 Flowplayer 3 插件才能使用此插件，并且您的主题需要修改。

source: Player width (Note this refers to the player window. The playlist display itself is styled via CSS.)
zh_cn: 播放器宽度（请注意，这是指播放器窗口。播放列表显示本身是通过 CSS 设置样式的。

source: Player height (Note this refers to the player window. The playlist display itself is styled via CSS.)
zh_cn: 播放器玩家高度（请注意，这是指播放器窗口。播放列表显示本身是通过 CSS 设置样式的。

source: Splash image
zh_cn: 封面图片

source: Check if you want to display the videothumb of the first playlist entry as a splash/cover image. It will be cropped to the fit the width and height of the player window and will disappear on starting the playlist.
zh_cn: 检查是否要将第一个播放列表条目的视频摘要显示为初始/封面图像。它将被裁剪为适合播放器窗口的宽度和高度，并在启动播放列表时消失。

source: Google Earth
zh_cn: 谷歌地球

source: If you are going to be using Google Maps, <a href="http://www.google.com/apis/maps/signup.html" target="_blank">get an API key</a> and enter it here.
zh_cn: 如果您要使用Google Maps，<a href="http://www.google.com/apis/maps/signup.html"target="_blank">获取API密钥</a>并在此处输入。

source: All album points
zh_cn: 所有影集点数

source: Controls which image points are shown on an album page. Check to show points for all images in the album. If not checked points are shown only for those images whose thumbs are on the page.
zh_cn: 控制在影集页面上显示哪些图像点。选中以显示影集中所有图像的点。如果未选中，则仅显示其缩略图位于页面上的那些图像的点。

source: The default width of the map.
zh_cn: 地图的默认宽度。

source: The default height of the map.
zh_cn: 地图的默认高度。

source: Map type selector
zh_cn: 地图类型选择器

source: List
zh_cn: 列表

source: Map background
zh_cn: 地图背景

source: Set the map background color to match the one of your theme. (Use the same <em>color</em> values as in your CSS background statements.)
zh_cn: 设置地图背景颜色以匹配您的主题背景颜色。（使用与 CSS 背景语句中相同的<em>颜色</em>值。

source: Select the initial type of map to display. <br /><strong>Note:</strong> If <code>Google Earth</code> is selected the <em>toggle</em> function which initially hides the map is ignored. The browser <em>Google Earth Plugin</em> does not initialize properly when the map is hidden.
zh_cn: 选择要显示的地图的初始类型。<br /><strong>注意：</strong>如果选择了<code>Google地球</code>，则最初隐藏地图的<em>切换</em>功能将被忽略。浏览器 <em>Google 地球插件</em>在地图隐藏时无法正确初始化。

source: A plugin to print the most common HTML meta tags to the head of your site's pages. Tags are selected from existing Zenphoto info such as gallery description, tags, or Zenpage news categories.
zh_cn: 一个插件，用于将最常见的HTML元标签打印到您网站页面的头部。标签是从现有的 Zenphoto 信息（如图库描述、标签或 Zenpage 新闻类别）中选择的。

source: Pragma
zh_cn: 杂注

source: If the pages should be allowed to be cached on proxy servers.
zh_cn: 是否应允许将页面缓存在代理服务器上。

source: Provides the means to set an limit of the number of images that can be uploaded to an album from the admin upload tab.
zh_cn: 提供设置限制可从管理员上传选项卡上传到影集的图像数量的方法。

source: Upload limit
zh_cn: 上传限制

source: The maximum number of images per album if uploading via the multifile upload.
zh_cn: 通过多文件上传上传时每个影集的最大图像数。

source: Disable new album creation
zh_cn: 禁用新影集创建

source: If checked users cannot create new albums.
zh_cn: 如果选中，则用户无法创建新影集。

source: There is a plugin conflict with <em>image_upload_limiter</em>
zh_cn: 插件与<em>image_upload_limiter</em>

source: The album exceeded the image number limit. You cannot upload more images!
zh_cn: 影集超出了图像数量限制。您无法上传更多图片！

source: HTTP single file uploading is disabled because upload limitations are in effect. Please use the <a href="javascript:switchUploader('admin-upload.php?uploadtype=multifile');" >multi file upload</a>
zh_cn: HTTP 单文件上传被禁用，因为上传限制生效。请使用<a href="javascript：switchUploader（'admin-upload.php？uploadtype=multifile'）;" >multi file upload</a>

source: <strong>Note:</strong> You can upload a maximum of %s images to each album.
zh_cn: <strong>注意：</strong>您最多可以上传%s的图像到每个影集。

source: jQuery jCarousel thumb nav plugin with dynamic loading of thumbs on request via JavaScript.
zh_cn: jQuery jCarousel缩略图导航插件，通过JavaScript根据请求动态加载缩略图。

source: Thumbs number
zh_cn: 缩略图编号

source: The number of thumbs to scroll by. Note that the CSS might need to be adjusted.
zh_cn: 要滚动的缩略图数。请注意，可能需要调整 CSS。

source: If checked the carousel will flow vertically instead of the default horizontal. Changing this may require theme changes!
zh_cn: 如果选中，轮播将垂直流动，而不是默认的水平流动。更改此设置可能需要更改主题！

source: (%u album)
zh_cn: （%u 影集）

source: (%u albums)
zh_cn: （%u 影集）

source: PHP version 5 or greater is required.
zh_cn: 需要 PHP 版本 5 或更高版本。

source: <code>PHPMailer</code> failed to send <em>%1$s</em>. ErrorInfo:%2$s
zh_cn: <code>PHPMailer</code> 无法发送 <em>%1$s</em>。错误信息： %2$s

source: Quota:
zh_cn: 配额：

source: Image quota information.
zh_cn: 图像配额信息。

source: *no owner
zh_cn: *无所有者

source: Assign images to:
zh_cn: 将图像分配给：

source: 3 stars
zh_cn: 3星级

source: 4 stars
zh_cn: 4星级

source: 5 stars
zh_cn: 5星级

source: Submit &raquo;
zh_cn: 提交 »

source: Text for the body of the email sent to the user. <p class="notebox"><strong>Note:</strong> You must include <code>%s</code> in your message where you wish the registration completion link to appear.</p>
zh_cn: 发送给用户的电子邮件正文的文本。<p class="notebox"><strong>注意：</strong>您必须在希望显示注册完成链接的消息中包含 <code>%s</code>。</p>

source: If checked, CAPTCHA validation will be required for user registration.
zh_cn: 如果选中，则用户注册将需要验证码验证。

source: Default user rights
zh_cn: 默认用户权限

source: View Rights
zh_cn: 查看权限

source: Initial rights for the new user.<br />Set to <em>No rights</em> if you want to approve the user.<br />Set to <em>View Rights</em> to allow viewing the gallery once the user is verified.
zh_cn: 新用户的初始权限。<br />如果要批准用户，请设置为<em>"无权限</em>"。<br />设置为<em>"查看权限"</em>，以便在验证用户后允许查看库。

source: script
zh_cn: 脚本

source: *no page selected
zh_cn: *未选择页面

source: Logs all attempts to login to or illegally access the admin pages. Log is kept in <em>security_log.txt</em> in the %s folder.
zh_cn: 记录所有登录或非法访问管理页面的尝试。日志保存在%s文件夹<em>security_log.txt</em>中。

source: Record
zh_cn: 记录

source: Front-end
zh_cn: 前端

source: Blocked album
zh_cn: 被阻止的影集

source: XSRF access blocked
zh_cn: XSRF 访问被阻止

source: Removed setup file
zh_cn: 已删除安装文件

source: sitemap cache cleared.
zh_cn: 站点地图缓存已清除。

source: Generates a sitemaps.org compatible XML file, for use with Google and other search engines. It supports albums and images as well as optionally Zenpage pages, news articles and news categories. Renders the sitemap if called via "www.yourdomain.com/zenphoto/sitemap.php" in the URL.
zh_cn: 生成 sitemaps.org 兼容的 XML 文件，以便与 Google 和其他搜索引擎一起使用。它支持影集和图像以及可选的Zenpage页面，新闻文章和新闻类别。如果通过网址中的"www.yourdomain.com/zenphoto/sitemap.php"调用，则呈现站点地图。

source: Sitemap cache expire
zh_cn: 站点地图缓存过期

source: When the cache should expire in seconds. Default is 86400 seconds (1 day = 24 hrs * 60 min * 60 sec).The cache can also be cleared on the admin overview page manually.
zh_cn: 缓存应在几秒钟内过期。默认值为 86400 秒（1 天 = 24 小时 * 60 分钟 * 60 秒）。还可以在管理员概述页面上手动清除缓存。

source: Disable cache
zh_cn: 禁用缓存

source: Adds a theme function to call a slideshow either based on jQuery (default) or Flash using Flowplayer3 if installed.
zh_cn: 添加一个主题函数，以基于 jQuery（默认）或使用 Flowplayer3（如果已安装）调用幻灯片。
