Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: createMenuIfNotExists item %s has an invalid type.
it_it: createMenuIfNotExists: l’elemento %s ha un tipo non valido.
zh_cn: createMenuIfNotExists 项 %s 的类型无效。

source: createMenuIfNotExists item %1$s query (%2$s) failed: %3$s.
it_it: createMenuIfNotExists: query (%2$s) fallita per l’elemento %1$s: %3$s.
zh_cn: createMenuIfNotExists 项 %1$s 查询 （%2$s） 失败： %3$s。

source: createMenuIfNotExists has posted processing errors to your debug log.
it_it: createMenuIfNotExists ha scritto gli errori di processamento nel log di debug.
zh_cn: createMenuIfNotExists 已将处理错误发布到调试日志中。

source: %u album
zh_cn: %u 影集

source: %u image
it_it: %u immagine
zh_cn: %u 图像

source: Sort order saved.
it_it: Ordinamento salvato.
zh_cn: 已保存的排序顺序。

source: Zenpage CMS plugin required for this item type!
it_it: Per questo tipo di elemento è necessario il plugin CMS Zenpage!
zh_cn: 此项目类型所需的Zenpage CMS插件！

source: Target does not exists in <em>%1$s</em> theme
it_it: Questo target non è presente nel tema <em>%1$s</em>
zh_cn: <em>%1$s</em> 主题中不存在目标

source: The object of this menu is under password protection
it_it: L’oggetto di questo menu è protetto da password
zh_cn: 此菜单的对象受密码保护

source: under password protection
it_it: protetto da password
zh_cn: 在密码保护下

source: view
it_it: visualizza
zh_cn: 视图

source: Ok to delete %s? This cannot be undone.
it_it: Eliminare %s? Non si potrà tornare indietro.
zh_cn: 删除 %s 是否确定？这无法撤消。

source: delete
it_it: elimina
zh_cn: 删除

source: Hidden and visible items
it_it: Elementi visibili e nascosti
zh_cn: 隐藏和可见的项目

source: Visible items
it_it: Elementi visibili
zh_cn: 可见项目

source: hidden items
it_it: elementi nascosti
zh_cn: 隐藏项目

source: Menu items for all Zenphoto objects added.
it_it: Aggiunti elementi di menu per tutti gli oggetti di Zenphoto.
zh_cn: 已添加的所有 Zenphoto 对象的菜单项。

source: Menu items for all albums added.
it_it: Aggiunti elementi di menu per tutti gli album.
zh_cn: 已添加的所有影集的菜单项。

source: Menu items for all Zenpage pages added.
it_it: Aggiunti elementi di menu per tutte le pagine di Zenpage.
zh_cn: 添加了所有 Zenpage 页面的菜单项。

source: Menu items for all Zenpage categories added.
it_it: Aggiunti elementi di menu per tutte le categorie di Zenpage.
zh_cn: 添加了所有 Zenpage 类别的菜单项。

source: You forgot to select an album.
it_it: Ci si è dimenticati di selezionare un album.
zh_cn: 您忘记选择影集。

source: Album menu item <em>%s</em> added
it_it: Aggiunto elemento di menu di album <em>%s</em>
zh_cn: 已添加影集菜单项 <em>%s</em>

source: You forgot to give your menu item a <strong>title</strong>!
it_it: Non si è dato un <strong>titolo</strong> all’elemento di menu!
zh_cn: 您忘记为菜单<strong>项命名！</strong>

source: Home page menu item <em>%s</em> added
it_it: Voce del menu Home page <em>% s </ em> aggiunta
zh_cn: 主页菜单项 <em>%s</em> 已添加

source: Gallery index menu item <em>%s</em> added
it_it: Aggiunto elemento di menu della galleria indice <em>%s</em>
zh_cn: 已添加库索引菜单项 <em>%s</em>

source: You forgot to give your menu item a <strong>link</strong>!
it_it: Non si è dato un <strong>collegamento</strong> all’elemento di menu!
zh_cn: 您忘记为菜单项添加<strong>链接</strong>！

source: Zenpage page menu item <em>%s</em> added
it_it: Aggiunto elemento di menu della pagina di Zenpage <em>%s</em>
zh_cn: 已添加 Zenpage 页面菜单项 <em>%s</em>

source: Zenpage news index menu item <em>%s</em> added
it_it: Aggiunto elemento di menu della pagina indice notizie di Zenpage <em>%s</em>
zh_cn: 已添加 Zenpage 新闻索引菜单项 <em>%s</em>

source: Zenpage news category menu item <em>%s</em> added
it_it: Aggiunto elemento di menu della categoria notizie di Zenpage <em>%s</em>
zh_cn: 已添加 Zenpage 新闻类别菜单项 <em>%s</em>

source: Custom page menu item <em>%s</em> added
it_it: Aggiunto elemento di menu di pagina personalizzata <em>%s</em>
zh_cn: 添加了自定义页面菜单项 <em>%s</em>

source: You forgot to provide a <strong>function</strong>!
it_it: Non si è fornita una <strong>funzione</strong>!
zh_cn: 您忘记提供<strong>功能</strong>！

source: Custom label added
it_it: Aggiunta etichetta personalizzata
zh_cn: 已添加自定义标签

source: Function menu item <em>%s</em> added
it_it: La funzione voce di menu <em>%s</em> è stata aggiunta
zh_cn: 添加了函数菜单项 <em>%s</em>

source: <em>HTML</em> added
it_it: <em>HTML</em> aggiunto
zh_cn: <em>添加了 HTML</em>

source: A <em>%1$s</em> item already exists in <em>%2$s </em>!
it_it: Un elemento <em>%1$s</em> esiste già in <em>%2$s</em>!
zh_cn: <em>%2$s</em> 中已存在 <em>%1$s </em>项！

source: A <em>%1$s</em> item with the link <em>%2$s</em> already exists in <em>%3$s </em>!
it_it: Un elemento <em>%1$s</em> col link <em>%2$s</em> esiste già in <em>%3$s</em>!
zh_cn: <em>%3$s</em> 中已存在链接<em>为 %2$s 的</em> <em>%1$s </em>项！

source: Menu item updated!
it_it: Voce di menu aggiornata!
zh_cn: 菜单项已更新！

source: Custom menu item successfully deleted!
it_it: Voce personalizzata del menu eliminata correttamente!
zh_cn: 自定义菜单项已成功删除！

source: Menu item deleted failed
it_it: Eliminazione della voce di menu fallita
zh_cn: 删除菜单项失败

source: Menu item deleted
it_it: Voce di menu eliminata
zh_cn: 菜单项已删除

source: Menu “%s” deleted
it_it: Menu “%s” eliminato
zh_cn: 菜单"%s"已删除

source: Menu “%s” duplicated
it_it: Menu “%s” duplicato
zh_cn: 菜单"%s"重复

source: Menu “%s” already exists
it_it: Il menu “%s” esiste già
zh_cn: 菜单"%s"已存在

source: Name for new menu:
it_it: Nome per il nuovo menu:
zh_cn: 新菜单的名称：

source: Ok to delete menu %s? This cannot be undone!
it_it: Eliminare il menu %s? Non si potrà tornare indietro!
zh_cn: 可以删除菜单 %s 吗？这是无法撤消的！

source: Menu Manager
it_it: Gestore menu
zh_cn: 菜单管理器

source: (Menu: %s)
zh_cn: （菜单： %s）

source: Drag the items into the order and nesting you wish displayed. Place the menu on your theme pages by calling printCustomMenu().
it_it: Trascinare gli elementi nell’ordine in cui si vuole vengano visualizzati, inclusi i sotto-livelli. Usare printCustomMenu() per posizionare il menu nelle pagine del tema.
zh_cn: 将项目拖动到您希望显示的顺序和嵌套中。通过调用 printCustomMenu() 将菜单放在主题页面上。

source: <strong>IMPORTANT:</strong> This menu’s order is completely independent from any order of albums or pages set on the other admin pages. Use with customized themes that do not wish the standard Zenphoto display structure. Zenphoto functions such as the breadcrumb functions and the next_album() loop will NOT reflect of this menu’s structure!
it_it: <strong>IMPORTANTE:</strong> L’ordine di questo menu è completamente indipendente da qualsiasi ordine di album o pagine impostato nelle altre pagine di amministrazione. Usarlo solamente con temi personalizzati che non usano la struttura di visualizzazione standard di Zenphoto. Le funzioni standard di Zenphoto come le funzioni breadcrumb o il ciclo next_album() NON rifletteranno la struttura di questo menu!
zh_cn: <strong>重要：</strong>此菜单的顺序完全独立于在其他管理页面上设置的影集或页面的任何顺序。与不希望使用标准 Zenphoto 显示结构的自定义主题一起使用。Zenphoto 函数（如 breadcrumb 函数和next_album()循环）不会反映此菜单的结构！

source: Add Menu Items
it_it: Aggiungi voci di menu
zh_cn: 添加菜单项

source: New Menu
it_it: Nuovo menu
zh_cn: 新建菜单

source: Edit the menu
it_it: Modifica il menu
zh_cn: 编辑菜单

source: Duplicate %s menu
it_it: Duplica il menu %s
zh_cn: 复制 %s 菜单

source: Duplicate menu
it_it: Duplica menu
zh_cn: 重复菜单

source: Delete %s menu
it_it: Elimina il menu %s
zh_cn: 删除 %s 菜单

source: Delete menu
it_it: Elimina menu
zh_cn: 删除菜单

source: No menus exist
it_it: Non esistono menu
zh_cn: 不存在菜单

source: Menu target is password protected
it_it: Il target del menu è protetto da password
zh_cn: 菜单目标受密码保护

source: Show/hide
it_it: Mostra/nascondi
zh_cn: 显示/隐藏

source: URL
zh_cn: 网址

source: All menu items
it_it: Tutti le voci del menu
zh_cn: 所有菜单项

source: This adds menu items for all Zenphoto objects. (It creates a "default" menuset.)
it_it: Aggiunge una voce di menu per tutti gli oggetti di Zenphoto (crea un set di menu "predefinito").
zh_cn: 这将为所有 Zenphoto 对象添加菜单项。（它创建一个"默认"菜单集。

source: Home page
zh_cn: 主页

source: This is the normal Zenphoto home page. This may also be the gallery index if you have no separate gallery index page defined.
it_it: Questa è la normale home page di Zenphoto. Potrebbe anche essere l’indice della galleria se non è definita una pagina indice della galleria separatamente.
zh_cn: 这是普通的Zenphoto主页。如果没有定义单独的库索引页，这也可能是库索引。

source: This is the normal Zenphoto gallery Index page. It may also be the home page if you have no separate gallery index page defined.
it_it: Questa è la normale pagina Indice di Zenphoto. Potrebbe anche essere l’home page se non è definita una pagina indice della galleria separatamente.
zh_cn: 这是正常的Zenphoto图库索引页面。如果没有定义单独的库索引页，它也可能是主页。

source: This adds menu items for all Zenphoto albums.
it_it: Aggiunge una voce di menu per tutti gli album di Zenphoto.
zh_cn: 这将为所有 Zenphoto 影集添加菜单项。

source: Creates a link to a Zenphoto Album.
it_it: Crea un collegamento a un album di Zenphoto.
zh_cn: 创建指向 Zenphoto 影集的链接。

source: All Zenpage pages
it_it: Tutte le pagine di Zenpage
zh_cn: 所有 Zenpage 页面

source: This adds menu items for all Zenpage pages.
it_it: Aggiunge voci di menu per tutte le pagine di Zenpage.
zh_cn: 这将为所有 Zenpage 页面添加菜单项。

source: Zenpage page
it_it: Pagina di Zenpage
zh_cn: Zenpage 页面

source: Creates a link to a Zenpage Page.
it_it: Crea un collegamento a una pagina di Zenphoto.
zh_cn: 创建指向 Zenpage 页面的链接。

source: Zenpage news index
it_it: Indice delle notizie di Zenpage
zh_cn: Zenpage 新闻索引

source: Creates a link to the Zenpage News Index.
it_it: Crea un collegamento alla pagina indice delle notizie di Zenpage.
zh_cn: 创建指向 Zenpage 新闻索引的链接。

source: All Zenpage categories
it_it: Tutte le categorie di Zenpage
zh_cn: Zenpage 页面的所有分类

source: This adds menu items for all Zenpage categories.
it_it: Questa aggiunge voci di menu per tutte le categorie di Zenpage.
zh_cn: 这将为所有 Zenpage 类别添加菜单项。

source: Zenpage news category
it_it: Categoria notizie Zenpage
zh_cn: Zenpage 新闻类别

source: Creates a link to a Zenpage News article category.
it_it: Crea un collegamento a una categoria di notizie di Zenpage.
zh_cn: 创建指向 Zenpage 新闻文章类别的链接。

source: Custom page
it_it: Pagina personalizzata
zh_cn: 自定义页面

source: Creates a link to a custom theme page as described in the theming tutorial.
it_it: Crea un collegamento a una pagina personalizzata del tema come descritto nella guida ai temi.
zh_cn: 创建指向自定义主题页面的链接，如主题教程中所述。

source: Script page
it_it: Pagina di script
zh_cn: 脚本页面

source: Custom link
it_it: Collegamento personalizzato
zh_cn: 自定义链接

source: Creates a link outside the Zenphoto structure. Use of a full URL is recommended (e.g. http://www.domain.com).
it_it: Crea un collegamento al di fuori della struttura di Zenphoto. Si raccomanda l’uso di una URL completa (ad es. http://www.domain.com).
zh_cn: 在 Zenphoto 结构外部创建链接。建议使用完整的网址（例如 http://www.domain.com）。

source: Label
it_it: Etichetta
zh_cn: 标签

source: Creates a <em>label</em> to use in menu structures).
it_it: Crea un’<em>etichetta</em> da usare nelle strutture del menu.
zh_cn: 创建要在菜单结构中使用的<em>标签</em>）。

source: Function
it_it: La funzione
zh_cn: 功能

source: Executes the PHP function provided.
it_it: Esegue la funzione php fornita.
zh_cn: 执行提供的 PHP 函数。

source: HTML
zh_cn: 断续器

source: Inserts custom HTML.
it_it: Inserisce dell’html personalizzato.
zh_cn: 插入自定义 HTML。

source: Menu Manager: Edit Menu Item
it_it: Gestore menu: modifica voce menu
zh_cn: 菜单管理器：编辑菜单项

source: Menu Manager: Add Menu Item
it_it: Gestore menu: aggiungi voce menu
zh_cn: 菜单管理器：添加菜单项

source: *Select the type of the menus item you wish to add*
it_it: *Selezionare il tipo di voce di menu che si vuole aggiungere*
zh_cn: *选择要添加的菜单项的类型*

source: All Zenpage news categories
it_it: Tutte le categorie di notizie di Zenpage
zh_cn: 所有 Zenpage 新闻类别

source: Custom theme page
it_it: Pagina personalizzata del tema
zh_cn: 自定义主题页面

source: Menu <em>%s</em>
zh_cn: 菜单 <em>%s</em>

source: Type:
it_it: Tipo:
zh_cn: 类型：

source: published
it_it: pubblicato
zh_cn: 发布

source: Include <em>&lt;LI&gt;</em> element
it_it: Includi elemento <em>&lt;li&gt;</em>
zh_cn: 包括<em>&lt;LI&gt;</em>元素

source: Add <em>span</em> tags
it_it: Aggiungi tag <em>span</em>
zh_cn: 添加<em>范围</em>标签

source: Class
it_it: Classe
zh_cn: 类

source: Merges several RSS feeds into one.
it_it: Unisce diversi feed RSS in uno unico.
zh_cn: 将多个 RSS 源合并为一个。

source: PHP <em>SimpleXML</em> is required.
it_it: È richiesto PHP <em>SimpleXML</em>.
zh_cn: PHP <em>SimpleXML</em> 是必需的。

source: RSS feeds to merge
it_it: Feed RSS da unire
zh_cn: 要合并的 RSS 源

source: Enter the full urls of the feeds to merge separated by semicolons (e.g. "http://www.domain1.com/rss; http://www.domain2.com/rss")
it_it: Inserire le url complete dei feed da incorporare, separati da punto e virgola (e.g. "http://www.domain1.com/rss; http://www.domain2.com/rss")
zh_cn: 输入要合并的源的完整网址，以分号分隔（例如"http://www.domain1.com/rss;http://www.domain2.com/rss"）

source: Feed items:
it_it: Numero di feed:
zh_cn: Feed项目：

source: The number of new entries you want to appear in your site’s RSS feed
it_it: Il numero di nuove voci che si vuole appaiano nel feed del sito
zh_cn: 您希望在站点的 RSS 源中显示的新条目数

source: Select your theme based on the device connecting to your site
it_it: Seleziona il tema in base al tipo di dispositivo connesso al sito
zh_cn: 根据连接到您网站的设备选择主题

source: Phone theme
it_it: Tema per telefono
zh_cn: 电话主题

source: gallery theme
it_it: tema galleria
zh_cn: 图库主题

source: Select the theme to be used when a phone device connects.
it_it: Selezionare il tema da usare quando si connette un telefono.
zh_cn: 选择手机设备连接时要使用的主题。

source: Tablet theme
it_it: Tema per tablet
zh_cn: 平板电脑主题

source: Select the theme to be used when a tablet device connects.
it_it: Selezionare il tema da usare quando si connette un tablet.
zh_cn: 选择平板电脑设备连接时要使用的主题。

source: Tablet
zh_cn: 平板电脑主题

source: Put the plugin in <em>test mode</em> and it will simulate the selected device. If <em>live</em> is selected operations are normal.
it_it: Mettere il plugin in <em>modalità test</em> per simulare il dispositivo selezionato. Se si sceglie <em>live</em> il comportamento sarà quello normale.
zh_cn: 将插件置于<em>测试模式</em>，它将模拟所选设备。如果<em>选择实时</em>操作是正常的。

source: View the mobile gallery
it_it: Visualizza la galleria per dispositivi mobili
zh_cn: 查看移动图库

source: View the normal gallery
it_it: Visualizza la galleria normale
zh_cn: 查看普通图库

source: Multiple <em>Theme</em> layouts
it_it: Impaginazioni multiple per i <em>Temi</em>
zh_cn: 多个<em>主题</em>布局

source: Enable multiple layouts for
it_it: Abilita impaginazioni multiple per
zh_cn: 启用多个布局

source: Select layout:
it_it: Seleziona impaginazione:
zh_cn: 选择布局：

source: Select album layout:
it_it: Seleziona impaginazione album:
zh_cn: 选择影集布局：

source: Select default album image layout:
it_it: Seleziona l’impaginazione predefinita per le immagini negli album:
zh_cn: 选择默认影集图像布局：

source: Reset individual image layouts
it_it: Azzera l’impaginazione individuale delle immagini
zh_cn: 重置单个图像布局

source: default
it_it: predefinita
zh_cn: 默认

source: inherited
it_it: ereditata
zh_cn: 继承

source: album default
it_it: predefinita album
zh_cn: 影集默认值

source: from category
it_it: dalla categoria
zh_cn: 从类别

source: No extra <em>%s</em> theme pages available
it_it: Non c’è nessuna extra pagina <em>%s</em> disponibile nel tema
zh_cn: 没有额外的<em>%s</em>主题页面可用

source: Query failure: %s
it_it: Query fallita: %s
zh_cn: 查询失败： %s

source: A Zenphoto plugin for displaying OpenStreetMap based maps using LeafletJS for images or images from albums with embeded geodata.
it_it: Un plugin di Zenphoto per mostrare mappe basate su OpenStreetMap usando LeafletJS per le immagini o immagini di album con dati geografici incorporati.
zh_cn: Zenphoto插件，用于使用LeafletJS显示基于OpenStreetMap的地图，用于图像或带有嵌入地理数据的影集中的图像。

source: Map dimensions—width
it_it: Dimensioni mappa—larghezza
zh_cn: 地图尺寸 - 宽度

source: Width of the map including the unit name e.g 100% (default for responsive map), 100px or 100em.
it_it: Larghezza della mappa, inclusi nomi delle unità, es. 100% (predefinito per mappe responsive), 100px, 100em.
zh_cn: 地图的宽度，包括单位名称，例如100%（响应式地图的默认值），100px或100em。

source: Map dimensions—height
it_it: Dimensioni mappa—altezza
zh_cn: 地图尺寸 - 高度

source: Height of the map including the unit name e.g 100% (default for responsive map), 100px or 100em.
it_it: Altezza della mappa, inclusi nomi delle unità, es. 100% (predefinito per mappe responsive), 100px, 100em.
zh_cn: 地图的高度，包括单位名称，例如100%（响应式地图的默认值），100px或100em。

source: Map zoom
it_it: Zoom mappa
zh_cn: 地图缩放

source: Default zoom level.
it_it: Livello di zoom predefinito.
zh_cn: 默认缩放级别。

source: Map minimum zoom
it_it: Minimo zoom mappa
zh_cn: 地图最小缩放

source: Default minimum zoom level possible.
it_it: Minimo livello di zoom possibile predefinito.
zh_cn: 可以默认的最小缩放级别。

source: Map maximum zoom
it_it: Massimo zoom mappa
zh_cn: 地图最大缩放比例

source: Default maximum zoom level possible. If no value is defined, use the maximum zoom level of the map used (may be different for each map).
it_it: Massimo livello di zoom possibile predefinito. Se non è impostato alcun valore verrà utilizzato il massimo livello di zoom della mappa (può essere diverso per ciascuna mappa).
zh_cn: 默认最大缩放级别可能。如果未定义任何值，请使用所用地图的最大缩放级别（每个地图可能不同）。

source: Default layer
it_it: Livello predefinito
zh_cn: 默认图层

source: The default map tile provider to use. Only free providers are included. Some providers (Here, Mapbox, Thunderforest, Geoportail) require access credentials and registration. More info on <a href="https://github.com/leaflet-extras/leaflet-providers">leaflet-providers</a>
it_it: Il provider delle tessere (tile) da usare per la mappa. Sono inclusi solo provider free. Alcuni provider (Here, Mapbox, Thunderforest, Geoportail) richiedono la registrazione e le credenziali d’accesso. Altre informazioni su <a href="https://github.com/leaflet-extras/leaflet-providers">leaflet-providers</a>
zh_cn: 要使用的默认地图切片提供程序。仅包括免费提供商。某些提供商（此处、Mapbox、Thunderforest、Geoportail）需要访问凭据和注册。有关<href="https://github.com/leaflet-extras/leaflet-providers"的更多信息 >leaflet-providers</a>

source: Zoom controls position
it_it: Posizione controlli zoom
zh_cn: 缩放控件位置

source: Position of the zoom controls
it_it: Posizione dei controlli dello zoom
zh_cn: 缩放控件的位置

source: Cluster radius
it_it: Raggio del cluster
zh_cn: 集群半径

source: The radius when marker clusters should be used.
it_it: Raggio per quando si usa il cluster dei marcatori.
zh_cn: 应使用标签聚类时的半径。

source: Show cluster coverage on hover
it_it: Mostra copertura cluster al passaggio del mouse
zh_cn: 悬停时显示集群覆盖范围

source: Enable if you want to the bounds of a marker cluster on hover.
it_it: Abilita se vuoi la copertura di un cluster di marcatori al passaggio del mouse.
zh_cn: 如果要在悬停时达到标签聚类的边界，请启用此选项。

source: Marker popups
it_it: Popup per marcatore
zh_cn: 标签弹出窗口

source: Enable this if you wish info popups on the map markers. Only for album context or custom geodata.
it_it: Abilita se desideri un popup con info sui marcatori. Solo per album o dati geografici personalizzati.
zh_cn: 如果您希望在地图标签上显示信息弹出窗口，请启用此选项。仅适用于影集上下文或自定义地理数据。

source: Marker popups with thumbs
it_it: Popup marcatore con miniature
zh_cn: 带缩略图的标签弹出窗口

source: Enable if you want to show thumb of images in the marker popups. Only for album context.
it_it: Abilita per mostrare miniature di immagini nei popup dei marcatori. Solo per album.
zh_cn: 如果要在标签弹出窗口中显示图像的缩略图，请启用。仅适用于影集上下文。

source: Marker popups with title
it_it: Popup di marcatori con titolo
zh_cn: 带有标题的标签弹出窗口

source: Enable if you want to show title of images in the marker popups. Only for album context.
it_it: Abilita per mostrare titoli delle immagini nei popup dei marcatori. Solo per album.
zh_cn: 如果要在标签弹出窗口中显示图像的标题，请启用此选项。仅适用于影集上下文。

source: Marker popups with description
it_it: Popup marcatori con descrizione
zh_cn: 带有说明的标签弹出窗口

source: Enable if you want to show desc of images in the marker popups. Only for album context.
it_it: Abilita per mostrare descrizione di immagini nel popup. Solo per album.
zh_cn: 如果要在标签弹出窗口中显示图像的分度，请启用此选项。仅适用于影集上下文。

source: Show layers controls
it_it: Mostra livelli di controllo
zh_cn: 显示图层控件

source: Enable if you want to show layers controls with selected layers list below.
it_it: Abilita per mostrare i livelli di controllo selezionati dalla lista qui sotto.
zh_cn: 如果要显示具有下面所选图层列表的图层控件，请启用此选项。

source: Layers list
it_it: Lista livelli
zh_cn: 图层列表

source: Choose layers list to show in layers controls. No need to select the default layer again, otherwise it will be de-duplicated.
it_it: Scegli la lista dei livelli da mostrare nel controllo livelli. È inutile selezionare di nuovo il livello predefinito, in caso sarà de-duplicato.
zh_cn: 选择要在图层控件中显示的图层列表。无需再次选择默认图层，否则将对其进行重复数据删除。

source: Layers controls position
it_it: Posizione livelli di controllo
zh_cn: 图层控制位置

source: Position of the layers controls
it_it: Posizione dei livelli di controllo
zh_cn: 图层控件的位置

source: Show scale
it_it: Mostra scala
zh_cn: 显示比例

source: Enable if you want to show scale overlay (kilometers and miles).
it_it: Abilita per mostrare la scala in sovrapposizione (chilometri e miglia).
zh_cn: 如果要显示比例叠加（千米和英里），请启用此选项。

source: Show cursor position
it_it: Mostra la posizione del cursore
zh_cn: 显示光标位置

source: Enable if you want to show the coordinates if moving the cursor over the map.
it_it: Abilita per mostrare le coordinate muovendo il cursore sulla mappa.
zh_cn: 如果要在地图上移动光标时显示坐标，请启用此选项。

source: Show album markers
it_it: Mostra marcatori album
zh_cn: 显示影集标签

source: Enable if you want to show the map on the single image page not only the marker of the current image but all markers from the album. The current position will be highlighted.
it_it: Abilita per mostrare nella pagina della singola immagine non solo il marcatore dell’immagine corrente ma anche tutti gli altri dell’album. La posizione corrente sarà evidenziata.
zh_cn: 如果要在单个图像页面上显示地图，不仅要显示当前图像的标签，还要在影集中的所有标签上显示地图，请启用此选项。当前位置将突出显示。

source: Mini map
it_it: Mappa mini
zh_cn: 迷你地图

source: Enable if you want to show an overview mini map in the lower right corner.
it_it: Abilita per mostrare una mini mappa panoramica in basso a destra.
zh_cn: 如果要在右下角显示总览迷你地图，请启用此选项。

source: Mini map: width
it_it: Mini mappa: larghezza
zh_cn: 迷你地图：宽度

source: Pixel width
it_it: Larghezza in pixel
zh_cn: 像素宽度

source: Mini map: height
it_it: Mini mappa: altezza
zh_cn: 迷你地图：高度

source: Pixel height
it_it: Altezza in pixel
zh_cn: 像素高度

source: Mini map: Zoom level
it_it: Mini mappa: livello di zoom
zh_cn: 迷你地图：缩放级别

source: The offset applied to the zoom in the minimap compared to the zoom of the main map. Can be positive or negative, defaults to -5.
it_it: L’offset applicato allo zoom nella mini mappa rispetto a quello della mappa principale. Può essere positivo o negativo, il valore predefinito è -5.
zh_cn: 应用于小地图中缩放的偏移量与主地图缩放的对比。可以是正数或负数，默认值为 -5。

source: HERE - App id
zh_cn: 这里 - 应用程序 ID

source: HERE - App code
zh_cn: 这里 - 应用程序代码

source: Mapbox - Access token
it_it: Mapbox: Token di accesso
zh_cn: 地图框 - 访问令牌

source: Prints a paged thumbs navigation on image.php, independent of the album.php’s thumbs.
it_it: Visualizza una navigazione impaginata di miniature in image.php, indipendente dalle miniature di album.php.
zh_cn: 在image.php上打印分页缩略图导航，独立于album.php的缩略图。

source: Thumbs per page
it_it: Miniature per pagina
zh_cn: 每页缩略图数

source: Controls the number of images on a page. You might need to change this after switching themes to make it look better.
it_it: Controlla il numero di immagini in una pagina. Potrebbe essere necessario cambiare questa opzione dopo aver cambiato tema per farlo visualizzare meglio.
zh_cn: 控制页面上的图像数。切换主题后，您可能需要更改此设置，以使其看起来更好。

source: Counter
it_it: Contatore
zh_cn: 计数器

source: If you want to show the counter “x - y of z images”.
it_it: Se si vuole mostrare il contatore "x - y di z immagini".
zh_cn: 如果要显示计数器"z 图像的 x - y"。

source: Prevtext
it_it: Testo prec
zh_cn: 上一文字
