Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: <strong>Maintenance Mode:</strong> The site is closed!
it_it: <strong>Modalità manutenzione:</strong> Il sito è chiuso!
zh_cn: <strong>维护模式：</strong>网站已关闭！

source: <strong>Maintenance Mode:</strong> The site is in test mode!
it_it: <strong>Modalità manutenzione:</strong> Il sito è in modalità test!
zh_cn: <strong>维护模式：</strong>网站处于测试模式！

source: %s upgrade
it_it: aggiornamento %s
zh_cn: %s 升级

source: <strong><em>%s</em></strong> is undergoing an upgrade
it_it: <strong><em>%s</em></strong> è in aggiornamento
zh_cn: <strong><em>%s</em></strong> 正在进行升级

source: Please return later
it_it: Provare più tardi
zh_cn: 请稍后返回

source: RSS temporarily suspended for maintenance
it_it: RSS temporaneamente sospesi per manutenzione
zh_cn: RSS 因维护而暂时暂停

source: Closed for maintenance
it_it: Chiuso per manutenzione
zh_cn: 关闭以进行维护

source: The site is currently undergoing an upgrade
it_it: Il sito è attualmente in fase di aggiornamento
zh_cn: 该网站目前正在进行升级

source: File/Folder name
it_it: Nome file/cartella
zh_cn: 文件/文件夹名称

source: Custom data
it_it: Dati personalizzati
zh_cn: 自定义数据

source: Location/Place
it_it: Località/Posto
zh_cn: 位置/地点

source: City
it_it: Città
zh_cn: 城市

source: State
it_it: Stato
zh_cn: 州

source: Country
it_it: Nazione
zh_cn: 国家

source: Copyright
zh_cn: 版权

source: Credit
it_it: Crediti
zh_cn: 信用

source: Content
it_it: Contenuto
zh_cn: 内容

source: ExtraContent
it_it: Contenuto extra
zh_cn: 额外内容

source: Categories
it_it: Categorie
zh_cn: 类别

source: no date
it_it: nessuna data
zh_cn: 无日期

source: Personal user data export for %1$s
it_it: Esportazione dati personali per %1$s
zh_cn: %1$s 的个人用户数据导出

source: Personal user data export for %1$s and %2$s
it_it: Esportazione dati personali per %1$s e %2$s
zh_cn: 导出 %1$s 和 %2$s 的个人用户数据

source: Export user data
it_it: Esporta dati utente
zh_cn: 导出用户数据

source: Export as HTML
it_it: Esporta come HTML
zh_cn: 导出为 HTML

source: Export as JSON
it_it: Esporta come JSON
zh_cn: 导出为 JSON

source: Report for
it_it: Rapporto per
zh_cn: 报告

source: User mail
it_it: Mail utente
zh_cn: 用户邮件

source: Website
it_it: Sito web
zh_cn: 网站

source: Gallery guest user
it_it: Utente ospite galleria
zh_cn: 图库访客

source: User account data
it_it: Dati account utente
zh_cn: 用户帐户数据

source: Security log entries
it_it: Voci nel log di sicurezza
zh_cn: 安全日志条目

source: Album owner
it_it: Proprietario album
zh_cn: 影集所有者

source: Album guest user
it_it: Utente ospite album
zh_cn: 影集访客

source: Album last change user
it_it: Utente ultima modifica album
zh_cn: 影集上次更改用户

source: unpublished
it_it: non pubblicato
zh_cn: 发表

source: protected
it_it: protetto
zh_cn: 保护

source: Image owner
it_it: Proprietario immagine
zh_cn: 图像所有者

source: Image guest user
it_it: Utente ospite immagine
zh_cn: 图像访客

source: Image last change user
it_it: Utente ultima modifica immagine
zh_cn: 图像上次更改用户

source: Full image
it_it: Immagine originale
zh_cn: 完整图像

source: Cached images
it_it: Immagini in cache
zh_cn: 缓存的图像

source: author
it_it: autore
zh_cn: 作者

source: last change user
it_it: utente ultima modifica
zh_cn: 上次更改用户

source: guest user
it_it: utente ospite
zh_cn: 访客

source: 1: Normal (0 deg)
zh_cn: 1： 正常 （0 度）

source: 2: Mirrored
zh_cn: 2：镜像

source: 3: Upside-down
zh_cn: 3： 倒置

source: 4: Upside-down Mirrored
zh_cn: 4：倒置镜像

source: 5: 90 deg CW Mirrored
zh_cn: 5： 顺时针90 度镜像

source: 6: 90 deg CCW
zh_cn: 6：逆时针 90 度

source: 7: 90 deg CCW Mirrored
zh_cn: 7：逆时针90度镜像

source: 8: 90 deg CW
zh_cn: 8：顺时针 90 度

source: %d: Unknown
it_it: %d: sconosciuto
zh_cn: %d： 未知

source: No Unit
it_it: Nessuna unità
zh_cn: 无单位

source: Inch
it_it: Pollice
zh_cn: 英寸

source: Centimeter
it_it: Centimetro
zh_cn: 厘米

source: Millimeter
it_it: Millimetro
zh_cn: 毫米

source: Micrometer
it_it: Micrometro
zh_cn: 微米

source: Center of Pixel Array
it_it: Centro della matrice di pixel
zh_cn: 像素阵列中心

source: Datum Point
it_it: Posizione nel datum
zh_cn: 基准点

source: Program
it_it: Programma
zh_cn: 程序

source: Aperture Priority
it_it: Priorità d’apertura
zh_cn: 光圈优先

source: Shutter Priority
it_it: Priorità di tempi
zh_cn: 快门优先

source: Program Creative
it_it: Programma creativo
zh_cn: 程序创意

source: Program Action
it_it: Azione programma
zh_cn: 计划操作

source: Portrait
it_it: Verticale
zh_cn: 肖像

source: Landscape
it_it: Orizzontale
zh_cn: 景观

source: Standard Output Sensitivity
it_it: Sensibilità Standard
zh_cn: 标准输出灵敏度

source: Recommended Exposure Index
it_it: Indice di Esposizione Raccomandato
zh_cn: 推荐曝光指数

source: ISO Speed
it_it: Sensibilità ISO
zh_cn: 国际感光度

source: Standard Output Sensitivity and Recommended Exposure Index
it_it: Sensibilità Standard e Indice di Esposizione Raccomandato
zh_cn: 标准输出灵敏度和推荐曝光指数

source: Standard Output Sensitivity and ISO Speed
it_it: Sensibilità Standard e Sensibilità ISO
zh_cn: 标准输出感光度和ISO感光度

source: Recommended Exposure Index and ISO Speed
it_it: Indice di Esposizione Raccomandato e Sensibilità ISO
zh_cn: 推荐曝光指数和ISO感光度

source: Standard Output Sensitivity, Recommended Exposure Index and ISO Speed
it_it: Sensibilità Standard, Indice di Esposizione Raccomandato e Sensibilità ISO
zh_cn: 标准输出感光度、推荐曝光指数和ISO感光度

source: Average
it_it: Media
zh_cn: 平均

source: Center Weighted Average
it_it: Media ponderata centrale
zh_cn: 中央加权平均值

source: Spot
zh_cn: 点测光

source: Multi-Spot
zh_cn: 多点测光

source: Pattern
it_it: Schema
zh_cn: 模式测光

source: Partial
it_it: Parziale
zh_cn: 局部测光

source: Other
it_it: Altro
zh_cn: 其他

source: Daylight
it_it: Luce del giorno
zh_cn: 日光

source: Fluorescent
it_it: Fluorescente
zh_cn: 荧光灯

source: Tungsten
it_it: Tungsteno
zh_cn: 钨丝灯

source: Flash
zh_cn: 闪光

source: Standard Light A
it_it: Luce standard A
zh_cn: 标准灯 A

source: Standard Light B
it_it: Luce standard B
zh_cn: 标准灯 B

source: Standard Light C
it_it: Luce standard C
zh_cn: 标准灯 C

source: ISO Studio Tungsten
zh_cn: ISO 钨丝灯

source: No Flash
it_it: Senza flash
zh_cn: 无闪光灯

source: Flash, strobe return light not detected
it_it: Flash, luce di ritorno non rilevata
zh_cn: 闪光灯、频闪、未检测到返回光

source: Flash, strobe return light detected
it_it: Flash, luce di ritorno rilevata
zh_cn: 闪光灯、频闪、检测到返回光

source: Compulsory Flash
it_it: Flash forzato
zh_cn: 强制闪光灯

source: Compulsory Flash, Return light not detected
it_it: Flash forzato, luce di ritorno non rilevata
zh_cn: 强制闪光灯，未检测到返回光

source: Compulsory Flash, Return light detected
it_it: Flash forzato, luce di ritorno rilevata
zh_cn: 强制闪光灯，检测到返回光

source: Flash, Auto-Mode
it_it: Flash, modalità automatica
zh_cn: 闪光灯，自动模式

source: Flash, Auto-Mode, Return light not detected
it_it: Flash, modalità automatica, luce di ritorno non rilevata
zh_cn: 闪光灯、自动模式、未检测到返回光

source: Flash, Auto-Mode, Return light detected
it_it: Flash, modalità automatica, luce di ritorno rilevata
zh_cn: 闪光灯、自动模式、检测到返回光

source: Red Eye
it_it: Occhi rossi
zh_cn: 防红眼

source: Red Eye, Return light not detected
it_it: Occhi rossi, luce di ritorno non rilevata
zh_cn: 防红眼，未检测到返回光

source: Red Eye, Return light detected
it_it: Occhi rossi, luce di ritorno rilevata
zh_cn: 防红眼，检测到返回光

source: Red Eye, Compulsory Flash
it_it: Occhi rossi, flash forzato
zh_cn: 防红眼，强制闪光

source: Red Eye, Compulsory Flash, Return light not detected
it_it: Occhi rossi, flash forzato, luce di ritorno non rilevata
zh_cn: 防红眼，强制闪光，未检测到返回光

source: Red Eye, Compulsory Flash, Return light detected
it_it: Occhi rossi, flash forzato, luce di ritorno rilevata
zh_cn: 防红眼，强制闪光，检测到返回光

source: Red Eye, Auto-Mode
it_it: Occhi rossi, modalità automatica
zh_cn: 防红眼，自动模式

source: Red Eye, Auto-Mode, Return light not detected
it_it: Occhi rossi, modalità automatica, luce di ritorno non rilevata
zh_cn: 防红眼，自动模式，未检测到返回光

source: Red Eye, Auto-Mode, Return light detected
it_it: Occhi rossi, modalità automatica, luce di ritorno rilevata
zh_cn: 防红眼，自动模式，检测到返回光

source: Uncalibrated
it_it: Non calibrato
zh_cn: 未校准

source: pixels
it_it: pixel
zh_cn: 像素

source: No Compression
it_it: Nessuna compressione
zh_cn: 无压缩

source: Jpeg Compression
it_it: Compressione Jpeg
zh_cn: Jpeg 压缩

source: Not defined
it_it: Non definito
zh_cn: 未定义

source: One Chip Color Area Sensor
it_it: Sensore colore a zona a un chip
zh_cn: 单芯片色域传感器

source: Two Chip Color Area Sensor
it_it: Sensore colore a zona a due chip
zh_cn: 双芯片色域传感器

source: Three Chip Color Area Sensor
it_it: Sensore colore a zona a tre chip
zh_cn: 三芯片色域传感器

source: Color Sequential Area Sensor
it_it: Sensore colore a zona sequenziale
zh_cn: 颜色顺序区域传感器

source: Trilinear Sensor
it_it: Sensore trilineare
zh_cn: 三线传感器

source: Color Sequential Linear Sensor
it_it: Sensore colore lineare sequenziale
zh_cn: 彩色顺序线性传感器

source: Monochrome
it_it: Monocromatico
zh_cn: 单色

source: version
it_it: versione
zh_cn: 版本

source: Digital Still Camera
it_it: Fotocamera digitale
zh_cn: 数码相机

source: Directly Photographed
it_it: Fotografato direttamente
zh_cn: 直接拍摄

source: Bulb
it_it: Lampadina
zh_cn: 灯泡

source: The file could not be found.
it_it: Il file non può essere trovato.
zh_cn: 找不到该文件。

source: Could not Find SubIFD
it_it: Impossibile trovare SubIFD
zh_cn: 找不到SubIFD

source: Illegal size for SubIFD
it_it: Dimensione non valida per SubIFD
zh_cn: SubIFD 的非法大小

source: Could not Find IFD1
it_it: Impossibile trovare IFD1
zh_cn: 找不到 IFD1

source: Illegal size for IFD1
it_it: Dimensione non valida per IFD1
zh_cn: IFD1 的非法大小

source: Could not Find InteroperabilityIFD
it_it: Impossibile trovare InteroperabilityIFD
zh_cn: 找不到互操作性IFD

source: Illegal size for InteroperabilityIFD
it_it: Dimensione non valida per InteroperabilityIFD
zh_cn: 互操作性IFD的大小非法

source: Macro
zh_cn: 微距

source: Normal
it_it: Normale
zh_cn: 正常

source: Off
it_it: Spento
zh_cn: 关闭

source: /10s
zh_cn: /10秒

source: Fine
zh_cn: 精细

source: Superfine
zh_cn: 超精细

source: Auto
zh_cn: 自动

source: On
it_it: Acceso
zh_cn: 开

source: Red Eye Reduction
it_it: Riduzione occhi rossi
zh_cn: 红眼消除

source: Slow Synchro
it_it: Sincro lento
zh_cn: 慢速同步

source: Auto + Red Eye Reduction
it_it: Auto + riduzione occhi rossi
zh_cn: 自动 + 红眼消除

source: On + Red Eye Reduction
it_it: Attivo + riduzione occhi rossi
zh_cn: 开启 + 红眼消除

source: External Flash
it_it: Flash esterno
zh_cn: 外接闪光灯

source: Single/Timer
it_it: Singolo/Timer
zh_cn: 单/定时器

source: Continuous
it_it: Continuo
zh_cn: 连续的

source: One-Shot
it_it: Singolo scatto
zh_cn: 一次性

source: AI Servo
zh_cn: 人工智能伺服自动对焦

source: AI Focus
zh_cn: 人工智能自动对焦

source: Manual Focus
it_it: Fuoco manuale
zh_cn: 手动对焦

source: Single
it_it: Singolo
zh_cn: 单张

source: Large
it_it: Largo
zh_cn: 大

source: Medium
it_it: Medio
zh_cn: 中

source: Small
it_it: Piccolo
zh_cn: 小

source: Full Auto
it_it: Auto
zh_cn: 全自动

source: Fast Shutter
it_it: Tempi rapidi
zh_cn: 快速快门

source: Slow Shutter
it_it: Tempi lunghi
zh_cn: 慢速快门

source: Night
it_it: Notte
zh_cn: 夜景

source: Black & White
it_it: Bianco e nero
zh_cn: 黑白

source: Sepia
it_it: Seppia
zh_cn: 怀旧

source: Sport
zh_cn: 运动

source: Macro/Close-Up
it_it: Macro/Ravvicinato
zh_cn: 微距/特写

source: Pan Focus
it_it: Fuoco pan
zh_cn: 泛焦

source: High
it_it: Alta
zh_cn: 高

source: Low
it_it: Bassa
zh_cn: 低

source: Evaluative
it_it: Valutato
zh_cn: 权衡式

source: Center-weighted
it_it: Pesato sul centro
zh_cn: 中央偏重平均

source: Close-up (Macro)
it_it: Ravvicinato (macro)
zh_cn: 特写（微距）

source: Locked (Pan Mode)
it_it: Bloccato (modalità pan)
zh_cn: 已锁定（泛焦模式）

source: Auto Selected
it_it: Selezionato automaticamente
zh_cn: 自动选择

source: Right
it_it: Destra
zh_cn: 右

source: Center
it_it: Centro
zh_cn: 中心

source: Left
it_it: Sinistra
zh_cn: 左

source: Tv
zh_cn: 快门优先

source: Av
zh_cn: 光圈优先

source: Flash Did Not Fire
it_it: Il flash non è scattato
zh_cn: 闪光灯未闪

source: Flash Fired
it_it: Flash
zh_cn: 闪光灯发射

source: External E-TTL
it_it: E-TTL esterno
zh_cn: 外置 E-TTL

source: Internal Flash
it_it: Flash interno
zh_cn: 内置闪光灯

source: FP sync used
it_it: Usato sincro FP
zh_cn: 焦平面同步

source: 2nd(rear)-curtain sync used
it_it: Usato sincro seconda tendina (retro)
zh_cn: 后帘同步

source: 1st curtain sync
it_it: sincro prima tendina
zh_cn: 前帘同步

source: Sunny
it_it: Soleggiato
zh_cn: 晴朗

source: Cloudy
it_it: Nuvoloso
zh_cn: 多云

source: Soft
it_it: Soffice
zh_cn: 软

source: Hard
it_it: Dura
zh_cn: 硬

source: DaylightColor-fluorescence
it_it: Colore luce diurna fluorescente
zh_cn: 日光色荧光灯

source: DaywhiteColor-fluorescence
it_it: Colore luce diurna bianca fluorescente
zh_cn: 日光白荧光灯

source: White-fluorescence
it_it: Fluorescenza bianca
zh_cn: 白荧光灯

source: Incandescence
it_it: Incandescenza
zh_cn: 白热灯

source: Chroma Saturation Normal(STD)
it_it: Saturazione cromatica normale (STD)
zh_cn: 色度饱和度正常（STD）

source: Chroma Saturation High
it_it: Saturazione cromatica alta
zh_cn: 色度饱和度高

source: Chroma Saturation Low(ORG)
it_it: Saturazione cromatica bassa (ORG)
zh_cn: 低色度饱和度（ORG）

source: Unknown:
it_it: Sconosciuto:
zh_cn: 未知：

source: Contrast Normal(STD)
it_it: Contrasto normale (STD)
zh_cn: 正常对比度

source: Contrast High(HARD)
it_it: Contrasto alto (HARD)
zh_cn: 高对比度

source: Contrast Low(ORG)
it_it: Contrasto basso (ORG)
zh_cn: 低对比度

source: Red-Eye Reduction
it_it: Riduzione occhi rossi
zh_cn: 红眼消除

source: Sports
it_it: Sport
zh_cn: 体育

source: Program AE
it_it: Programma AE
zh_cn: 程序自动曝光

source: Aperture Priority AE
it_it: Priorità d’apertura AE
zh_cn: 光圈优先自动曝光

source: Manual Exposure
it_it: Esposizione manuale
zh_cn: 手动曝光

source: No Warning
it_it: Nessun avvertimento
zh_cn: 无警告

source: Warning
it_it: Attenzione
zh_cn: 警告

source: Auto Focus Good
it_it: Autofocus Ok
zh_cn: 自动对焦良好

source: Out of Focus
it_it: Fuori fuoco
zh_cn: 失焦

source: AE Good
it_it: AE OK
zh_cn: 自动曝光良好

source: Over Exposure
it_it: Sovraesposta
zh_cn: 过度曝光

source: Converter
it_it: Convertitore
zh_cn: 转换器

source: VGA Basic
it_it: VGA di base
zh_cn: 基础VGA

source: VGA Normal
it_it: VGA normale
zh_cn: 正常VGA

source: VGA Fine
zh_cn: 精细VGA

source: SXGA Basic
it_it: SXGA di base
zh_cn: 基础SXGA

source: SXGA Normal
it_it: SXGA normale
zh_cn: 正常SXGA

source: SXGA Fine
zh_cn: 精细SXGA

source: Color
it_it: Colore
zh_cn: 颜色

source: Bright+
it_it: Luminosità +
zh_cn: 亮度 +

source: Bright-
it_it: Luminosità -
zh_cn: 亮度 -

source: Contrast+
it_it: Contrasto +
zh_cn: 对比度+

source: Contrast-
it_it: Contrasto -
zh_cn: 对比度-

source: Preset
zh_cn: 预设

source: Fluorescence
it_it: Fluorescenza
zh_cn: 荧光灯

source: Fisheye
zh_cn: 鱼眼

source: Did Not Fire
it_it: Non è scattato
zh_cn: 没有闪光

source: External
it_it: Esterno
zh_cn: 外置

source: On Camera
it_it: Sulla fotocamera
zh_cn: 在相机上

source: 3-area-focusing (High speed)
it_it: messa a fuoco a 3 zone (alta velocità)
zh_cn: 3个区域对焦（高速）

source: 1-area-focusing (High speed)
it_it: messa a fuoco a 1 zona (alta velocità)
zh_cn: 单区域对焦（高速）

source: 1-area-focusing
it_it: mess a fuoco a 1 zona
zh_cn: 单区域聚焦

source: Spot-focusing
it_it: Messa a fuoco spot
zh_cn: 单点对焦

source: Standard
zh_cn: 标准

source: Very High
it_it: Molto alta
zh_cn: 非常高

source: Halogen
it_it: Alogena
zh_cn: 卤素灯

source: Black and White
it_it: Bianco e nero
zh_cn: 黑白

source: Auto, Focus button
it_it: Auto, pulsante di fuoco
zh_cn: 自动，对焦按钮

source: Auto, Continuous
it_it: Auto, continuo
zh_cn: 自动、连续

source: Mode 1
it_it: Modalità 1
zh_cn: 模式 1

source: Mode 2
it_it: Modalità 2
zh_cn: 模式 2

source: Scenery
it_it: Scenario
zh_cn: 风景

source: Night Portrait
it_it: Ritratto notturno
zh_cn: 夜景人像

source: Panning
zh_cn: 平移

source: Simple
it_it: Semplice
zh_cn: 简单

source: Fireworks
it_it: Fuochi d’artificio
zh_cn: 烟花

source: Party
it_it: Festa
zh_cn: 派对

source: Snow
it_it: Neve
zh_cn: 雪景

source: Night Scenery
it_it: Scenario notturno
zh_cn: 夜景

source: Food
it_it: Cibo
zh_cn: 食物

source: Baby
it_it: Bambino
zh_cn: 婴儿

source: High Sensitivity
it_it: Alta sensitività
zh_cn: 高感光度

source: Underwater
it_it: Sott’acqua
zh_cn: 水下

source: Pet
it_it: Cucciolo
zh_cn: 宠物

source: Yes
it_it: Sì
zh_cn: 是

source: No
zh_cn: 否

source: Warm
it_it: Caldo
zh_cn: 暖

source: Cool
it_it: Freddo
zh_cn: 冷

source: Low/High Quality
it_it: Qualità alta/bassa
zh_cn: 低/高质量

source: Infinite
it_it: Infinito
zh_cn: 无限

source: 10s
zh_cn: 10秒

source: 2s
zh_cn: 2 秒

source: Horizontal (normal)
it_it: Orizzontale (normale)
zh_cn: 水平（正常）

source: Rotate 90 CW
it_it: Ruota di 90 gradi in senso orario
zh_cn: 顺时针旋转 90

source: Rotate 270 CW
it_it: Ruota di 270 gradi in senso orario
zh_cn: 顺时针旋转 270

source: Natural
it_it: Naturale
zh_cn: 自然

source: Forbidden
it_it: Proibito
zh_cn: 禁止

source: Too few arguments! Image not found.
it_it: Troppi pochi argomenti! Immagine non trovata.
zh_cn: 参数不足! 图片不存在.

source: Forbidden(2)
it_it: Proibito(2)
zh_cn: 禁止访问（2）

source: %s log size limit exceeded
it_it: %s dimensione massima del log superata
zh_cn: 超出 %s 日志大小限制

source: The %1$s log has exceeded its size limit and has been renamed to %2$s.
it_it: Il %1$s log ha superato la sua dimensione massima ed è stato rinominato in %2$s.
zh_cn: %1$s 日志已超出其大小限制，并已重命名为 %2$s。

source: ERROR: cURL request failed:
it_it: ERRORE: richiesta cURL fallita:
zh_cn: 错误： cURL 请求失败：

source: NOTICE: cURL request not successful.
it_it: AVVISO: richiesta cURL non riuscita.
zh_cn: 注意：cURL 请求不成功。

source: ERROR: Your server does not support cURL.
it_it: ERRORE: Il tuo server non supporta cURL.
zh_cn: 错误：您的服务器不支持 cURL。

source: function
it_it: funzione
zh_cn: 功能

source: unknown
it_it: sconosciuto
zh_cn: 未知

source: Parameter usage of %1$s (called from %2$s line %3$s) is deprecated.
it_it: L’utilizzo del parametro %1$s (chiamato da %2$s riga %3$s) è deprecato.
zh_cn: %1$s 的参数用法（从 %2$s 行 %3$s 调用）已弃用。

source: %1$s (called from %2$s line %3$s) is deprecated.
it_it: %1$s (chiamato da %2$s riga %3$s) è deprecato.
zh_cn: %1$s（从 %2$s 行 %3$s 调用）已弃用。

source: ERROR
zh_cn: 错误

source: WARNING
zh_cn: 警告

source: PARSE ERROR
zh_cn: 解析错误

source: NOTICE
zh_cn: 通知

source: CORE ERROR
zh_cn: 核心错误

source: CORE WARNING
zh_cn: 核心警告

source: COMPILE ERROR
zh_cn: 编译错误

source: COMPILE WARNING
zh_cn: 编译警告

source: USER ERROR
zh_cn: 用户错误

source: USER WARNING
zh_cn: 用户警告

source: USER NOTICE
zh_cn: 用户须知

source: STRICT NOTICE
zh_cn: 严格通知

source: RECOVERABLE ERROR
zh_cn: 可恢复错误

source: DEPRECATED
it_it: DEPRECATO
zh_cn: 已弃用

source: USER DEPRECATED NOTICE
zh_cn: 用户弃用通知

source: %1$s: %2$s in %3$s on line %4$s
zh_cn: %1$s： %2$s 在 %3$s 中，行 %4$s

source: The Zenphoto configuration file is corrupt. You will need to restore it from a backup.
it_it: Il file di configurazione di Zenphoto è corrotto. Deve essere ripristinato da un backup.
zh_cn: Zenphoto 配置文件已损坏。您将需要从备份中还原它。

source: Use the global object $_zp_db and the class method connect() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe connect().
zh_cn: 请改用全局对象 $_zp_db 和类方法 connect()。

source: Use the global object $_zp_db and the class method of the same name instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe con lo stesso nome.
zh_cn: 请改用全局对象 $_zp_db 和同名的 class 方法。

source: Use the global object $_zp_db and the class method querySingleRow() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe querySingleRow().
zh_cn: 请改用全局对象 $_zp_db 和类方法 querySingleRow()。

source: Use the global object $_zp_db and the class method queryFullArray() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe queryFullArray().
zh_cn: 请改用全局对象 $_zp_db 和类方法 queryFullArray()。

source: Use the global object $_zp_db and the class method quote() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe quote().
zh_cn: 请改用全局对象 $_zp_db 和类方法 quote()。

source: Use the global object $_zp_db and the class method insertID() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe insertID().
zh_cn: 请改用全局对象 $_zp_db 和类方法 insertID()。

source: Use the global object $_zp_db and the class method fetchAssoc() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe fetchAssoc().
zh_cn: 请改用全局对象 $_zp_db 和类方法 fetchAssoc()。

source: Use the global object $_zp_db and the class method getError() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe getError().
zh_cn: 请改用全局对象 $_zp_db 和类方法 getError()。

source: Use the global object $_zp_db and the class method getAffectedRows() instead.
it_it: Usa invece l’oggetto globale $_zp_db e il metodo di classe getAffectedRows().
zh_cn: 请改用全局对象 $_zp_db 和类方法 getAffectedRows()。

source: Use the global object $_zp_db and the class method fetchRow() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe fetchRow().
zh_cn: 请改用全局对象 $_zp_db 和类方法 fetchRow()。

source: Use the global object $_zp_db and the class method getNumRows() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe getNumRows().
zh_cn: 请改用全局对象 $_zp_db 和类方法 getNumRows()。

source: Use the global object $_zp_db and the class method close() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe close().
zh_cn: 请改用全局对象 $_zp_db 和类方法 close()。

source: Use the global object $_zp_db and the class method getSoftware() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe getSoftware().
zh_cn: 请改用全局对象 $_zp_db 和类方法 getSoftware()。

source: Use the global object $_zp_db and the class method create() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe create().
zh_cn: 请改用全局对象 $_zp_db 和类方法 create()。

source: Use the global object $_zp_db and the class method getPermissions() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe getPermissions().
zh_cn: 请改用全局对象 $_zp_db 和类方法 getPermissions()。

source: Use the global object $_zp_db and the class method setSQLmode() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe setSQLmode().
zh_cn: 请改用全局对象 $_zp_db 和类方法 setSQLmode()。

source: Use the global object $_zp_db and the class method getSQLmode() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe getSQLmode().
zh_cn: 请改用全局对象 $_zp_db 和类方法 getSQLmode()。

source: Use the global object $_zp_db and the class method getCollation() instead.
zh_cn: 请改用全局对象 $_zp_db 和类方法 getCollation()。

source: Use the global object $_zp_db and the class method createTable() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe createTable().
zh_cn: 请改用全局对象 $_zp_db 和类方法 createTable()。

source: Use the global object $_zp_db and the class method tableUpdate() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe tableUpdate().
zh_cn: 请改用全局对象 $_zp_db 和类方法 tableUpdate()。

source: Use the global object $_zp_db and the class method show() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe show().
zh_cn: 请改用全局对象 $_zp_db和类方法 show()。

source: Use the global object $_zp_db and the class method listFields() instead.
zh_cn: 请改用全局对象 $_zp_db 和类方法 listFields()。

source: Use the global object $_zp_db and the class method truncateTable() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe truncateTable().
zh_cn: 请改用全局对象 $_zp_db和类方法截断Table()。

source: Use the global object $_zp_db and the class method likeEscape() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe likeEscape().
zh_cn: 请改用全局对象 $_zp_db 和类方法 likeEscape()。

source: Use the global object $_zp_db and the class method freeResult() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe freeResult().
zh_cn: 请改用全局对象 $_zp_db 和类方法 freeResult()。

source: Use the global object $_zp_db and the class method getDBName() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe getDBName().
zh_cn: 请改用全局对象 $_zp_db 和类方法 getDBName()。
