Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: Set as thumbnail for:
it_it: Usa come miniatura per:
zh_cn: 设置为缩略图：

source: Image watermark:
it_it: Immagine di filigrana:
zh_cn: 图像水印：

source: *no watermark
it_it: nessuna filigrana
zh_cn: *无水印

source: *default
it_it: predefinita
zh_cn: *默认

source: thumb
it_it: miniatura
zh_cn: 缩略图

source: full image
it_it: immagine originale
zh_cn: 完整图像

source: No tags assigned
it_it: Nessun tag assegnato
zh_cn: 未分配标签

source: Custom data:
it_it: Dati personalizzati:
zh_cn: 自定义数据：

source: Location:
it_it: Località:
zh_cn: 位置：

source: City:
it_it: Città:
zh_cn: 城市：

source: State:
it_it: Stato:
zh_cn: 州：

source: Country:
it_it: Nazione:
zh_cn: 国家：

source: Credit:
it_it: Crediti:
zh_cn: 信用：

source: Copyright:
zh_cn: 版权：

source: Metadata:
it_it: Metadati:
zh_cn: 元数据：

source: None selected for display
it_it: Nessuna voce selezionata per la visualizzazione
zh_cn: 未选择显示

source: Codeblocks:
it_it: Blocchi di codice:
zh_cn: 代码块:

source: Edit all image data
it_it: Modifica tutti i dati dell’immagine
zh_cn: 编辑所有图像数据

source: Edit All Albums in
it_it: Modifica tutti gli album in
zh_cn: 编辑中的所有影集

source: Edit Gallery
it_it: Modifica galleria
zh_cn: 编辑图库

source: Current sort: <em>%1s%2$s</em>.
zh_cn: 当前排序： <em>%1s%2$s</em>。

source: Select an album to edit its description and data, or <a href="?page=edit&amp;massedit">mass-edit</a> all gallery level albums.
it_it: Selezionare un album per modificarne la descrizione e i dati, o <a href="?page=edit&amp;massedit">modificare in gruppo</a> tutti gli album al livello della galleria.
zh_cn: 选择一个影集以编辑其描述和数据，或<a href="?page=edit&amp;massedit">mass-edit</a> 所有图库级别的影集。

source: New album
it_it: Nuovo album
zh_cn: 新影集

source: New dynamic album
it_it: Nuovo album dinamico
zh_cn: 新动态影集

source: There are no albums for you to edit.
it_it: Non ci sono album da modificare.
zh_cn: 没有可供您编辑的影集。

source: Scroll to top
it_it: Scorri in alto
zh_cn: 滑至顶部

source: Top
it_it: Torna su
zh_cn: 返回页首

source: <a href="https://www.zenphoto.org" target="_blank" rel="noopener noreferrer" title="The simpler media website CMS">Zen<strong>photo</strong></a> version %1$s
it_it: <a href="https://www.zenphoto.org" target="_blank" rel="noopener noreferrer" title="Il più semplice CMS per siti multimediali">Zen<strong>photo</strong></a> versione %1$s
zh_cn: <a href="https://www.zenphoto.org" target="_blank" rel="noopener noreferrer" title="The simple media website CMS">Zen<strong>photo</strong></a> 版本 %1$s

source: Zenphoto licence
it_it: Licenza di Zenphoto
zh_cn: Zenphoto 许可证

source: License
it_it: Licenza
zh_cn: 许可证

source: User guide
it_it: Guida utente
zh_cn: 用户指南

source: Forum
zh_cn: 论坛

source: Bugtracker
zh_cn: 错误跟踪器

source: View Change log
it_it: Visualizza Change log
zh_cn: 查看更改日志

source: Change log
zh_cn: 更改日志

source: Server date: %s
it_it: Data server: %s
zh_cn: 服务器日期： %s

source: admin
it_it: amministratore
zh_cn: 管理

source: You have unsaved changes!
it_it: Non hai salvato le modifiche!
zh_cn: 您有未保存的更改！

source: %1$s administration:%2$s%3$s
it_it: %1$s amministrazione:%2$s%3$s
zh_cn: %1$s 管理： %2$s%3$s

source: Zenphoto Administration
it_it: Amministrazione Zenphoto
zh_cn: Zenphoto管理

source: Logged in as %1$s
it_it: Accesso effettuato come %1$s
zh_cn: 以 %1$s 身份登录

source: Logged in as %1$s (last login %2$s)
it_it: Accesso effettuato come %1$s (ultimo accesso %2$s)
zh_cn: 以 %1$s 身份登录（上次登录 %2$s）

source: Log Out
it_it: Disconnessione
zh_cn: 注销

source: View <em>%s</em>
it_it: Visualizza <em>%s</em>
zh_cn: 查看 <em>%s</em>

source: View gallery index
it_it: Visualizza l’indice della galleria
zh_cn: 查看图库索引

source: Images
it_it: Immagini
zh_cn: 图像

source: Image order
it_it: Ordine immagini
zh_cn: 图像顺序

source: Subalbums
it_it: Sub-album
zh_cn: 子影集

source: The global $zenphoto_tabs is deprecated. Use $_zp_admin_menu instead
it_it: La variabile globale $zenphoto_tabs è deprecata. Usa invece $_zp_admin_menu
zh_cn: 全局$zenphoto_tabs 已弃用。请改用 $_zp_admin_menu

source: The global $subtabs is deprecated. Use $_zp_admin_submenu instead
it_it: La variabile globale $subtabs è deprecata. Usa invece $_zp_admin_submenu
zh_cn: 全局$subtabs已弃用。改用 $_zp_admin_submenu

source: The global $_zp_admin_tab is deprecated. Use $_zp_admin_current_page instead
it_it: La variabile globale $_zp_admin_tab è deprecata. Usa invece $_zp_admin_current_page
zh_cn: 全局 $_zp_admin_tab 已弃用。请改用 $_zp_admin_current_page

source: The global $_zp_admin_subtab is deprecated. Use $_zp_admin_current_subpage instead
it_it: La variabile globale $_zp_admin_subtab è deprecata. Usa invece $_zp_admin_current_subpage
zh_cn: 全局 $_zp_admin_subtab 已弃用。请改用 $_zp_admin_current_subpage

source: Deprecated.
it_it: Deprecato.
zh_cn: 已弃用。

source: all
it_it: tutti
zh_cn: 全部

source: add tag
it_it: aggiungi tag
zh_cn: 添加标签

source: Owner
it_it: Proprietario
zh_cn: 所有者

source: Album Title
it_it: Titolo album
zh_cn: 影集标题

source: Album Description:
it_it: Descrizione Album:
zh_cn: 影集描述：

source: Album password:
it_it: Password album:
zh_cn: 影集密码：

source: clear password
it_it: cancella password
zh_cn: 清除密码

source: Album guest user:
it_it: Album utente ospite:
zh_cn: 影集访客

source: Repeat password:
it_it: Ripeti password:
zh_cn: 重复密码：

source: Show password
it_it: Mostra password
zh_cn: 显示密码

source: Password hint:
it_it: Suggerimento password:
zh_cn: 密码提示：

source: Sort subalbums by:
it_it: Ordina sub-album per:
zh_cn: 按以下条件对子影集进行排序：

source: *gallery album sort order
it_it: *ordinamento album galleria
zh_cn: *图库影集排序顺序

source: *parent album subalbum sort order
it_it: *ordinamento sub-album dell’album principale
zh_cn: *父影集子影集排序顺序

source: Custom (%s)
it_it: Personalizzato (%s)
zh_cn: 自定义 （%s）

source: Descending
it_it: Discendente
zh_cn: 降序

source: Sort images by
it_it: Ordina immagini per
zh_cn: 图像排序依据

source: *gallery image sort order
it_it: *ordinamento immagini galleria
zh_cn: *图库图像排序顺序

source: *parent album image sort order
it_it: *ordinamento immagini album principale
zh_cn: *父影集图像排序顺序

source: Album theme:
it_it: Tema album:
zh_cn: 影集主题：

source: *gallery theme
it_it: *tema galleria
zh_cn: *图库主题

source: Album watermarks:
it_it: Filigrane album:
zh_cn: 影集水印：

source: Thumbs
it_it: Miniature
zh_cn: 缩略图

source: Reset hit counter (%u hit)
it_it: Azzera il contatore delle visite (%u visita)
zh_cn: 重置点击数（%u 点击）

source: Reset rating (%u stars)
it_it: Reimposta giudizio (%u stelle)
zh_cn: 重置评级（%u 星）

source: Rename Folder
it_it: Rinomina cartella
zh_cn: 重命名文件夹

source: Delete album
it_it: Elimina album
zh_cn: 删除影集

source: Album will be deleted when changes are applied.
it_it: L’album verrà eliminato quando verranno applicate le modifiche.
zh_cn: 应用更改后，影集将被删除。

source: to:
it_it: a:
zh_cn: 自：

source: Tags
it_it: Tag
zh_cn: 标签

source: Dynamic album search:
it_it: Ricerca dinamica album:
zh_cn: 动态影集搜索：

source: Clears the album’s cached images.
it_it: Elimina le immagini di quest’album dalla cache.
zh_cn: 清除影集缓存图像。

source: Clear album image cache
it_it: Pulisci cache immagini album
zh_cn: 清除影集图像缓存

source: Resets album’s hit counters.
it_it: Azzera il contatore delle visite dell’album.
zh_cn: 重置影集点击数。

source: Reset album hit counters
it_it: Azzera i contatori delle visite degli album
zh_cn: 重置影集点击数

source: Refreshes the metadata for the album.
it_it: Aggiorna i metadati per l’album.
zh_cn: 刷新影集元数据。

source: Refresh album metadata
it_it: Aggiorna i metadati dell’album
zh_cn: 刷新影集元数据

source: Albums (dynamic)
it_it: Album (dinamici)
zh_cn: 影集（动态）

source: Images (dynamic)
it_it: Immagini (dinamiche)
zh_cn: 图像（动态）

source: Has Password
it_it: Ha una password
zh_cn: 有密码

source: Published/Not published
zh_cn: 已发布/未发布

source: Scheduled publishing/Scheduled expiration/Expired
it_it: Pubblicazione programmata/Scadenza programmata/Scaduto
zh_cn: 计划发布/计划过期/已过期

source: Comments on/off
it_it: Commenti attivi/disattivi
zh_cn: 开/关评论

source: View the album
it_it: Visualizza l’album
zh_cn: 查看影集

source: Refresh metadata
it_it: Aggiorna metadati
zh_cn: 刷新元数据

source: Reset hit counters
it_it: Azzera i contatori delle visite
zh_cn: 重置点击数

source: Edit this album: %s
it_it: Modifica questo album: %s
zh_cn: 编辑此影集： %s

source: Album thumb
it_it: Miniatura album
zh_cn: 影集缩略图

source: images
it_it: immagini
zh_cn: 图像

source: albums
it_it: album
zh_cn: 影集

source: Subalbum List
it_it: Lista sub-album
zh_cn: 子影集列表

source: Password protected
it_it: Protetto da password
zh_cn: 密码保护

source: Comments on
it_it: Commenti attivi
zh_cn: 评论

source: Comments off
it_it: Commenti disattivi
zh_cn: 评论关闭

source: View album
it_it: Visualizza album
zh_cn: 查看影集

source: View album %s
it_it: Visualizza l’album %s
zh_cn: 查看影集 %s

source: unavailable
it_it: non disponibile
zh_cn: 不可用

source: Refresh metadata for the album %s
it_it: Aggiorna i metadati per l’album %s
zh_cn: 刷新影集 %s 的元数据

source: Refresh metadata in the album %s
it_it: Aggiorna i metadati nell’album %s
zh_cn: 刷新影集 %s 中的元数据

source: Reset hit counters for album %s
it_it: Azzera i contatori delle visite dell’album %s
zh_cn: 重置影集 %s 的点击数

source: Reset hit counters for the album %s
it_it: Azzera i contatori delle visite dell’album %s
zh_cn: 重置影集 %s 的点击数

source: Delete the album %s
it_it: Elimina l’album %s
zh_cn: 删除影集 %s

source: page %u
it_it: pagina %u
zh_cn: 页 %u

source: Previous page
it_it: Pagina precedente
zh_cn: 上一页

source: Next page
it_it: Pagina successiva
zh_cn: 下一页

source: Zip archive could not be extracted because PHP <code>ZipArchive</code> support is not available
it_it: L'archivio zip non può essere estratto perché il supporto PHP a <code>ZipArchive</code> non è disponibile
zh_cn: 无法提取 Zip 存档，因为 PHP <code>ZipArchive</code> 支持不可用

source: Cannot create new theme.
it_it: Impossibile creare un nuovo tema.
zh_cn: 无法创建新主题。

source: Directory “%s” already exists!
it_it: La cartella “%s” esiste già!
zh_cn: 目录 "%s" 已存在！

source: Cannot find theme directory “%s” to copy!
it_it: Impossibile trovare la cartella “%s” del tema da copiare!
zh_cn: 找不到要复制的主题目录"%s"！

source: The <tt>/themes</tt> directory is not writable!
it_it: La cartella <tt>/themes</tt> non è scrivibile!
zh_cn: <tt>/themes</tt> 目录不可写！

source: Could not create directory for the new theme
it_it: Impossibile creare la cartella per il nuovo tema
zh_cn: 无法为新主题创建目录

source: An error occurred while copying files. Please delete manually the new theme directory “%s” and retry or copy files manually.
it_it: Si è verificato un errore durante la copia dei file. Cancellare manualmente la cartella del nuovo tema “%s” e riprovare o copiare i file manualmente.
zh_cn: 复制文件时出错。请手动删除新的主题目录"%s"，然后手动重试或复制文件。

source: Your theme, based on theme %s
it_it: Il proprio tema, basato sul tema %s
zh_cn: 您的主题，基于主题 %s

source: Your theme
it_it: Il proprio tema
zh_cn: 您的主题

source: New custom theme created successfully!
it_it: Nuovo tema personalizzato creato con successo!
zh_cn: 新自定义主题创建成功！

source: New custom theme created, but its description could not be updated
it_it: Nuovo tema personalizzato creato, ma la descrizione non può essere aggiornata
zh_cn: 已创建新的自定义主题，但无法更新其说明

source: Rights:
it_it: Permessi:
zh_cn: 权限:

source: edit rights
it_it: permessi di modifica
zh_cn: 编辑权限

source: view unpublished items
it_it: visualizza elementi non pubblicati
zh_cn: 查看未发布的项目

source: upload rights
it_it: permessi per caricare
zh_cn: 上传权限

source: the album is dynamic
it_it: l’album è dinamico
zh_cn: 影集是动态的

source: Primary album
it_it: Album principale
zh_cn: 主要影集

source: upload
it_it: carica
zh_cn: 上传

source: view unpublished
it_it: visualizza elementi non pubblicati
zh_cn: 查看未发布

source: Managed albums:
it_it: Album gestiti:
zh_cn: 管理影集：

source: Managed news categories:
it_it: Categorie di notizie gestite:
zh_cn: 托管新闻类别：

source: News categories
it_it: Categorie di notizie
zh_cn: 新闻类别

source: Managed pages:
it_it: Pagine gestite:
zh_cn: 托管网页：

source: Select one or more %1$s for the %2$s to manage.
it_it: Selezionare uno o più %1$s da far gestire all’%2$s.
zh_cn: 为要管理的 %2$s 选择一个或多个 %1$s。

source: user
it_it: utente
zh_cn: 用户

source: Users with "Admin" or "Manage all %1$s" rights can manage all %2$s. All others may manage only those that are selected.
it_it: Gli utenti con i permessi "Amministratore" o "Gestisci tutto" per gli elementi di tipo "%1$s" possono gestire qualsiasi oggetto di tipo %2$s. Gli altri utenti possono gestire solo gli elementi selezionati.
zh_cn: 具有"管理员"或"管理所有 %1$s"权限的用户可以管理所有 %2$s。所有其他人员只能管理选定的那些。

source: You may manage these %s subject to the above rights.
it_it: È possibile gestire gli elementi %s in base ai permessi stabiliti sopra.
zh_cn: 您可以管理这些 %s，但须遵守上述权限。

source: Show %u album level
it_it: Mostra %u livello di album
zh_cn: 显示 %u 影集级别

source: %u image per page
it_it: %u immagine per pagina
zh_cn: 每页 %u 张图片

source: Destination
it_it: Destinazione
zh_cn: 目的地

source: codeblock %u
it_it: blocco di codice %u
zh_cn: 代码块 %u

source: add codeblock
it_it: aggiungi blocco di codice
zh_cn: 添加代码块

source: Codeblock 0 is deprecated.
it_it: Il blocco di codice 0 è deprecato.
zh_cn: 代码块 0 已弃用。

source: setup
zh_cn: 设置

source: security
it_it: sicurezza
zh_cn: 安全

source: debug
zh_cn: 调试

source: Misc
it_it: Varie
zh_cn: 杂项

source: Active
it_it: Attivi
zh_cn: 活动

source: All
it_it: Tutti
zh_cn: 全部

source: Admin
it_it: Amministratore
zh_cn: 管理

source: Demo
zh_cn: 演示

source: Development
it_it: Sviluppo
zh_cn: 开发

source: Mail
zh_cn: 邮件

source: Media
zh_cn: 媒体

source: Spam
zh_cn: 垃圾邮件

source: Statistics
it_it: Statistiche
zh_cn: 统计

source: SEO
zh_cn: 搜索引擎优化

source: Uploader
zh_cn: 上传者

source: Users
it_it: Utenti
zh_cn: 用户

source: Image
it_it: Immagine
zh_cn: 图像

source: %s failed to delete.
it_it: %s eliminazione fallita.
zh_cn: %s 无法删除。

source: %s deleted successfully.
it_it: Eliminazione %s riuscita.
zh_cn: %s 已成功删除。

source: You must supply a password.
it_it: È necessario fornire una password.
zh_cn: 您必须提供密码。

source: Your passwords did not match.
it_it: Le password non corrispondono.
zh_cn: 您的密码不匹配。

source: The form submission has been truncated because you exceeded the server side limit <code>max_input_vars</code> of %d. Try displaying fewer items per page or try to raise the server limits.
it_it: L'invio del modulo è stato interrotto perché hai superato il limite <code>max_input_vars</code> impostato nel server di %d. Prova a visualizzare meno elementi per pagina o prova ad aumentare i limiti del server.
zh_cn: 表单提交已被截断，因为您超出了服务器端限制<code>max_input_vars</code> %d。尝试每页显示较少的项目或尝试提高服务器限制。

source: Hit counters have been reset.
it_it: I contatori delle visite sono stati azzerati.
zh_cn: 点击数已重置。

source: Cache has been purged.
it_it: La cache è stata svuotata.
zh_cn: 缓存已被清除。

source: Your files have been uploaded.
it_it: I file sono stati caricati.
zh_cn: 您的文件已上传。

source: <em>%s</em> already exists.
it_it: <em>%s</em> esiste già.
zh_cn: <em>%s</em> 已存在。

source: Changes applied
it_it: Modifiche applicate
zh_cn: 应用的更改

source: Nothing changed
it_it: Nessuna modifica effettuata
zh_cn: 一切都没有改变

source: Selected items deleted
it_it: Elimina gli elementi selezionati
zh_cn: 已删除的选定项目

source: Selected items published
it_it: Elementi selezionati pubblicati
zh_cn: 已发布的选定项目

source: Selected items unpublished
it_it: Elementi selezionati non pubblicati
zh_cn: 未发布的选定项目

source: Comments enabled for selected items
it_it: Commenti abilitati per gli elementi selezionati
zh_cn: 为所选项目启用的评论

source: Comments disabled for selected items
it_it: Commenti per l’elemento selezionato disabilitati
zh_cn: 对所选项目禁用评论

source: Hitcounter for selected items
it_it: Contatori delle visite per gli elementi selezionati
zh_cn: 选定项目的点击数

source: Tags added for selected items
it_it: Tag aggiunti agli elementi selezionati
zh_cn: 为所选项目添加的标签

source: Tags cleared for selected items
it_it: Tag rimossi per gli elementi selezionati
zh_cn: 已清除所选项目的标签

source: Tags added for images of selected items
it_it: Tag aggiunti per le immagini degli elementi selezionati
zh_cn: 为所选项目的图像添加标签

source: Tags cleared for images of selected items
it_it: Tag rimossi per le immagini degli elementi selezionati
zh_cn: 已清除所选项目图像的标签

source: Image already exists.
it_it: L’immagine esiste già.
zh_cn: 图像已存在。

source: Album already exists.
it_it: L’album esiste già.
zh_cn: 影集已存在。

source: Cannot move, copy, or rename to a subalbum of this album.
it_it: Impossibile spostare, copiare o rinominare in un sub-album di questo album.
zh_cn: 无法移动、复制或重命名为此影集的子影集。

source: Cannot move, copy, or rename to a dynamic album.
it_it: Impossibile spostare, copiare o rinominare in un album dinamico.
zh_cn: 无法移动、复制或重命名为动态影集。

source: Cannot rename an image to a different suffix
it_it: Impossibile cambiare il suffisso all’immagine
zh_cn: 无法将图像重命名为其他后缀

source: Album delete failed
it_it: Eliminazione dell’album fallita
zh_cn: 影集删除失败

source: There was an error #%d with a move, copy, or rename operation.
it_it: Si è verificato un errore #%d in un’operazione di spostamento, copia o rinomina.
zh_cn: 移动、复制或重命名操作时出现错误 #%d。

source: Last updated: %s
it_it: Ultimo aggiornamento: %s
zh_cn: 上次更新时间：%s

source: Account created: %s
it_it: Account creato: %s
zh_cn: 帐户已创建： %s

source: Current login: %s
it_it: Accesso attuale: %s
zh_cn: 当前登录： %s

source: Last previous login: %s
it_it: Ultimo accesso precedente: %s
zh_cn: 上次登录： %s

source: Last password update: %s
it_it: Ultimo aggiornamento password: %s
zh_cn: 上次密码更新： %s

source: Last visit: %s
it_it: Ultima visita: %s
zh_cn: 上次访问： %s

source: Last change: %s
it_it: Ultima modifica: %s
zh_cn: 上次更改： %s

source: ZenphotoCMS internal request
it_it: richiesta interna di ZenphotoCMS
zh_cn: ZenphotoCMS 内部请求

source: Last changed by: %s
it_it: Ultima modifica di: %s
zh_cn: 上次更改者： %s

source: Title
it_it: Titolo
zh_cn: 标题

source: ID
zh_cn: 用户名

source: Date
it_it: Data
zh_cn: 日期

source: Last change date
it_it: Data ultima modifica
zh_cn: 上次更改日期

source: Last change user
it_it: Utente ultima modifica
zh_cn: 上次更改用户

source: Expire date
it_it: Data di scadenza
zh_cn: 到期日期

source: Top rated
it_it: Voto più alto
zh_cn: 评分最高

source: Most rated
it_it: Più voti
zh_cn: 评分最高

source: Popular
it_it: Popolari
zh_cn: 流行

source: Filemtime
zh_cn: 文件修改时间

source: Scheduled Publish date
it_it: Data Pubblicazione programmata
zh_cn: 预定发布日期

source: Folder
it_it: Cartella
zh_cn: 文件夹

source: Last updated date
it_it: Data ultimo aggiornamento
zh_cn: 上次更新日期

source: Manual
it_it: Manuale
zh_cn: 手动

source: Nonsense
zh_cn: 无意义

source: Filename
it_it: Nome file
zh_cn: 文件名

source: %s (descending)
it_it: %s (discendente)
zh_cn: %s（降序）

source: TitleLink
it_it: Collegamento al titolo
zh_cn: 标题链接

source: Author
it_it: Autore
zh_cn: 作者

source: Unpublished
it_it: Non pubblicato
zh_cn: 发表

source: Image scheduled for publishing
zh_cn: 计划发布的图像

source: <strong>Note:</strong> Scheduled publishing is not active unless the image is also set to <em>published</em>
zh_cn: <strong>注意：</strong>计划发布不处于活动状态，除非图像也设置为<em>已发布</em>

source: Image scheduled for expiration
zh_cn: 计划过期的图像

source: <strong>Note:</strong> Scheduled expiration is not active unless the image is also set to <em>published</em>
zh_cn: <strong>注意：</strong>计划的过期时间不处于活动状态，除非图像也设置为<em>已发布</em>

source: Image has expired
zh_cn: 图像已过期

source: Album scheduled for publishing
zh_cn: 计划发布的影集

source: <strong>Note:</strong> Scheduled publishing is not active unless the album is also set to <em>published</em>
zh_cn: <strong>注意：</strong>计划发布不处于活动状态，除非影集也设置为<em>已发布</em>

source: Album scheduled for expiration
zh_cn: 计划过期的影集

source: <strong>Note:</strong> Scheduled expiration is not active unless the album is also set to <em>published</em>
zh_cn: <strong>注意：</strong>计划的过期时间不有效，除非影集也设置为<em>已发布</em>

source: Album has expired
zh_cn: 影集已过期

source: Article scheduled for publishing
zh_cn: 计划发布的文章

source: <strong>Note:</strong> Scheduled publishing is not active unless the article is also set to <em>published</em>
zh_cn: <strong>注意：</strong>计划发布不处于活动状态，除非文章也设置为<em>"已发布"</em>

source: Article scheduled for expiration
zh_cn: 计划到期的文章

source: <strong>Note:</strong> Scheduled expiration is not active unless the article is also set to <em>published</em>
zh_cn: <strong>注意：</strong>计划的过期时间不处于活动状态，除非文章也设置为<em>已发布</em>

source: Article has expired
zh_cn: 文章已过期

source: Page scheduled for publishing
zh_cn: 计划发布的页面

source: <strong>Note:</strong> Scheduled publishing is not active unless the page is also set to <em>published</em>
zh_cn: <strong>注意：</strong>计划发布不处于活动状态，除非该页也设置为<em>"已发布"</em>

source: Page scheduled for expiration
zh_cn: 计划过期的页面

source: <strong>Note:</strong> Scheduled expiration is not active unless the page is also set to <em>published</em>
zh_cn: <strong>注意：</strong>计划的过期时间不处于活动状态，除非该页也设置为<em>已发布</em>

source: Page has expired
zh_cn: 页面已过期

source: Publish the album %s (Skip scheduled publishing)
it_it: Pubblica l'album %s (Ignora pubblicazione programmata)
zh_cn: 发布影集 %s（跳过计划发布）

source: Publish the album %s (Skip scheduled expiration)
it_it: Pubblica l'album %s (Ignora scadenza programmata)
zh_cn: 发布影集 %s（跳过计划的过期时间）

source: Un-publish the album %s
zh_cn: 取消发布影集 %s

source: Publish the album %s (Skip expiration)
it_it: Pubblica l'album %s (Ignora scadenza)
zh_cn: 发布影集 %s（跳过过期时间）

source: Publish the album %s
it_it: Pubblica l’album %s
zh_cn: 发布影集 %s

source: Publish the image %s (Skip scheduled publishing)
it_it: Pubblica l'immagine %s (Ignora pubblicazione programmata)
zh_cn: 发布图像 %s（跳过计划发布）

source: Publish the image %s (Skip scheduled expiration)
it_it: Pubblica l'immagine %s (Ignora scadenza programmata)
zh_cn: 发布图像 %s（跳过计划的过期时间）

source: Un-publish the image %s
zh_cn: 取消发布图像 %s

source: Publish the image %s (Skip expiration)
it_it: Pubblica l'immagine %s (Ignora scadenza)
zh_cn: 发布图像 %s（跳过过期时间）

source: Publish the image %s
it_it: Pubblica l'immagine %s
zh_cn: 发布图像 %s

source: Scheduled for publishing
it_it: Programmato per pubblicazione
zh_cn: 计划发布

source: Scheduled for expiration
it_it: Programmato per scadenza
zh_cn: 计划过期

source: Un-published because expired
zh_cn: 未发布，因为已过期

source: Un-published
it_it: Non pubblicata
zh_cn: 未发布

source: Custom
it_it: Personalizzato
zh_cn: 自定义

source: Select a Zenpage page. * denotes unpublished page.
it_it: Seleziona una pagina di Zenpage. * indica una pagina non pubblicata.
zh_cn: 选择一个 Zenpage 页面。* 表示未发布的页面。

source: Custom page url
it_it: URL pagina personalizzata
zh_cn: 自定义页面网址

source: Select a user
it_it: Seleziona un utente
zh_cn: 选择用户

source: overview
it_it: riepilogo
zh_cn: 概述

source: pages
it_it: pagine
zh_cn: 页面

source: articles
it_it: articoli
zh_cn: 文章

source: categories
it_it: categorie
zh_cn: 类别

source: tags
it_it: tag
zh_cn: 标签

source: users
it_it: utenti
zh_cn: 用户

source: general
it_it: generale
zh_cn: 常规

source: gallery
it_it: galleria
zh_cn: 图库

source: plugin
zh_cn: 插件

source: search
it_it: cerca
zh_cn: 搜索

source: theme
it_it: tema
zh_cn: 主题

source: options
it_it: opzioni
zh_cn: 选项

source: themes
it_it: temi
zh_cn: 主题

source: plugins
it_it: plugin
zh_cn: 插件

source: logs
it_it: log
zh_cn: 日志

source: Restore
it_it: Ripristino
zh_cn: 恢复

source: %s log was emptied.
it_it: Il log %s è stato svuotato.
zh_cn: %s 日志已清空。

source: %s log could not be emptied.
it_it: Non è stato possibile svuotare il log %s.
zh_cn: 无法清空 %s 日志。

source: %s log was removed.
it_it: Il log %s è stato eliminato.
zh_cn: %s 日志已删除。

source: %s log could not be removed.
it_it: Non è stato possibile eliminare il log %s.
zh_cn: 无法删除 %s 日志。

source: View logs:
it_it: Visualizza log:
zh_cn: 查看日志：

source: Download
zh_cn: 下载

source: There are no logs to view.
it_it: Non ci sono log da visualizzare.
zh_cn: 没有要查看的日志。

source: Forbidden tag.
it_it: Tag non permesso.
zh_cn: 禁止标签。

source: Your Allowed tags change did not parse successfully.
it_it: Le modifiche ai tag consentiti non hanno superato la verifica di controllo.
zh_cn: 您的允许的标签更改未成功解析。

source: Error
it_it: Errore
zh_cn: 错误
