Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: No data available for %1$s
it_it: Nessun dato per %1$s
zh_cn: %1$s 没有可用的数据

source: No data available for %1$s and %2$s
it_it: Nessun dato disponibile per %1$s e %2$s
zh_cn: 没有可用于 %1$s 和 %2$s 的数据

source: This tool helps to export possible personal user data if requested. It does not delete any data. This covers the following data:
it_it: Questo strumento consente di esportare eventuali dati personali utente se richiesto. Non cancella nessun dato. Riguarda i seguenti dati:
zh_cn: 如果需要，此工具有助于导出可能的个人用户数据。它不会删除任何数据。这包括以下数据：

source: <strong>User account</strong> (<em>user name</em> and optionally <em>email address</em>). This exports the full data of an account as stored in the database if a match exists.
it_it: <strong>Account utente</strong> (<em>nome utente</em> e facoltativamente <em>indirizzo e-mail</em>). Esporta i dati completi di un account memorizzati nel database se esiste una corrispondenza.
zh_cn: <strong>用户帐户</strong>（<em>用户名</em>和可选的<em>电子邮件地址</em>）。如果存在匹配项，则会导出存储在数据库中的帐户的完整数据。

source: <strong>Securitylog</strong> (<em>user name</em>).
it_it: <strong>Securitylog</strong> (<em>nome utente</em>).
zh_cn: <strong>安全日志</strong>（<em>用户名</em>）。

source: <strong>Comments</strong> (<em>user name</em> and <em>email address</em>). Note that if you did not include an email addresss this info may not be reliable as comments are possible without user account and may use the same name accidentally. Site owners should check this before handing over data especially if these were non public comments.
it_it: <strong>Commenti</strong> (<em>nome utente</em> e <em>indirizzo e-mail</em>). Da notare che se non si include un indirizzo e-mail queste informazioni potrebbero non essere affidabili, poiché è possibile commentare senza account utente, quindi commentatori distinti potrebbero utilizzare lo stesso nome utente. I proprietari del sito dovrebbero controllare prima di consegnare i dati, specialmente se si tratta di commenti non pubblici.
zh_cn: <strong>评论</strong>（<em>用户名</em>和<em>电子邮件地址</em>）。请注意，如果您没有包含电子邮件地址，则此信息可能不可靠，因为如果没有用户帐户，评论可能会发生，并且可能会意外使用相同的名称。网站所有者应在移交数据之前检查这一点，特别是如果这些是非公开评论。

source: <strong>Albums and images owner</strong> (<em>user name</em>) (excluding images of dynamic albums). The owner may be the user who uploaded the image or created the album but technically any user can be assigned as owner later on. There is no history stored about that.
it_it: <strong>Proprietari di album e immagini</strong> (<em>nome utente</em>) (escluse immagini di album dinamici). Il proprietario potrebbe essere l’utente che ha caricato l’immagine o creato l’album, ma tecnicamente qualsiasi utente può essere definito come proprietario in un secondo momento. Non esiste uno storico memorizzato.
zh_cn: <strong>影集和图像所有者</strong>（<em>用户名</em>）（不包括动态影集的图像）。所有者可能是上传图像或创建影集的用户，但从技术上讲，任何用户都可以在以后被指定为所有者。没有关于此的历史存储。

source: <strong>All items guest user</strong> (<em>user name</em>)
it_it: <strong>Tutti gli elementi di un utente ospite</strong> (<em>nome utente</em>)
zh_cn: <strong>所有项目访客</strong>（<em>用户名</em>）

source: <strong>Zenpage pages and news articles author and last change author</strong> (<em>user name</em>). Here the same applies as to owners above. The author may have created the entry but may have changed afterwards. The last change author is only that. There is no history stored about that.
it_it: <strong>Autore e autore ultima modifica di pagine e notizie Zenpage</strong> (<em>nome utente</em>). Qui vale lo stesso come per i proprietari di cui sopra. L’autore potrebbe aver creato la voce ma potrebbe essere cambiato in un secondo momento. Qui appare solo l’autore dell’ultima modifica. Non esiste uno storico memorizzato.
zh_cn: <strong>Zenpage页面和新闻文章的作者和上次更改的作者</strong>（<em>用户名</em>）。这里同样适用于上面的所有者。作者可能创建了该条目，但之后可能已更改。最后一个更改作者就是这样。没有关于此的历史存储。

source: <strong>Note:</strong> This covers only what Zenphoto core and plugins store and not what other third party tools may do or your server. <strong>This tool is provided without any any legal warranties regarding requirements of the e.g. GDPR</strong>. Contact your lawyer to find out if this is sufficient for your site.
it_it: <strong>Nota:</strong> Questo riguarda solo ciò che viene memorizzato da Zenphoto e dai suoi plugin, non quello che potrebbero fare strumenti di terze parti o il server. <strong>Questo strumento è fornito senza alcuna garanzia legale in merito ai requisiti ad esempio del GDPR</strong>. Rivolgersi al proprio legale per capire se è sufficiente per questo sito.
zh_cn: <strong>注意：</strong>这仅涵盖Zenphoto核心和插件存储的内容，而不涵盖其他第三方工具可能执行的操作或您的服务器。<strong>此工具不提供任何有关GDPR等要求的法律保证</strong>。请联系您的律师，了解这对您的网站是否足够。

source: User email address
it_it: Indirizzo e-mail utente
zh_cn: 用户电子邮件地址

source: You can supply either user name or user email address or both. For more reliable results on users registered to your site both are recommended. For just getting commenters there might be no user name or no mail address provided depending on your comment_form plugin settings.
it_it: È possibile fornire il nome, l’indirizzo e-mail dell’utente o tutte e due le cose. Per risultati più affidabili sugli utenti registrati al sito è preferibile fornirli entrambi. Per gli autori di commenti, potrebbe non esserci nessun nome utente o nessun indirizzo e-mail, a seconda delle impostazioni del plugin comment_form.
zh_cn: 您可以提供用户名和/或用户电子邮件地址。为了获得有关注册到您网站的用户的更可靠的结果，建议使用两者。对于仅获取评论者，可能没有提供用户名或邮件地址，具体取决于您的comment_form插件设置。

source: Display Google Maps based on <em>latitude</em> and <em>longitude</em> metadata in the images.
it_it: Visualizza Google Maps basate sui metadati <em>latitudine</em> e <em>longitudine</em> contenuti nelle immagini.
zh_cn: 根据图像中的<em>纬度</em>和<em>经度</em>元数据显示谷歌地图。

source: Google Maps API key required.
it_it: È necessaria la API key di Google Maps.
zh_cn: 需要谷歌地图API密钥。

source: <strong>Note</strong>: Google does place limits on the use of its <a href="%s"><em>Maps API</em></a>. Please review these to be sure your site is in compliance.
it_it: <strong>Nota</strong>: Google pone dei limiti per l’uso delle <a href="%s"><em>Maps API</em></a>. Controllarli per essere sicuri che il proprio sito li rispetti.
zh_cn: <strong>注意</strong>：Google 确实限制使用其< a href="%s"><em>Maps API</em></a>。请查看这些内容，以确保您的网站符合要求。

source: Privacy note: This plugin uses external third party sources
it_it: Nota sulla privacy: questo plugin utilizza fonti esterne di terze parti
zh_cn: 隐私说明：此插件使用外部第三方来源

source: Hybrid
it_it: Ibrida
zh_cn: 混合

source: Map
it_it: Mappa
zh_cn: 地图

source: Satellite
zh_cn: 卫星

source: Terrain
it_it: Terreno
zh_cn: 地形

source: Allowed maps
it_it: Mappe permesse
zh_cn: 允许的地图

source: Select the map types that are allowed.
it_it: Selezionare i tipi di mappa permessi.
zh_cn: 选择允许的地图类型。

source: Initial map display selection
it_it: Selezione visualizzazione iniziale mappa
zh_cn: 初始地图显示选择

source: Select the initial type of map to display.
it_it: Seleziona il tipo di mappa iniziale da mostrare.
zh_cn: 选择要显示的地图的初始类型。

source: Map display
it_it: Visualizzazione mappa
zh_cn: 地图显示

source: colorbox
zh_cn: 颜色框

source: Select <em>hide</em> to initially hide the map. Select <em>colorbox</em> for the map to display in a colorbox. Select <em>show</em> and the map will display when the page loads.
it_it: Selezionare <em>nascondi</em> per nascondere inizialmente la mappa. Selezionare <em>colorbox</em> per visualizzare la mappa in una Colorbox. Selezionare <em>mostra</em> per visualizzare la mappa quando viene caricata la pagina.
zh_cn: 选择<em>隐藏</em>以最初隐藏地图。选择<em>颜色框</em>以使地图在颜色框中显示。选择<em>显示</em>，地图将在页面加载时显示。

source: Map controls
it_it: Controlli mappa
zh_cn: 地图控件

source: Default
it_it: Predefiniti
zh_cn: 默认

source: Dropdown
it_it: A cascata
zh_cn: 下拉列表

source: Display options for the Map type control.
it_it: Opzioni di visualizzazione per i controlli della Mappa.
zh_cn: "地图类型"控件的显示选项。

source: Zoom controls
it_it: Controlli zoom
zh_cn: 缩放控件

source: Display options for the Zoom control.
it_it: Opzioni di visualizzazione per i controlli dello Zoom.
zh_cn: 缩放控件的显示选项。

source: Max zoom level
it_it: Massimo livello di zoom
zh_cn: 最大缩放级别

source: The max zoom level for clustering pictures on map.
it_it: Il livello massimo dello zoom per il clustering di foto sulla mappa.
zh_cn: 在地图上对图片进行聚类的最大缩放级别。

source: Map sessions
it_it: Sessioni mappa
zh_cn: 映射会话

source: If checked GoogleMaps will use sessions to pass map data for the <em>colorbox</em> display option. We recommend this option be selected. It protects against reference forgery security attacks and mitigates problems with data exceeding the allowed by some browsers.
it_it: Raccomandata. Se abilitata Google Maps userà le sessioni per fornire i dati delle mappe per l’opzione di visualizzazione <em>colorbox</em>. Se l’opzione non è abilitata i dati verranno forniti come parte del collegamento e potrebbero superare le dimensioni permesse da alcuni browser, oltre ad esporre a potenziali attacchi del tipo "reference forgery security attacks".
zh_cn: 如果选中，GoogleMaps 将使用会话为<em>颜色框</em>显示选项传递地图数据。我们建议选择此选项。它可以防止引用伪造安全攻击，并缓解数据超出某些浏览器允许范围的问题。

source: API key
zh_cn: 接口密钥

source: Enter your API key. You can get one <a href="https://developers.google.com/maps/documentation/javascript/get-api-key#key">here</a>.
it_it: Inserisci la tua API key. Puoi ottenerne una <a href="https://developers.google.com/maps/documentation/javascript/get-api-key#key">qui</a>.
zh_cn: 输入您的 API 密钥。你可以在这里<a href="https://developers.google.com/maps/documentation/javascript/get-api-key#key">得到一个</a>。

source: Google Map
zh_cn: 谷歌地图

source: Display or hide the Google Map.
it_it: Visualizza o nasconde la mappa di Google.
zh_cn: 显示或隐藏谷歌地图。

source: Map display error
it_it: Errore visualizzazione mappa
zh_cn: 地图显示错误

source: The GoogleMap plugin <em>map display</em> script has received a corrupt <em>Map</em> parameter. This is most likely caused by URL character limitations from your browser.
it_it: Lo script <em>visualizzazione mappa</em> del plugin GoogleMap ha ricevuto un parametro di <em>mappa</em> corrotto. Ciò probabilmente è causato dalle limitazioni ai caratteri URL del browser.
zh_cn: GoogleMap 插件<em>地图显示</em>脚本已收到损坏的<em>地图</em>参数。 这很可能是由浏览器中的 URL 字符限制引起的。

source: For information on URL limits visit <a href="javascript:parent.window.location='http://www.boutell.com/newfaq/misc/urllength.html';">What is the maximum length of a URL</a>.
it_it: Per informazioni sui limiti delle URL leggere <a href="javascript:parent.window.location='http://www.boutell.com/newfaq/misc/urllength.html';">What is the maximum length of a URL</a>.
zh_cn: 有关 URL 限制的信息，请访问 <a href="javascript：parent.window.location='http://www.boutell.com/newfaq/misc/urllength.html';">URL 的最大长度是多少</a>。

source: You can try a different browser or contact the site manager for assistance.
it_it: È possibile provare con un browser diverso o contattare il gestore del sito per assistenza.
zh_cn: 您可以尝试使用其他浏览器或联系站点管理员寻求帮助。

source: If you are the manager of this site you can try the following:
it_it: Se si è il gestore di questo sito è possibile provare una delle seguenti soluzioni:
zh_cn: 如果您是此站点的管理员，则可以尝试以下操作：

source: Enable the <a href="javascript:parent.window.location=%s;">GoogleMap option</a> <em>Map sessions</em>.
it_it: Abilitare l’<a href="javascript:parent.window.location=%s;">opzione GoogleMap</a> <em>Sessioni mappa</em>.
zh_cn: 启用<a href="javascript：parent.window.location=%s;">GoogleMap选项</a><em>"映射会话</em>"。

source: Reduce the number of <em>points</em> being displayed
it_it: Ridurre il numero di <em>punti</em> visualizzati
zh_cn: 减少显示的<em>点</em>数

source: Reduce the text passed as the description of each <em>point</em>
it_it: Ridurre il testo passato come descrizione di ogni <em>punto</em>
zh_cn: 减少作为每个<em>点</em>的描述传递的文本

source: Truncate the titles of the <em>points</em>
it_it: Troncare il titolo dei <em>punti</em>
zh_cn: 截断<em>点</em>的标题

source: Zenphoto outgoing mail handler based on the <em>PHPMailer</em> class mailing facility.
it_it: Gestore della posta in uscita di Zenphoto basato sulla classe di gestione posta <em>PHPMailer</em>.
zh_cn: Zenphoto 基于 <em>PHPMailer</em> 类邮件工具的传出邮件处理程序。

source: Only one Email handler plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
it_it: Può essere abilitato un solo plugin alla volta per la gestione delle e-mail. <a href="#%1$s"><code>%1$s</code></a> è già abilitato.
zh_cn: 只能启用一个电子邮件处理程序插件。< href="#%1$s"><code>%1$s</code></a> 已启用。

source: Mail protocol
it_it: Protocollo posta
zh_cn: 邮件协议

source: Select the mail protocol you wish to be used.
it_it: Selezionare i protocolli di posta da utilizzare.
zh_cn: 选择要使用的邮件协议。

source: Outgoing mail server
it_it: Server di posta in uscita
zh_cn: 发送邮件服务器

source: Outgoing mail server.
it_it: Server di posta in uscita.
zh_cn: 发送邮件服务器。

source: Secure mail
it_it: Posta sicura
zh_cn: 安全邮件

source: no
zh_cn: 不

source: Set to use a secure protocol.
it_it: Impostare per usare un protocollo sicuro.
zh_cn: 设置为使用安全协议。

source: Mail user
it_it: Utente posta
zh_cn: 邮件用户

source: <em>User ID</em> for mail server.
it_it: <em>Nome utente</em> per il server di posta.
zh_cn: 邮件服务器<em>的用户标识</em>。

source: Mail password
it_it: Password posta
zh_cn: 邮件密码

source: <em>Password</em> for mail server.
it_it: <em>Password</em> per il server di posta.
zh_cn: <em>邮件</em>服务器的密码。

source: POP port
it_it: Porta POP
zh_cn: POP端口

source: POP port number.
it_it: Numero porta POP.
zh_cn: POP端口号。

source: SMTP port
it_it: Porta SMTP
zh_cn: SMTP 端口

source: SMTP port number.
it_it: Numero porta SMTP.
zh_cn: SMTP 端口号。

source: Error info: %1$s
it_it: Info errore: %1$s
zh_cn: 错误信息： %1$s

source: Allows only users with Admin or Manage All rights to change the publish state of objects.
it_it: Permetti agli utenti con i permessi "Amministratore" o "Gestisci Tutto" di cambiare lo stato di pubblicazione degli oggetti.
zh_cn: 仅允许具有"管理员"或"全部管理"权限的用户更改对象的发布状态。

source: You do not have rights to change the <em>publish</em> state.
it_it: Non si hanno i permessi per cambiare lo stato di <em>pubblicazione</em>.
zh_cn: 您无权更改<em>发布</em>状态。

source: Periodically backup the Zenphoto database content.
it_it: Effettua un backup periodico del contenuto del database di Zenphoto.
zh_cn: 定期备份 Zenphoto 数据库内容。

source: Run interval
it_it: Intervallo di esecuzione
zh_cn: 运行间隔

source: The run interval (in days) for auto backup.
it_it: L’intervallo di esecuzione (in giorni) per il backup automatico.
zh_cn: 自动备份的运行间隔（以天为单位）。

source: Backups to keep
it_it: Backup da tenere
zh_cn: 要保留的备份

source: Auto backup will keep only this many backup sets. Older sets will be removed.
it_it: Il backup automatico manterrà solamente il numero di backup impostati. Quelli più vecchi saranno rimossi.
zh_cn: 自动备份将仅保留这么多备份集。较旧的集将被删除。

source: Last backup
it_it: Ultimo backup
zh_cn: 上次备份

source: Auto Backup last ran %s.
it_it: Ultima esecuzione backup automatico %s.
zh_cn: 自动备份上次运行 %s。

source: Responsive jQuery bxSlider thumb nav plugin based on <a href='http://bxslider.com'>http://bxslider.com</a>
it_it: Plug-in responsivo jQuery bxSlider thumb nav basato su <a href='http://bxslider.com'>http://bxslider.com</a>
zh_cn: 响应式 jQuery bxSlider 缩略图导航插件基于 <a href='http：//bxslider.com'>http://bxslider.com</a>

source: Only one Carousel plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
it_it: Solo un plugin Carousel alla volta può essere abilitato. <a href="#%1$s"><code>%1$s</code></a> è già abilitato.
zh_cn: 只能启用一个轮播插件。< href="#%1$s"><code>%1$s</code></a> 已启用。

source: Minimum items
it_it: Minimo
zh_cn: 最少项目

source: The minimum number of slides to be shown. Slides will be sized down if carousel becomes smaller than the original size.
it_it: Il numero minimo di slide da mostrare. Le slide verranno ridimensionate se il caousel diventa più piccolo delle dimensioni originali.
zh_cn: 要显示的最小幻灯片数。如果轮播小于原始大小，则幻灯片的大小将缩小。

source: Maximum items
it_it: Massimo
zh_cn: 最大项目数

source: The maximum number of slides to be shown. Slides will be sized up if carousel becomes larger than the original size.
it_it: Il numero massimo di slide da mostrare. Le slide verranno ingrandite se il caousel diventa più grande delle dimensioni originali.
zh_cn: 要显示的最大幻灯片数。如果轮播变为大于原始尺寸，则会调整幻灯片的大小。

source: Width
it_it: Larghezza
zh_cn: 宽度

source: Width of the thumb. Note that the CSS might need to be adjusted.
it_it: Larghezza della miniatura. Notare che potrebbe essere necessario modificare il CSS.
zh_cn: 缩略图的宽度。请注意，可能需要调整 CSS。

source: Height
it_it: Altezza
zh_cn: 高度

source: Height of the thumb. Note that the CSS might need to be adjusted.
it_it: Altezza della miniatura. Notare che potrebbe essere necessario modificare il CSS.
zh_cn: 缩略图的高度。请注意，可能需要调整 CSS。

source: Crop width
it_it: Taglia larghezza
zh_cn: 裁剪宽度

source: Crop height
it_it: Taglia altezza
zh_cn: 裁剪高度

source: Speed
it_it: Velocità
zh_cn: 速度

source: The speed in miliseconds the slides advance when clicked.)
it_it: Il tempo in millisecondi di avanzamento della diapositiva quando cliccata.
zh_cn: 速度（以毫秒为单位）表示幻灯片在单击时前进。

source: Full image link
it_it: Link all’immagine originale
zh_cn: 完整图片链接

source: If checked the thumbs link to the full image instead of the image page.
it_it: Se selezionata le miniature rimanderanno all’immagine originale invece che alla pagina dell’immagine.
zh_cn: 如果选中，缩略图链接到完整图像而不是图像页面。

source: Mode
it_it: Modalità
zh_cn: 模式

source: The mode of the thumb nav. Note this might require theme changes.
it_it: La modalità del thumb nav. Notare che questo potrebbe richiedere cambiamenti del tema.
zh_cn: 缩略图导航的模式。请注意，这可能需要更改主题。

source: Provides cache management utilities for Image, HTML, and RSS caches.
zh_cn: 为图像、HTML 和 RSS 缓存提供缓存管理实用程序。

source: Image caching sizes
zh_cn: 图像缓存大小

source: Cropped images will be made in these parameters if the <em>Create image</em> box is checked. Un-check to box to remove the settings.You can determine the values for these fields by examining your cached images. The file names will look something like these:
zh_cn: 如果选中<em>"创建图像"</em>框，则会在这些参数中生成裁剪图像。取消选中复选框以删除设置。您可以通过检查缓存的图像来确定这些字段的值。文件名将如下所示：

source: <code>photo_595.jpg</code>: sized to 595 pixels
zh_cn: <code>photo_595.jpg</code>：大小为595像素

source: <code>photo_w180_cw180_ch80_thumb.jpg</code>: a size of 180px wide and 80px high and it is a thumbnail (<code>thumb</code>)
zh_cn: <code>photo_w180_cw180_ch80_thumb.jpg</code>：宽180px，高80px的大小，它是缩略图（<code>缩略图</code>）

source: <code>photo_85_cw72_ch72_thumb_copyright_gray.jpg</code>: sized 85px cropped at about 7.6% (one half of 72/85) from the horizontal and vertical sides with a watermark (<code>copyright</code>) and rendered in grayscale (<code>gray</code>).
zh_cn: <code>photo_85_cw72_ch72_thumb_copyright_gray.jpg</code>：大小为85px，从水平和垂直侧面裁剪约7.6%（72/85的一半），带有水印（<code>版权</code>），并以灰度（<code>灰色</code>）呈现。

source: <code>photo_w85_h85_cw350_ch350_cx43_cy169_thumb_copyright.jpg</code>: a custom cropped 85px thumbnail with watermark.
zh_cn: <code>photo_w85_h85_cw350_ch350_cx43_cy169_thumb_copyright.jpg</code>：带有水印的自定义裁剪85px缩略图。

source: If a field is not represented in the cached name, leave the field blank. Custom crops (those with cx and cy) really cannot be cached easily since each image has unique values. See the <em>template-functions</em>::<code>getCustomImageURL()</code> comment block for details on these fields.
zh_cn: 如果缓存的名称中未表示某个字段，请将该字段留空。自定义裁剪（带有cx和cy的裁剪）确实无法轻松缓存，因为每个图像都有唯一的值。有关这些字段的详细信息，请参阅 <em>template-functions</em>::<code>getCustomImageURL()</code> 评论块。

source: Some themes use <em>MaxSpace</em> image functions. To cache images referenced by these functions set the <em>width</em> and <em>height</em> parameters to the <em>MaxSpace</em> container size and check the <code>MaxSpace</code> checkbox.
zh_cn: 某些主题使用 <em>MaxSpace</em> 图像函数。要缓存这些函数引用的图像，请将<em>宽度</em>和<em>高度</em>参数设置为 <em>MaxSpace</em> 容器大小，然后选中 <code>MaxSpace</code> 复选框。

source: Purge cache files
it_it: Pulisci i file della cache
zh_cn: 清除缓存文件

source: If a <em>type</em> is checked, the HTML and RSS caches for the item will be purged when the published state of an item of <em>type</em> changes.
zh_cn: 如果选中了<em>某个类型</em>，则当类型项的已发布<em>状态发生更改</em>时，将清除该项目的 HTML 和 RSS 缓存。

source: <strong>NOTE:</strong> The entire cache is cleared since there is no way to ascertain if a gallery page contains dependencies on the item.
it_it: <strong>NOTA:</strong> viene pulita l’intera cache dato che non c’è modo di sapere se una pagina della galleria contiene dipendenze per l’elemento.
zh_cn: <strong>注意：</strong>将清除整个缓存，因为无法确定库页面是否包含对项目的依赖项。

source: Cache default sizes
it_it: Dimensioni predefinite cache
zh_cn: 缓存默认大小

source: Default thumb size
it_it: Dimensione predefinita miniatura
zh_cn: 默认缩略图大小

source: Default sized image
it_it: Dimensione predefinita immagine
zh_cn: 默认大小的图像

source: If enabled the default thumb size (or if set a manual crop) and/or the default sized image as set on the theme options are enabled for caching. Themes or plugins can request to override this option being disabled by defining <code>addThemeDefaultThumbSize()</code> and/or <code>addThemeDefaultSizedImageSize()</code> on their option definitions.
zh_cn: 如果启用了默认缩略图大小（或者设置了手动裁剪）和/或主题选项上设置的默认大小的图像，则会启用缓存。主题或插件可以通过在其选项定义上定义 <code>addThemeDefaultThumbSize()</code> 和/或 <code>addThemeDefaultSizedImageSize()</code> 来请求覆盖禁用的此选项。

source: Pre-caching generation mode
it_it: Modalità di generazione cache
zh_cn: 预缓存生成模式

source: Classic
it_it: Classico
zh_cn: 经典

source: Choose the way how the cachemanager generates the cache sizes via its utility.
it_it: Scegli come il gestore della cache genera le dimensioni della cache tramite la sua utility.
zh_cn: 选择缓存管理器通过其实用程序生成缓存大小的方式。

source: <em>Classic</em> (default) outputs the image sizes to generate directly. This is faster and works basically on all servers but is not always creating all sizes reliably so the process may have to be repeated.
it_it: <em>Classica</em> (predefinita) produce direttamente le dimensioni immagine da generare. È il metodo più rapido, ma non sempre crea tutte le dimensioni in modo affidabile, sicché il processo potrebbe dover essere ripetuto.
zh_cn: <em>经典</em>（默认）输出图像大小以直接生成。这更快，基本上适用于所有服务器，但并不总是可靠地创建所有大小，因此该过程可能必须重复。

source: <em>cURL</em> uses PHP cURL requests to generate the images without output. Although processing time and server load is similar to the classic mode, it is actually more reliable in creating the sizes, especially if you have lots of images and albums. However this does not work properly on all servers.
it_it: <em>cURL</em> usa una richiesta PHP cURL per generare l’immagine senza produrla. Nonostante il tempo di elaborazione e il carico sul server siano simili al metodo classico, è più affidabile nel creare le dimensioni, specialmente se si hanno molte immagini e album. Però non funziona correttamente su alcuni server.
zh_cn: <em>cURL</em> 使用 PHP cURL 请求来生成没有输出的图像。尽管处理时间和服务器负载与经典模式相似，但在创建大小时实际上更可靠，尤其是在您有很多图像和影集的情况下。但是，这并非在所有服务器上都正常工作。

source: add
it_it: aggiungi
zh_cn: 添加

source: Size
it_it: Dimensione
zh_cn: 大小

source: Crop X axis
zh_cn: 裁剪 X 轴

source: Crop Y axis
zh_cn: 裁剪 Y 轴

source: Watermark
zh_cn: 水印

source: Grayscale
zh_cn: 灰度

source: Hide
it_it: Nascondi
zh_cn: 隐藏

source: Missing album
it_it: Album mancante
zh_cn: 缺少影集

source: %1$s: image %2$s
it_it: %1$s: immagine %2$s
zh_cn: %1$s： 图像 %2$s

source: album %s
zh_cn: 影集 %s

source: All already cached.
it_it: Tutto già in cache.
zh_cn: 全部已缓存。

source: This album does not have any images.
it_it: Questo album non ha immagini.
zh_cn: 此影集没有任何图像。

source: Finds images that have not been cached and creates the cached versions.
it_it: Trova immagini che non sono ancora state messe nella cache e ce le mette.
zh_cn: 查找尚未缓存的图像并创建缓存的版本。
