Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: Check if you wish to exclude tags that are assigned to items (or are not assigned at all) the visitor is not allowed to see. This overrides the exlude unassigned option. <p class='notebox'><strong>Note:</strong> Beware that this may cause overhead on larger sites. The usage of the static_html_cache plugin is recommended.</p>
it_it: Selezionare se si vogliono escludere i tag assegnati a elementi che il visitatore non ha il permesso di vedere (o non assegnati affatto). Questo sovrascrive l’opzione "escludi non assegnati". <p class='notebox'><strong>Nota:</strong> Tener conto che questo può causare sovraccarico in siti grandi. Si raccomanda l'uso del plugin static_html_cache.</p>
zh_cn: 检查您是否希望排除分配给项目（或根本不分配）的标签，不允许访问者查看。这将覆盖"排除未分配"选项。<p class='notebox'><strong>注意：</strong>请注意，这可能会在较大的站点上造成开销。建议使用static_html_cache插件。</p>

source: Allow a visitor to select the theme of the gallery.
it_it: Permette al visitatore di scegliere il tema della galleria.
zh_cn: 允许访问者选择库的主题。

source: Cookie duration
it_it: Durata cookie
zh_cn: Cookie 持续时间

source: The time in minutes that the theme switcher cookie lasts.
it_it: Il tempo in minuti di persistenza del cookie che memorizza il tema scelto.
zh_cn: 主题切换器 cookie 持续的时间（以分钟为单位）。

source: Selector CSS
it_it: Selettore CSS
zh_cn: 选择器 CSS

source: Change this box if you wish to style the theme switcher selector for your themes.
it_it: Modificare questo riquadro se si vuole dare uno stile al selettore temi.
zh_cn: 如果您希望为主题设置主题切换器选择器的样式，请更改此框。

source: Selector CSS Loggedin
it_it: Selettore CSS quando si è connessi
zh_cn: 选择器 CSS 登录

source: Change this box if you wish to style the theme switcher selector for your themes. Only if loggedin to cover the admin toolbox.
it_it: Modificare questo riquadro se si vuole dare uno stile al selettore temi. Solo se connessi, per tener conto del toolbox di amministrazione.
zh_cn: 如果您希望为主题设置主题切换器选择器的样式，请更改此框。仅当登录以覆盖管理工具箱时。

source: Private
it_it: Privato
zh_cn: 私人

source: Only users with <em>Themes</em> rights will see the selector if this is checked.
it_it: Solo utenti con diritti sui <em>Temi</em> vedranno il selettore, se è attivata questa opzione.
zh_cn: 只有具有<em>主题</em>权限的用户才能看到选择器（如果选中此选项）。

source: Theme list
it_it: Lista temi
zh_cn: 主题列表

source: These are the themes that may be selected among.
it_it: Questi sono i temi che possono essere scelti.
zh_cn: 这些是可以选择的主题。

source: Themes will not show in this list if selecting them would result in a “not found” error.
it_it: I temi non appariranno in questa lista se selezionandoli si otterrebbe un errore del tipo “non trovato”.
zh_cn: 如果选择主题会导致"未找到"错误，则主题将不会显示在此列表中。

source: Provides short URLs to Zenphoto objects.
it_it: Fornisce URL brevi agli oggetti di Zenphoto.
zh_cn: 提供 Zenphoto 对象的短 URL。

source: Shortened URLs require the <code>mod_rewrite</code> option be enabled.
it_it: Le URL brevi richiedono <code>mod_rewrite</code> abilitato.
zh_cn: 缩短的 URL 需要启用<code>mod_rewrite</code>选项。

source: Use in themes for
it_it: Usa nei temi per
zh_cn: 在主题中使用

source: If an option is chosen, normal theme URLs will be replaced with <i>tinyURL</i>s for that object.
it_it: Se è selezionata un’opzione, le URL normali del tema saranno sostituite da <i>tinyURL</i> per quell’oggetto.
zh_cn: 如果选择了一个选项，则普通主题 URL 将替换为该对象的 <i>tinyURL</i>。

source: news categories
it_it: categorie notizie
zh_cn: 新闻类别

source: Text editor TinyMCE 4.x
it_it: Editor di testo TinyMCE 4.x
zh_cn: 文本编辑器 TinyMCE 4.x

source: Text editor configuration - Zenphoto
it_it: Configurazione editor di testo - Zenphoto
zh_cn: 文本编辑器配置 - Zenphoto

source: Applies to <em>admin</em> editable text other than for Zenpage pages and news articles.
it_it: Si applica ai testi modificabili in <em>amministrazione</em> oltre che alle pagine e alle notizie di Zenpage.
zh_cn: 适用于除 Zenpage 页面和新闻文章以外的<em>管理员</em>可编辑文本。

source: Text editor configuration - Zenpage
it_it: Configurazione editor di testo - Zenpage
zh_cn: 文本编辑器配置 - Zenpage

source: Applies to editing on the Zenpage <em>pages</em> and <em>news</em> tabs.
it_it: Si applica ai campi di modifica nelle schede <em>pagine</em> e <em>notizie</em> di Zenpage.
zh_cn: 适用于在 Zenpage <em>页面</em>和<em>新闻</em>选项卡上进行编辑。

source: Custom image size
it_it: Dimensione immagine personalizzata
zh_cn: 自定义图像大小

source: Predefined size (px) for custom size images included using tinyZenpage.
it_it: Dimensione predefinita (px) per le immagini di dimensioni personalizzate incluse usanto tinyZenpage.
zh_cn: 使用 tinyZenpage 包含的自定义大小图像的预定义大小 （px）。

source: Custom thumb crop - size
it_it: Ritaglio personalizzato miniatura - dimensione
zh_cn: 自定义缩略图裁剪 - 大小

source: Predefined size (px) for custom cropped thumb images included using tinyZenpage.
it_it: Dimensione predefinita (px) per le miniature personalizzate delle immagini incluse usando tinyZenpage.
zh_cn: 使用 tinyZenpage 包含的自定义裁剪缩略图图像的预定义大小 （px）。

source: Custom thumb crop - width
it_it: Ritaglio personalizzato miniatura - larghezza
zh_cn: 自定义缩略图裁剪 - 宽度

source: Predefined crop width (%) for custom cropped thumb images included using tinyZenpage.
it_it: Larghezza ritaglio predefinita (%) per le miniature personalizzate delle immagini incluse usando tinyZenpage.
zh_cn: 使用 tinyZenpage 包含的自定义裁剪缩略图图像的预定义裁剪宽度 （%）。

source: Custom thumb crop - height
it_it: Ritaglio personalizzato miniatura - altezza
zh_cn: 自定义缩略图裁剪 - 高度

source: Predefined crop height (%) for custom cropped thumb images included using tinyZenpage.
it_it: Altezza ritaglio predefinita (%) per le miniature delle immagini con ritaglio personalizzato incluse usando tinyZenpage.
zh_cn: 使用 tinyZenpage 包含的自定义裁剪缩略图图像的预定义裁剪高度 （%）。

source: Entity encoding
it_it: Codifica entità HTML
zh_cn: 实体编码

source: Numeric
it_it: Numerico
zh_cn: 数值的

source: Named
it_it: Per nome
zh_cn: 命名

source: Named and numeric
it_it: Per nome e numerico
zh_cn: 命名和数字

source: If encountering issues with special chars and other character entities change this. Note that this applies on re-saving content only. More info on the <a href="https://www.tinymce.com/docs/configure/content-filtering/#entity_encoding">tinyMCE docs</a>.
it_it: Cambia codifica in caso di problemi con i caratteri speciali e altre entità HTML. Nota che è necessario risalvare il contenuto per rendere effettiva la modifica. Altre info in <a href="https://www.tinymce.com/docs/configure/content-filtering/#entity_encoding">tinyMCE docs</a>.
zh_cn: 如果遇到特殊字符和其他字符实体的问题，请更改此设置。请注意，这仅适用于重新保存内容。有关<a href="https://www.tinymce.com/docs/configure/content-filtering/#entity_encoding">tinyMCE文档的更多信息</a>。

source: Entities
it_it: Entità HTML
zh_cn: 实体

source: You can adjust how entities are processed. More info on the <a href="https://www.tinymce.com/docs/configure/content-filtering/#entities">tinyMCE docs</a>.
it_it: Puoi regolare il modo in cui le entità sono elaborate. Altre info in <a href="https://www.tinymce.com/docs/configure/content-filtering/#entities">tinyMCE docs</a>.
zh_cn: 您可以调整实体的处理方式。有关<a href="https://www.tinymce.com/docs/configure/content-filtering/#entities">tinyMCE文档的更多信息</a>。

source: none()
zh_cn: 无()

source: It is not possible to a include a custom size %s.
it_it: Non è possibile includere %s di dimensioni personalizzate.
zh_cn: 不能包含自定义大小 %s。

source: It is not possible to a include a full size %s.
it_it: Impossibile includere %s a dimensione intera.
zh_cn: 不能包含完整大小的 %s。

source: Album:
zh_cn: 影集：

source: Album folder:
it_it: Cartella album:
zh_cn: 影集文件夹：

source: (Click on image to include)
it_it: (Fare clic sull’immagine per includerla)
zh_cn: （点击图片包括）

source: <em>Albumthumb</em>
it_it: <em>Miniatura album</em>
zh_cn: <em>影集缩略图</em>

source: <strong>Note:</strong> This album does not contain any images.
it_it: <strong>Nota</strong>: quest’album non contiene immagini.
zh_cn: <strong>注意：</strong>此影集不包含任何图像。

source: Articles
it_it: Articoli
zh_cn: 文章

source: (Click on article title to include a link)
it_it: (Fare clic sull’articolo per includere un collegamento)
zh_cn: （点击文章标题包含链接）

source: All categories
it_it: Tutte le categorie
zh_cn: 所有类别

source: Help
it_it: Aiuto
zh_cn: 帮助

source: *Select*
it_it: *Seleziona*
zh_cn: *选择*

source: (only direct links!)
it_it: (solo collegamenti diretti)
zh_cn: （只有直接链接！

source: *Select an album*
it_it: *Seleziona un album*
zh_cn: *选择影集*

source: (select variant below)
it_it: (selezionare una variante in basso)
zh_cn: （在下面选择变体）

source: What to include
it_it: Cosa includere
zh_cn: 要包含的内容

source: Custom text
it_it: Testo personalizzato
zh_cn: 自定义文本

source: Custom thumbnail
it_it: Miniatura personalizzata
zh_cn: 自定义缩略图

source: Sized image/multimedia item
it_it: Immagine ridimensionata/elemento multimediale
zh_cn: 尺寸图像/多媒体项目

source: Custom size (un-cropped)
it_it: Dimensione personalizzata (non ritagliata)
zh_cn: 自定义尺寸（未裁剪）

source: Title and description
it_it: Titolo e descrizione
zh_cn: 标题和说明

source: No description
it_it: Nessuna descrizione
zh_cn: 无描述

source: Show image description
it_it: Mostra descrizione immagine
zh_cn: 显示图像说明

source: Show album description
it_it: Mostra descrizione album
zh_cn: 显示影集描述

source: Link type
it_it: Tipo di collegamento
zh_cn: 链接类型

source: Link to image
it_it: Collegamento all’immagine
zh_cn: 链接到图像

source: Link to full image
it_it: Link all’immagine originale
zh_cn: 链接到完整图像

source: Link to album
it_it: Collegamento all’album
zh_cn: 链接到影集

source: No link
it_it: Nessun collegamento
zh_cn: 无链接

source: Text wrap
it_it: Cornice testo
zh_cn: 文本自动换行

source: No wrap
it_it: Nessuna cornice
zh_cn: 不换行

source: This provides access to your images and albums (select from the <em>Zenphoto</em> dropdown) as well as pages, news articles and news categories (select from the <em>Zenpage</em> dropdown) to easily include them in your pages and articles.
it_it: Fornisce l’accesso alle immagini e agli album (dal menu a tendina <em>Zenphoto</em>) così come alle pagine, alle notizie e alle categorie di notizie (dal menu a tendina <em>Zenpage</em>) in modo da poterli includere facilmente nelle pagine e negli articoli.
zh_cn: 这样就可以访问您的图像和影集（从<em>Zenphoto</em>下拉列表中选择）以及页面，新闻文章和新闻类别（从<em>Zenpage</em>下拉列表中选择），以便轻松地将它们包含在您的页面和文章中。

source: Select <em>pages</em>, <em>articles</em> or <em>categories</em> to show a list of these items. Click on a title to include a link. Hover of the link to see an excerpt of the page or article. Un-published pages or articles are marked with an “*” and protected with an “+”. There are no further options.
it_it: Selezionare <em>pagine</em>, <em>articoli</em> o <em>categorie</em> per mostrare una lista di questi elementi. Fare clic su un titolo per includere un collegamento. Andare sopra un collegamento per vedere un estratto della pagina o articolo. Le pagine o gli articoli non pubblicati sono marcati con "*" e quelli protetti con "+". Non ci sono altre opzioni.
zh_cn: 选择<em>页面</em>、<em>文章</em>或<em>类别</em>以显示这些项目的列表。单击标题以包含链接。将鼠标悬停在链接上可查看页面或文章的摘录。未发布的页面或文章标有"*"，并带有"+"保护。没有其他选择。

source: Select an album to include images from into your page or article. Click on the image to include it. Un-published albums or images are marked with an “*”. You can also click on the magnify glass icon to see a preview of the item. The preview opens in a colorbox showing the frontend/theme view. The first thumbnail is always the thumbnail of the selected album. It is titled <em>Albumthumb</em> and appears on every thumbnail page.
it_it: Selezionare un album da cui includere le immagini nella pagina o articolo. Fare clic sull’immagine per includerla. Album o immagini non pubblicati sono marcati con “*”. È anche possibile fare clic sull’icona della lente d’ingrandimento per vedere un’anteprima dell’elemento. Le anteprime si aprono in Colorbox mostrando la vista del frontend/tema. La prima miniatura è sempre la miniatura dell’album selezionato. È intitolata <em>Miniatura album</em> e appare in ogni pagina delle miniature.
zh_cn: 选择要将图像包含到页面或文章中的影集。单击图像以将其包括在内。未发布的影集或图像标有"*"。您还可以单击放大玻璃图标以查看项目的预览。预览将在显示前端/主题视图的颜色框中打开。第一个缩略图始终是所选影集的缩略图。它的标题为<em>"Albumthumb"</em>，并出现在每个缩略图页面上。

source: Options on what to include
it_it: Opzioni su cosa includere
zh_cn: 有关要包含的内容的选项

source: Include the image itself, only its title, the title of its album, or some custom text.
it_it: Include l’immagine stessa, solo il suo titolo, il titolo del suo album o un testo personalizzato.
zh_cn: 仅包括图像本身、标题、影集标题或某些自定义文本。

source: NOTE: These selections are not sticky. If you change albums or change pages in an album you will have to select them again.
it_it: NOTA: queste opzioni non vengono mantenute. Se si ricarica la pagina selezionando un album diverso o muovendosi all’interno delle pagine di un album sarà necessario impostarle di nuovo.
zh_cn: 注意：这些选择不具有粘性。如果您更改影集或更改影集中的页面，则必须再次选择它们。

source: The window does not close automatically so you can include several images one after another.
it_it: La finestra non si chiude automaticamente quindi è possibile includere più immagini una dopo l’altra.
zh_cn: 该窗口不会自动关闭，因此您可以一个接一个地包含多个图像。

source: Thumbnail: Size as set in Zenphoto’s options
it_it: Miniatura: dimensione impostata come nelle opzioni di Zenphoto
zh_cn: 缩略图：在Zenphoto的选项中设置的大小

source: Custom thumbnail: size for the longest side / (cropwidth x cropheight). You can set default sizes for this on the TinyMCE plugin options.
it_it: Miniatura personalizzata: dimensione per il lato più lungo / ( "larghezza ritaglio"x"altezza ritaglio"). È possibile impostare le dimensioni predefinite per questa opzione nelle opzioni del plugin TinyMCE.
zh_cn: 自定义缩略图：最长边的大小/（裁剪宽度x裁剪高度）。您可以在TinyMCE插件选项上为此设置默认大小。

source: Sized image/multimedia item: The sized image as set in gallery default theme’s options.
it_it: Immagini/elemanti multimediali ridimensionate: Le immagini ridimensionate come specificato nelle opzioni del tema predefinito della galleria.
zh_cn: 调整图像/多媒体项目的大小：在图库默认主题的选项中设置的大小图像。

source: <strong>Multimedia item</strong>: This embeds the content macro MEDIAPLAYER into the text. This generates a video or audio player on the front end if any suitable multimedia player plugin for the file type is enabled and also has registered to the macro.
it_it: <strong>Elemento multimediale</strong>: Incorpora la macro di contenuto MEDIAPLAYER nel testo. Genera un player audio o video nel front-end se è abilitato un plugin adatto al tipo di file ed ha anche la macro registrata.
zh_cn: <strong>多媒体项</strong>：这会将内容宏 MEDIAPLAYER 嵌入到文本中。如果为文件类型启用了任何合适的多媒体播放器插件并且已注册到宏，则会在前端生成视频或音频播放器。

source: Custom size (un-cropped).
it_it: Dimensione personalizzata (non ritagliata).
zh_cn: 自定义大小（未裁剪）。

source: Full image: The original image directly. NOTE: Full image protection options do not apply!
it_it: Immagine originale: l’immagine originale, direttamente. NOTA: la protezione per le immagini originali non si applica!
zh_cn: 完整图像：直接使用原始图像。注意：完整的图像保护选项不适用！

source: If you additionally check <em>Show title</em> or <em>Show description</em> the title/description of the image or album (if you checked <em>link to album</em>) will be printed below the image. Only if <em>Image</em> is chosen as type.
it_it: Se si abilita anche <em>Mostra titolo</em> o <em>Mostra descrizione</em> il titolo/descrizione dell’immagine o album (se <em>collega all’album</em> è abilitata) sarà visualizzato sotto l’immagine. Solo se viene scelto <em>Immagine</em> come tipo.
zh_cn: 如果您另外选中<em>"显示标题"</em>或<em>"显示描述"</em>，则图像或影集的标题/描述（如果您选中了<em>影集链接</em>）将打印在图像下方。仅当选择<em>图像</em>作为类型时。

source: Select to link to the image page of the image, to the album the image is in, no link at all or a custom URL.
it_it: Selezionare per inserire un collegamento alla pagina immagine dell’immagine, all’album in cui l’immagine è contenuta, una URL personalizzata oppure nessun collegamento.
zh_cn: 选择以链接到图像的图像页面，图像所在的影集，根本没有链接或自定义URL。

source: Wrap the text right or left of the image or not at all. Note that tinyZenpage adds a bit of CSS to the included image if you use text wrap. So that you see immediate results to the text wrap it attaches some inline CSS:
it_it: Incornicia il testo sulla destra o sulla sinistra dell’immagine, o non lo incornicia affatto. Notare che tinyZenpage aggiunge del CSS all’immagine inclusa se si usa la cornice per il testo. In questo modo è possibile vedere immediatamente il CSS inline che vine aggiunto per la cornice del testo:
zh_cn: 将文本换行到图像的右侧或左侧，或者根本不换行。请注意，如果您使用文本换行，tinyZenpage会向包含的图像添加一些CSS。因此，您可以立即看到文本换行的结果，它会附加一些内联CSS：

source: left wrap: <em>style="float:right"</em>
it_it: cornice sinistra: <em>style="float:right"</em>
zh_cn: 左环绕：<em>style="float:right"</em>

source: right wrap: <em>style="float: left"</em>
it_it: cornice destra: <em>style="float: left"</em>
zh_cn: 右环绕：<em>style="float: left"</em>

source: Also tinyZenpage attaches a default CSS class to the image (if image is chosen) to be styled with your theme’s css. If you choose left or right align “_left” or “_right” is appended:
it_it: TinyZenpage aggiunge anche una classe CSS predefinita all’immagine (se viene scelta un’immagine) in modo che possa essere gestita col CSS del tema. Se si sceglie destra o sinistra viene aggiunto align “_left” o “_right”:
zh_cn: 此外，tinyZenpage将默认的CSS类附加到图像（如果选择了图像）以使用主题的css进行样式设置。如果选择左对齐或右对齐，则会附加"_left"或"_right"：

source: Default thumbnail: <em>zenpage_thumb</em> /<em>zenpage_thumb_left</em> /<em>zenpage_thumb_right</em>
it_it: Miniatura predefinita: <em>zenpage_thumb</em> / <em>zenpage_thumb_left</em> / <em>zenpage_thumb_right</em>
zh_cn: 默认缩略图：<em>zenpage_thumb</em> /<em>zenpage_thumb_left</em> /<em>zenpage_thumb_right</em>

source: Custom thumbnail: <em>zenpage_customthumb</em> or <em>zenpage_customthumb_left</em>/<em>zenpage_customthumb_right</em>
it_it: Miniatura personalizzata: <em>zenpage_customthumb</em> / <em>zenpage_customthumb_left</em> / <em>zenpage_customthumb_right</em>
zh_cn: 自定义缩略图：<em>zenpage_customthumb</em>或<em>zenpage_customthumb_left</em>/<em>zenpage_customthumb_right</em>

source: Sized image: <em>zenpage_sizedimage</em>/<em>zenpage_sizedimage_left</em>/<em>zenpage_sizedimage_right</em>
it_it: Immagine ridimensionata: <em>zenpage_sizedimage</em> / <em>zenpage_sizedimage_left</em> / <em>zenpage_sizedimage_right</em>
zh_cn: 图片尺寸：<em>zenpage_sizedimage</em>/<em>zenpage_sizedimage_left</em>/<em>zenpage_sizedimage_right</em>

source: Custom image: <em>zenpage_customimage</em>/<em>zenpage_customimage_left</em>/<em>zenpage_customimage_right</em>
it_it: Immagine personalizzata: <em>zenpage_customimage</em> / <em>zenpage_customimage_left</em> / <em>zenpage_customimage_right</em>
zh_cn: 自定义图像：<em>zenpage_customimage</em>/<em>zenpage_customimage_left</em>/<em>zenpage_customimage_right</em>

source: If you additionally have checked <em>Show title</em> or <em>Show description</em> for an image or album the div with the class <em>zenpage_wrapper</em> is wrapped around the image and link. Within that after the image and the link a div with the class <em>zenpage_title</em> wrapping the title respectively <em>zenpage_desc</em> wrapping the description.
it_it: Se si abilita anche <em>Mostra titolo</em> o <em>Mostra descrizione</em> per un’immagine o un album il div con la classe <em>zenpage_wrapper</em> viene aggiunto intorno all’immagine e al collegamento. All’interno di questo, dopo l’immagine e il titolo vengono aggiunti anche un div con la classe <em>zenpage_title</em> intorno al titolo e uno con la classe <em>zenpage_dec</em> intorno alla descrizione.
zh_cn: 如果您另外选中了<em>"显示图像或</em>影集的标题<em>"或"显示描述</em>"，则带有类<em>zenpage_wrapper</em>的 div 将环绕在图像和链接周围。在图像和链接之后，带有类的div<em>分别zenpage_title</em>包装标题<em>zenpage_desc</em>包装描述。

source: Additionally a default CSS class is attached to the link itself depending on the link option set:
it_it: In più. una classe CSS predefinita viene aggiunta al collegamento a seconda dell’opzione impostata:
zh_cn: 此外，默认的 CSS 类附加到链接本身，具体取决于链接选项集：

source: Image link: <em>zenpage_imagelink</em>
it_it: Collegamento immagine: <em>zenpage_imagelink</em>
zh_cn: 图片链接： <em>zenpage_imagelink</em>

source: Full image link: <em>zenpage_fullimagelink</em>. Additionally <em>rel='colorbox'</em> is attached so you can move through all images on a page using Colorbox or similar *box scripts.
it_it: Link all’immagine originale: <em>zenpage_fullimagelink</em>. Inoltre viene aggiunto <em>rel='colorbox'</em>, in modo da poter navigare tra le immagini della pagina con Colorbox o script simili.
zh_cn: 完整图像链接：<em>zenpage_fullimagelink</em>。此外，还附加了<em>rel='colorbox'</em>，因此您可以使用Colorbox或类似的*box脚本在页面上的所有图像中移动。

source: Album link: <em>zenpage_albumlink</em>
it_it: Collegamento album: <em>zenpage_albumlink</em>
zh_cn: 影集链接： <em>zenpage_albumlink</em>

source: Custom link: <em>zenpage_customlink</em>
it_it: Collegamento personalizzato: <em>zenpage_customlink</em>
zh_cn: 自定义链接：<em>zenpage_customlink</em>

source: If you would like to do some direct styling you can also use TinyMCE’s image button or source code editor.
it_it: È possibile aggiungere stili direttamente in linea usando il pulsante immagine di TinyMCE oppure l’editor di codice sorgente.
zh_cn: 如果你想做一些直接的样式，你也可以使用TinyMCE的图像按钮或源代码编辑器。

source: Trivial SPAM filter.
it_it: Trivial filtro SPAM.
zh_cn: 琐碎的垃圾邮件过滤器。

source: pass
it_it: consenti
zh_cn: 通过：

source: moderate
it_it: modera
zh_cn: 审核

source: reject
it_it: rifiuta
zh_cn: 拒绝

source: This action will be taken for all messages.
it_it: Questa azione sarà effettuata per tutti i messaggi.
zh_cn: 将对所有邮件执行此操作。

source: <em>http</em> image upload handler.
it_it: Gestore del caricamento immagini <em>(http)</em>.
zh_cn: <em>http</em> 图像上传处理程序。

source: images (%s)
it_it: immagini (%s)
zh_cn: 图像 （%s）

source: Does not reload!
it_it: Non ricarica!
zh_cn: 不重新加载！

source: Add more upload boxes
it_it: Aggiungi altre caselle di caricamento
zh_cn: 添加更多上传框

source: (will not reload the page, but remember your upload limits!)
it_it: (non ricaricherà la pagina, ma attenzione ai limiti di caricamento!)
zh_cn: （不会重新加载页面，但请记住您的上传限制！

source: The album could not be created in the “albums” folder. This is usually a permissions problem. Try setting the permissions on the “albums” and “cache” folders to be world-writable using a shell:
it_it: Non è stato possibile creare l’album nella cartella "albums". Di solito è un problema di permessi. Provare a impostare i permessi delle cartelle albums e cache in modo che siano scrivibili da tutti usando una shell:
zh_cn: 无法在"影集"文件夹中创建影集。这通常是权限问题。尝试使用 shell 将"影集"和"缓存"文件夹的权限设置为可全域写入：

source: You have most likely exceeded the upload limits. Try uploading fewer files at a time, or use a ZIP file.
it_it: Probabilmente si è superato il limite di upload. Provare caricando meno file alla volta, o usando un file ZIP.
zh_cn: 您很可能已超出上传限制。尝试一次上传较少的文件，或使用 ZIP 文件。

source: You must upload at least one file.
it_it: È necessario caricare almeno un file.
zh_cn: 您必须至少上传一个文件。

source: You must enter a folder name for your new album.
it_it: È necessario inserire un nome per la cartella del nuovo album.
zh_cn: 您必须为新影集输入文件夹名称。

source: You have attempted to upload to an album for which you do not have upload rights
it_it: Si è tentato di caricare in un album per cui non si hanno i permessi
zh_cn: 您试图上传到您没有上传权限的影集

source: You have attempted to upload one or more files which are not Zenphoto supported file types
it_it: Si è tentato di caricare uno o più file che non sono tra i formati supportati da Zenphoto
zh_cn: 您试图上传一个或多个不是 Zenphoto 支持的文件类型的文件

source: The uploader could not write the file.
it_it: Il processo di caricamento non ha potuto scrivere il file.
zh_cn: 上传者无法写入文件。

source: You have attempted to upload too large a file
it_it: Si è tentato di caricare un file troppo grande
zh_cn: 您试图上传的文件过大

source: You have exceeded your upload quota
it_it: Si è superata la propria quota di caricamento dei file
zh_cn: 您已超出上传配额
