Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: The error %s was reported when submitting the form. Please try again. If this keeps happening, check your server and PHP configuration (make sure file uploads are enabled, and upload_max_filesize is set high enough.) If you think this is a bug, file a bug report. Thanks!
it_it: Si è verificato l’errore %s durante l’invio del form. Provare di nuovo. Se il problema persiste, verificare la configurazione del server e di PHP (assicurarsi che il caricamento di file sia abilitato e che il valore di upload_max_filesize sia abbastanza alto). Se si pensa che questo sia un bug, compilare un bug report. Grazie!
zh_cn: 提交表单时报告了错误 %s。请重试。如果这种情况持续发生，请检查您的服务器和 PHP 配置（确保启用了文件上传，并且upload_max_filesize设置得足够高。如果您认为这是一个错误，请提交错误报告。谢谢！

source: <em>jQuery</em> image upload handler.
it_it: Gestore <em>jQuery</em> per caricare immagini.
zh_cn: <em>jQuery</em> 图像上传处理程序。

source: jQuery uploader requires PHP 5.3 or greater.
it_it: L’uploader jQuery richiede PHP 5.3 o superiore.
zh_cn: jQuery uploader 需要 PHP 5.3 或更高版本。

source: Duplicates behaviour
it_it: Comportamento dei duplicati
zh_cn: 重复行为

source: Rename (append time string)
it_it: Rinomina (aggiungi stringa temporale)
zh_cn: 重命名（追加时间字符串）

source: Disallow
it_it: Disabilita
zh_cn: 禁止

source: Overwrite
it_it: Sovrascrivi
zh_cn: 改写

source: Define how the uploader should treat filename duplicates on upload.
it_it: Definsci come devono essere gestiti i nomi file duplicati durante il caricamento.
zh_cn: 定义上传者在上传时应如何处理文件名重复项。

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
it_it: Il file caricato supera la direttiva upload_max_filesize in php.ini
zh_cn: 上传的文件超出了 php 中的 upload_max_filesize 指令.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
it_it: Il file inviato eccede il valore MAX_FILE_SIZE specificato nel modulo HTML
zh_cn: 上传的文件超出了 HTML 表单中指定的MAX_FILE_SIZE指令

source: The uploaded file was only partially uploaded
it_it: Il file è stato caricato solo parzialmente
zh_cn: 上传的文件仅部分上传

source: No file was uploaded
it_it: Non è stato caricato nessun file
zh_cn: 未上传任何文件

source: Missing a temporary folder
it_it: Cartella temporanea mancante
zh_cn: 缺少临时文件夹

source: Failed to write file to disk
it_it: Scrittura del file sul disco fallita
zh_cn: 无法将文件写入磁盘

source: A PHP extension stopped the file upload
it_it: Caricamento del file interrotto da una estensione PHP
zh_cn: PHP 扩展程序停止了文件上传

source: The uploaded file exceeds the post_max_size directive in php.ini
it_it: Il file caricato eccede la direttiva post_max_size specificata in php.ini
zh_cn: 上传的文件超出了 php 中的 post_max_size 指令.ini

source: File is too big
it_it: Il file è troppo grande
zh_cn: 文件太大

source: File is too small
it_it: Il file è troppo piccolo
zh_cn: 文件太小

source: Filetype not allowed
it_it: Tipo di file non permesso
zh_cn: 不允许的文件类型

source: Maximum number of files exceeded
it_it: Superato il numero massimo di file
zh_cn: 超出最大文件数

source: Image exceeds maximum width
it_it: L’immagine supera la larghezza massima
zh_cn: 图像超过最大宽度

source: Image requires a minimum width
it_it: L’immagine richiede una larghezza minima
zh_cn: 图像不够最小宽度

source: Image exceeds maximum height
it_it: L’immagine supera l’altezza massima
zh_cn: 图像超过最大高度

source: Image requires a minimum height
it_it: L’immagine richiede un’altezza minima
zh_cn: 图像不够最小高度

source: File upload aborted
it_it: Caricamento del file interrotto
zh_cn: 文件上传已中止

source: Failed to resize image
it_it: Impossibile ridimensionare l’immagine
zh_cn: 无法调整图像大小

source: File not uploaded. Duplicates are not allowed
it_it: File non caricato. I duplicati non sono ammessi
zh_cn: 文件未上传。不允许重复

source: Duplicate filenames will be renamed with an appended time string.
it_it: I nomi file duplicati saranno rinominati aggiungendo una stringa temporale.
zh_cn: 重复的文件名将使用附加的时间字符串重命名。

source: NOTE: Duplicate filenames are not allowed to upload.
it_it: NOTA: I nomi file duplicati non possono essere caricati.
zh_cn: 注意：不允许上传重复的文件名。

source: CAUTION: Duplicate filenames will overwrite existing files.
it_it: ATTENZIONE: I nomi di file duplicati sovrascriveranno i file esistenti.
zh_cn: 警告：重复的文件名将覆盖现有文件。

source: Add files...
it_it: Aggiungi file...
zh_cn: 添加文件...

source: Start upload
it_it: Avvia caricamento
zh_cn: 开始上传

source: Cancel upload
it_it: Annulla caricamento
zh_cn: 取消上传

source: Drag files to upload here
it_it: Trascina qui i file da caricare
zh_cn: 拖动文件以在此处上传

source: Done
it_it: Fatto
zh_cn: 完成

source: Successfully uploaded
it_it: Caricato con successo
zh_cn: 已成功上传

source: Edit file
it_it: Modifica file
zh_cn: 编辑文件

source: Provides management of users based on when they were created.
it_it: Fornisce un metodo di gestione degli utenti basato sulla data di creazione.
zh_cn: 根据用户的创建时间提供对用户的管理。

source: Days until expiration
it_it: Giorni prima della scadenza
zh_cn: 到期前几天

source: The number of days until a user is flagged as expired. Set to zero for no expiry.
it_it: Il numero di giorni prima che un utente venga contrassegnato come scaduto. Nessuna scadenza se impostato a zero.
zh_cn: 用户被标签为过期之前的天数。设置为零表示无到期。

source: Warning interval
it_it: Intervallo di avviso
zh_cn: 警告间隔

source: The period in days before the expiry during which a warning message will be sent to the user. (If set to zero, no warning occurs.)
it_it: Il numero di giorni prima della scadenza in cui verrà inviato all’utnete un messaggio di avviso (se impostato a zero, non verrà inviato nessun avvertimento).
zh_cn: 到期前的天数，在此期间将向用户发送警告消息。（如果设置为零，则不会出现警告。

source: Auto renew
it_it: Rinnovo automatico
zh_cn: 自动续订

source: Automatically renew the subscription if the user visits during the warning period.
it_it: Rinnova automaticamente la sottoscrizione se l’utente effettua una visita durante il periodo di avvertimento.
zh_cn: 如果用户在警告期间访问，则自动续订订阅。

source: Password cycle
it_it: Ciclo della password
zh_cn: 密码周期

source: Number of days between required password changes. Set to zero for no required changes.
it_it: Numero di giorni prima che sia richiesto un cambio password. Nessuna richiesta se impostato a zero.
zh_cn: 所需密码更改之间的天数。设置为零表示无需更改。

source: expiry
it_it: scadenza
zh_cn: 到期

source: Your user id for the Zenphoto site %s will expire on %s.
it_it: Il proprio ID utente per il sito di Zenphoto %s scadrà il %s.
zh_cn: Zenphoto 站点 %s 的用户 ID 将在 %s 时过期。

source: User id expiration
it_it: Scadenza ID utente
zh_cn: 用户 ID 过期

source: You have used that password recently. Please choose a different password.
it_it: Questa password è stata usata di recente. Per favore scegliere una password diversa.
zh_cn: 您最近使用了该密码。请选择其他密码。

source: Expires soon
it_it: Scadrà presto
zh_cn: 即将过期

source: Your subscription expires on %s
it_it: La propria sottoscrizione scadrà il %s
zh_cn: 您的订购在 %s 时过期

source: You must change your password.
it_it: È necessario cambiare la password.
zh_cn: 您必须更改密码。

source: You have users whose credentials have expired.
it_it: Ci sono utenti le cui credenziali sono scadute.
zh_cn: 您的用户具有其凭据已过期的用户。

source: Your %1$s credentials need to be renewed. Visit %2$s to renew your logon credentials.
it_it: Le proprie credenziali su %1$s devono essere rinnovate. Visitare %2$s per rinnovare le credenziali di accesso.
zh_cn: 您的 %1$s 凭据需要续订。访问 %2$s 以续订登录凭据。

source: %s renewal required
it_it: Rinnovo necessario per %s
zh_cn: %s 需要续订

source: Processed
it_it: Processato
zh_cn: 已处理

source: Manage user expiry.
it_it: Gestisci la scadenza utente.
zh_cn: 管理用户到期时间。

source: Expired:%s;
it_it: Scaduto:%s;
zh_cn: 已过期：%s;

source: Expires:%s;
it_it: Scadenza:%s;
zh_cn: 过期：%s;

source: User id has been preempted
it_it: Questo id utente è stato già preso mentre era inattivo
zh_cn: 用户 ID 已被抢占

source: enable
it_it: abilita
zh_cn: 启用

source: disable
it_it: disabilita
zh_cn: 禁用

source: renew
it_it: rinnova
zh_cn: 更新

source: Email renewal
it_it: E-mail di rinnovo
zh_cn: 电子邮件续订

source: Force password renewal
it_it: Richiesta di reimpostazione password
zh_cn: 强制密码续订

source: %1$s <strong>%2$s</strong> (%3$slast logon:%4$s)
it_it: %1$s <strong>%2$s</strong> (%3$s; ultimo accesso: %4$s)
zh_cn: %1$s <strong>%2$s</strong> （%3$s 上次登录时间：%4$s）

source: Disable
it_it: Disabilita
zh_cn: 禁用

source: Renew
it_it: Rinnova
zh_cn: 更新

source: Email renewal link
it_it: Collegamento e-mail di rinnovo
zh_cn: 电子邮件续订链接

source: Adds user address fields
it_it: Aggiunge campi indirizzo per gli utenti
zh_cn: 添加用户地址字段

source: Provides rudimentary user groups.
it_it: Fornisce gruppi di utenti rudimentali.
zh_cn: 提供基本的用户组。

source: no groups established
it_it: nessun gruppo istituito
zh_cn: 未建立组

source: *no group affiliation
it_it: *nessuna affiliazione a un gruppo
zh_cn: *无团体隶属关系

source: *no group selected
it_it: *nessun gruppo selezionato
zh_cn: *未选择组

source: (Template)
it_it: (Modello)
zh_cn: （模板）

source: Applying a template will merge the template with the current <em>rights</em> and <em>objects</em>.
it_it: Applicando un modello si fonderà il modello con gli attuali <em>permessi</em> e <em>oggetti</em>.
zh_cn: 应用模板会将模板与当前<em>权限</em>和<em>对象</em>合并。

source: no group affiliation
it_it: nessuna affiliazione a un gruppo
zh_cn: 无组别关系

source: User group membership: %s
it_it: Gruppo utente di appartenenza: %s
zh_cn: 用户组成员身份： %s

source: Templates are highlighted.
it_it: I modelli sono evidenziati.
zh_cn: 模板将突出显示。

source: <strong>Note:</strong> When a group is assigned <em>rights</em> and <em>managed objects</em> are determined by the group!
it_it: <strong>Nota:</strong> quando viene assegnato un gruppo, <em>permessi</em> e <em>oggetti gestiti</em> sono determinati dal gruppo!
zh_cn: <strong>注意：</strong>当为组分配<em>权限</em>并且<em>托管对象</em>由组确定时！

source: assignments
it_it: assegnazioni
zh_cn: 作业

source: groups
it_it: gruppi
zh_cn: 组

source: Deleted
it_it: Eliminato
zh_cn: 删除

source: Set group rights and select one or more albums for the users in the group to manage. Users with <em>User admin</em> or <em>Manage all albums</em> rights can manage all albums. All others may manage only those that are selected.
it_it: Imposta i permessi del gruppo e seleziona uno o più album per essere gestiti dagli utenti del gruppo. Utenti con i permessi <em>Utente amministratore</em> o <em>Gestisci tutti gli album</em> possono gestire tutti gli album. Tutti gli altri possono gestire solamente quelli selezionati.
zh_cn: 设置群组权限，并为群组中的用户选择要管理的一个或多个影集。具有<em>"用户管理员</em><em>"或"管理所有影集"权限的</em>用户可以管理所有影集。所有其他人员只能管理选定的那些。

source: group
it_it: gruppo
zh_cn: 群

source: template
it_it: modello
zh_cn: 模板

source: clone:
zh_cn: 克隆：

source: description:
it_it: descrizione:
zh_cn: 描述：

source: Assign users
it_it: Assegna utenti
zh_cn: 分配用户

source: Are you sure you want to delete this group?
it_it: Si è sicuri di voler cancellare questo gruppo?
zh_cn: 是否确实要删除此组？

source: Delete this group.
it_it: Elimina questo gruppo.
zh_cn: 删除此组。

source: User %s is assigned to more than one group.
it_it: L’utente %s è assegnato a più di un gruppo.
zh_cn: 用户 %s 分配给多个组。

source: Group names may not contain “?”, “&”, or quotation marks.
it_it: I nomi dei gruppi non possono contenere "?", "&", o le virgolette.
zh_cn: 组名称不能包含"？"、"&"或引号。

source: The group “%s” already exists.
it_it: Il gruppo "%s" esiste già.
zh_cn: 组 "%s" 已存在。

source: Assign users to groups.
it_it: Assegna utenti ai gruppi.
zh_cn: 将用户分配到组。

source: Provides a means for users to login/out from your theme pages.
it_it: Fornisce un modo per posizionare un modulo di accesso/disconnessione utente nelle pagine del tema.
zh_cn: 为用户提供一种从主题页面登录/退出的方法。

source: Login form
it_it: Modulo per l’accesso
zh_cn: 登录表格

source: Form
zh_cn: 形式

source: If the user is not logged-in display an <em>in-line</em> logon form or a link to a modal <em>Colorbox</em> form.
it_it: Se l’utente non è connesso mostra un modulo di accesso <em>in linea</em> o un link a un modulo di servizio <em>Colorbox</em>.
zh_cn: 如果用户未登录，则会显示<em>一个内联</em>登录表单或指向模式 <em>Colorbox</em> 表单的链接。

source: Provides a utility function to send e-mails to all users who have provided an e-mail address.
it_it: Fornisce uno strumento per inviare e-mail a tutti gli utenti registrati che hanno fornito un indirizzo.
zh_cn: 提供实用程序功能，以便向提供电子邮件地址的所有用户发送电子邮件。

source: User mailing list
it_it: Mailing list utenti
zh_cn: 用户邮件列表

source: There are no other registered users who have provided an e-mail address.
it_it: Non ci sono altri utenti registrati che hanno fornito un indirizzo e-mail.
zh_cn: 没有其他注册用户提供了电子邮件地址。

source: A tool to send e-mails to all registered users who have provided an e-mail address.
it_it: Uno strumento per inviare e-mail a tutti gli utenti registrati che hanno fornito un indirizzo.
zh_cn: 一种工具，用于向提供电子邮件地址的所有注册用户发送电子邮件。

source: Mailing
it_it: Messaggistica
zh_cn: 邮件

source: A tool to send e-mails to all registered users who have provided an e-mail address. There is always a copy sent to the current admin and all e-mails are sent as <em>blind copies</em>.
it_it: Uno strumento per inviare e-mail a tutti gli utenti registrati che hanno fornito un indirizzo. Viene inviata una copia anche all’indirizzo e-mail corrente dell’amministratore e tutte le e-mail vengono inviate come <em>copie nascoste</em>.
zh_cn: 一种工具，用于向提供电子邮件地址的所有注册用户发送电子邮件。始终有一个副本发送给当前管理员，所有电子邮件都作为<em>盲件</em>发送。

source: <strong>Note: </strong>No <em>sendmail</em> filter is registered. You must activate and configure a mailer plugin.
it_it: <strong>Nota:</strong> non è registrato nessun filtro <em>sendmail</em>. È necessario attivare e configurare un plugin per la gestione della posta.
zh_cn: <strong>注意： </strong>未注册<em>发送邮件</em>筛选器。您必须激活并配置邮件程序插件。

source: Mail sent.
it_it: Messaggio inviato.
zh_cn: 邮件已发送。

source: Subject:
it_it: Oggetto:
zh_cn: 主题：

source: To:
it_it: A:
zh_cn: 自：

source: Message:
it_it: Messaggio:
zh_cn: 消息：

source: Send another mail
it_it: Invia un’altra e-mail
zh_cn: 发送另一封邮件

source: Please enter the message you want to send.
it_it: Inserire il messaggio da inviare.
zh_cn: 请输入您要发送的消息。

source: Select users:
it_it: Seleziona utenti:
zh_cn: 选择用户：

source: Send mail
it_it: Invia e-mail
zh_cn: 发送邮件

source: Extracts <em>XMP</em> metadata from images and <code>XMP</code> sidecar files.
it_it: Estrae i metadati <em>xmp</em> dalle immagini e dai file <code>xmp</code> collegati.
zh_cn: 从图像和 <em>XMP</em> 边车文件中提取 <code>XMP</code> 元数据。

source: Sidecar file extension
it_it: Estensione file collegato
zh_cn: 边车 延伸档名

source: The plugin will look for files with <em>image_name.extension</em> and extract XMP metadata from them into the <em>image_name</em> record.
it_it: Il plugin cercherà i file con <em>nome_immagine.estensione</em> ed estrarrà i metadati xmp salvandoli nella voce <em>nome_immagine</em>.
zh_cn: 该插件将查找扩展<em>名为 image_name.extension 的文件</em>，并从中提取 XMP 元数据到<em>image_name</em>记录中。

source: Process extensions
it_it: Processa estensioni
zh_cn: 流程扩展

source: If no sidecar file exists and the extension is enabled, the plugin will search within that type <em>image</em> file for an <code>XMP</code> block. <strong>Warning</strong> do not set this option unless you require it. Searching image files can be computationally intensive.
it_it: Se non esiste nessun file collegato e l’estensione è abilitata, il plugin cercherà all’interno di quel tipo di file <em>immagine</em> un blocco di tipo <code>xmp</code>. <strong>Attenzione</strong>: non abilitare questa opzione a meno che sia necessaria. La ricerca all’interno dei file immagine può richiedere molto lavoro di calcolo.
zh_cn: 如果不存在 sidecar 文件并且启用了扩展名，则插件将在该类型的<em>图像</em>文件中搜索 <code>XMP</code> 块。<strong>警告</strong> 除非需要，否则不要设置此选项。搜索图像文件可能是计算密集型的。

source: Metadata exported
it_it: Metadati esportati
zh_cn: 导出的元数据

source: Export metadata info to XMP sidecar.
it_it: Esporta le informazioni dei metadati nel file XMP collegato.
zh_cn: 将元数据信息导出到 XMP 边车。

source: Export Metadata
it_it: Esportazione metadati
zh_cn: 导出元数据

source: A CMS plugin that adds the capability to run an entire gallery focused website with zenphoto.
it_it: Un plugin CMS che aggiunge la capacità di creare un sito web incentrato sulla galleria con Zenphoto.
zh_cn: 一个CMS插件，增加了使用zenphoto运行整个图库网站的功能。

source: <strong>Note:</strong> This feature must be integrated into your theme. It is not supported by the <em>basic</em> theme.
it_it: <strong>Nota:</strong> Questa funzionalità deve essere integrata nel tema. Non è supportata dal tema <em>basic</em>.
zh_cn: <strong>注意：</strong>此功能必须集成到您的主题中。<em>基本</em>主题不支持它。

source: Read more
it_it: Continua a leggere
zh_cn: 阅读更多

source: Enabled Zenpage items
it_it: Elementi Zenpage abilitati
zh_cn: 已启用的 Zenpage 项目

source: Enable news articles and pages
it_it: Abilita notizie e pagine
zh_cn: 启用新闻文章和页面

source: Enable news
it_it: Abilita notizie
zh_cn: 启用新闻

source: Enable pages
it_it: Abilita pagine
zh_cn: 启用页面

source: This enables or disables the admin tabs for pages and/or news articles. To hide news and/or pages content on the front end as well, themes must be setup to use <br><code>if(ZP_NEWS_ENABLED) { … }</code> or <br><code>if(ZP_PAGES_ENABLED) { … }</code> in appropriate places. Same if disabled items should blocked as they otherwise still can be accessed via direct links. <p class="notebox"><strong>NOTE:</strong> This does not delete content and is not related to management rights.</p>
it_it: Questo abilita o disabilita le schede di amministrazione per le pagine e/o le notizie. Per nascondere il contenuto di notizie e/o pagine anche ai visitatori, i temi devono essere configurati per utilizzare <br><code> if (extensionEnabled ("zenpage") && ZP_NEWS_ENABLED) {...} </code> o <br> <code>if(ZP_NEWS_ENABLED) { … }</code> or <br><code>if(ZP_PAGES_ENABLED) { … }</code> nei posti appropriati. Stessa cosa se gli elementi disabilitati devono essere bloccati, altrimenti potrebbero essere accessibili via link diretti. <p class = "notebox"> <strong>NOTA:</strong> Questo non cancella contenuti e non è legato ai diritti di gestione.</p>
zh_cn: 这将启用或禁用页面和/或新闻文章的管理选项卡。要在前端隐藏新闻和/或页面内容，必须将主题设置为<br>在适当的位置使用 <code>if（ZP_NEWS_ENABLED） { ... }</code> 或 <br><code>if（ZP_PAGES_ENABLED） { ... }</code>。如果禁用的项目应该被阻止，则也是如此，否则它们仍然可以通过直接链接访问。<p class="notebox"><strong>注意：</strong>这不会删除内容，也与管理权限无关。</p>

source: Articles per page (theme)
it_it: Articoli per pagina (tema)
zh_cn: 每页文章数（主题）

source: How many news articles you want to show per page on the news or news category pages.
it_it: Numero di articoli per pagina, nelle pagine delle notizie o delle categorie di notizie.
zh_cn: 您希望在新闻或新闻类别页面上每页显示多少篇新闻文章。

source: News article text length
it_it: Lunghezza testo articolo
zh_cn: 新闻文章文本长度

source: The length of news article excerpts in news or news category pages. Leave empty for full text.
it_it: La lunghezza degli estratti di articoli per le pagine delle notizie o delle categorie di notizie. Lasciare bianco il campo per mostrare il testo intero.
zh_cn: 新闻或新闻类别页面中新闻文章摘录的长度。为空以保留全文。

source: You can also set a custom article shorten length for the news loop excerpts by using the standard TinyMCE <em>page break</em> plugin button (or manually using the html comment snippet <code>&lt;!-- pagebreak --&gt;</code>). If set, this will override this option.
it_it: È anche possibile impostare una lunghezza personalizzata per l’anteprima di ogni articolo, usando il tasto <em>interruzione pagina</em> di TinyMCE (o inserendo manualmente in html lo snippet <code>&lt;!-- pagebreak --&gt;</code>. In tal caso il valore impostato qui sarà ignorato.
zh_cn: 您还可以使用标准的 TinyMCE <em>分页符</em>插件按钮（或手动使用 html 评论片段&<code>&lt;!-- pagebreak --&gt;</code>）为新闻循环摘录设置自定义文章缩短长度。如果设置，这将覆盖此选项。

source: News article text shorten indicator
it_it: Indicatore di testo tagliato per l’articolo
zh_cn: 新闻文章文字缩短指示器

source: Something that indicates that the article text is shortened, “ (...)” by default.
it_it: Qualcosa che indica il fatto che il testo dell’articolo è tagliato, “ (...)” come impostazione predefinita.
zh_cn: 指示文章文本被缩短的东西，默认情况下为"（...）"。

source: The text for the link to the full article.
it_it: Il testo per il collegamento all’articolo completo.
zh_cn: 指向完整文章的链接的文本。

source: New titlelink with date: Item types
it_it: Nuovo collegamento al titolo con data: Tipi di oggetto
zh_cn: 带有日期的新标题链接：项目类型

source: Select the item type where the date always should be appended or prepended to the titlelink of newly created items.
it_it: Seleziona il tipo di oggetto per cui la data deve sempre essere aggiunta o anteposta al collegamento al titolo quando si crea un nuovo oggetto.
zh_cn: 选择应始终将日期追加或附加到新创建项目的标题链接的项目类型。

source: A date will automatically be added if you are creating an item with an already used titlelink.
it_it: Una data sarà aggiunta automaticamente se si crea un oggetto con un collegamento al titolo già in uso.
zh_cn: 如果您要使用已使用的标题链接创建项目，则会自动添加日期。

source: New titlelink with date: Date location
it_it: Nuovo collegamento al titolo con data: Posizione della data
zh_cn: 带有日期的新标题链接：日期位置

source: Before
it_it: Prima
zh_cn: 以前

source: After
it_it: Dopo
zh_cn: 后

source: Choose where to add the date to the titlelink of newly created items.
it_it: Scegli dove aggiungere la data al collegamento al titolo dei nuovi oggetti.
zh_cn: 选择要将日期添加到新创建项目的标题链接的位置。

source: New titlelink with date: Date format
it_it: Nuovo collegamento al titolo con data: Formato della data
zh_cn: 带有日期的新标题链接：日期格式

source: Unix timestamp
it_it: Timestamp Unix
zh_cn: Unix 时间戳

source: Choose which date format to append or prepend to the titlelink of newly created items.
it_it: Scegli il formato per la data da aggiungere o anteporre al collegamento al titolo dei nuovi oggetti.
zh_cn: 选择要将日期格式追加或附加到新创建项目的标题链接。

source: * These options may be set via the <a href="javascript:gotoName('zenpage');"><em>Zenpage</em></a> plugin options.
it_it: * Queste opzioni possono essere impostate dalle opzioni del plugin <a href="javascript:gotoName('zenpage');"><em>Zenpage</em></a>.
zh_cn: * 这些选项可以通过<a href="javascript:gotoName('zenpage');"><em>Zenpage</em> 插件选项来设置</a>。

source: Enable Zenpage CMS plugin
it_it: Abilita il plugin Zenpage CMS
zh_cn: 启用 Zenpage CMS 插件

source: Are you sure you want to delete this page? THIS CANNOT BE UNDONE!
it_it: Si è sicuri di voler cancellare questa pagina? NON SI POTRÀ TORNARE INDIETRO!
zh_cn: 是否确实要删除此页面？这是无法撤消的！

source: Edit Page
it_it: Modifica pagina
zh_cn: 编辑页面

source: Delete page
it_it: Elimina la pagina
zh_cn: 删除页面

source: Delete Page
it_it: Elimina pagina
zh_cn: 删除页面

source: New Page
it_it: Nuova pagina
zh_cn: 新建页面

source: Are you sure you want to delete this article? THIS CANNOT BE UNDONE!
it_it: Si è sicuri di voler cancellare questo articolo? NON SI POTRÀ TORNARE INDIETRO!
zh_cn: 是否确实要删除此文章？这是无法撤消的！

source: Edit Article
it_it: Modifica articolo
zh_cn: 编辑文章

source: Delete article
it_it: Elimina l’articolo
zh_cn: 删除文章

source: Delete Article
it_it: Elimina articolo
zh_cn: 删除文章

source: New Article
it_it: Nuovo articolo
zh_cn: 新文章

source: Are you sure you want to delete this category? THIS CANNOT BE UNDONE!
it_it: Si è sicuri di voler cancellare questa categoria? NON SI POTRÀ TORNARE INDIETRO!
zh_cn: 是否确实要删除此类别？这是无法撤消的！

source: Edit Category
it_it: Modifica Categoria
zh_cn: 编辑类别

source: New Category
it_it: Nuova categoria
zh_cn: 新类别

source: Delete Category
it_it: Elimina categoria
zh_cn: 删除类别

source: Nothing changed.
it_it: Nessuna modifica effettuata.
zh_cn: 什么都没有改变。

source: Are you sure you want to delete all selected items? THIS CANNOT BE UNDONE!
it_it: Si è sicuri di voler eliminare tutti gli elementi selezionati? NON SI POTRÀ TORNARE INDIETRO!
zh_cn: 是否确实要删除所有选定项目？这是无法撤消的！

source: New category
it_it: Nuova categoria
zh_cn: 新类别

source: Edit this Category
it_it: Modifica questa categoria
zh_cn: 编辑此类别

source: Add tags to articles
it_it: Aggiungi tag agli articoli
zh_cn: 向文章添加标签

source: Clear tags of articles
it_it: Pulisci i tag degli articoli
zh_cn: 清除文章标签
