Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: <strong>Error parsing <em>plugin_siteurl</em> string!</strong>
it_it: <strong>Errore nell’analisi della stringa <em>plugin_siteurl</em>!</strong>
zh_cn: <strong>解析字符串<em>plugin_siteurl</em>时出错！</strong>

source: <strong>Error parsing <em>plugin_date</em> string!</strong>
it_it: <strong>Errore nell’analisi della stringa <em>plugin_date</em>!</strong>
zh_cn: <strong>解析字符串<em>plugin_date</em>时出错！</strong>

source: third party plugin
it_it: plugin di terze parti
zh_cn: 第三方插件

source: logo
zh_cn: 商标

source: theme plugin
it_it: plugin di tema
zh_cn: 主题插件

source: admin plugin
it_it: plugin di amministrazione
zh_cn: 管理员插件

source: More information on %s
it_it: Maggiori informazioni su %s
zh_cn: 有关 %s 的详细信息

source: by %s
it_it: di %s
zh_cn: 按 %s

source: Visit plugin site
it_it: Visita il sito del plugin
zh_cn: 访问插件网站

source: Official plugin
it_it: Plug-in ufficiale
zh_cn: 官方插件

source: Usage info
it_it: Informazioni sull’utilizzo
zh_cn: 使用信息

source: Options
it_it: Opzioni
zh_cn: 选项

source: Warning note
it_it: Nota di avviso
zh_cn: 警告说明

source: Refresh Database
it_it: Aggiorna il database
zh_cn: 刷新数据库

source: Finished refreshing the database
it_it: Aggiornamento database completato
zh_cn: 已完成刷新数据库

source: Database refresh is incomplete
it_it: Aggiornamento database incompleto
zh_cn: 数据库刷新不完整

source: We are all set to refresh the database
it_it: Aggiornamento database in corso
zh_cn: 我们已准备好刷新数据库

source: Continue refreshing the database.
it_it: Continuare ad aggiornare il database.
zh_cn: 继续刷新数据库。

source: Finished refreshing the metadata
it_it: Aggiornamento metadati completato
zh_cn: 已完成刷新元数据

source: Metadata refresh is incomplete
it_it: Aggiornamento metadati incompleto
zh_cn: 元数据刷新不完整

source: We are all set to refresh the metadata
it_it: Aggiornamento metadati in corso
zh_cn: 我们已准备好刷新元数据

source: Continue refreshing the metadata.
it_it: Continuare ad aggiornare i metadati.
zh_cn: 继续刷新元数据。

source: Refresh
it_it: Aggiorna
zh_cn: 刷新

source: you should return automatically. If not press:
it_it: dovrebbe ritornare automaticamente. Altrimenti premere:
zh_cn: 您应该自动返回。如果不按：

source: This process should continue automatically. If not press:
it_it: Questo processo dovrebbe continuare automaticamente. Altrimenti premere:
zh_cn: 此过程应自动继续。如果不按：

source: Continue!
it_it: Continua!
zh_cn: 继续！

source: <em>%s</em> not found
it_it: <em>%s</em> non trovato
zh_cn: <em>%s</em> 未找到

source: We are all set to refresh the metadata for <em>%s</em>
it_it: Aggiornamento metadati per <em>%s</em> in corso
zh_cn: 我们已准备好刷新 <em>%s</em> 的元数据

source: This process should start automatically. If not press:
it_it: Questo processo dovrebbe iniziare automaticamente. Altrimenti premere:
zh_cn: 此过程应自动启动。如果不按：

source: Refresh image metadata.
it_it: Aggiorna metadati immagine.
zh_cn: 刷新图像元数据。

source: Go!
it_it: Vai!
zh_cn: 开始!

source: New tags added
it_it: Nuovi tag aggiunti
zh_cn: 新标签已添加

source: Checked tags deleted
it_it: Tag selezionati eliminati
zh_cn: 选中标签已删除

source: Tags renamed
it_it: Tag rinominati
zh_cn: 标签已重命名

source: Tag Management
it_it: Gestione tag
zh_cn: 标签管理

source: Order alphabetically
it_it: Ordina alfabeticamente
zh_cn: 按字母顺序排序

source: Order by most used
it_it: Ordina per frequenza d’uso
zh_cn: 按最常用的顺序排序

source: Delete tags from the gallery
it_it: Rimuovi tag dalla galleria
zh_cn: 从图库中删除标签

source: Delete checked tags
it_it: Elimina tag selezionati
zh_cn: 删除选中的标签

source: Place a checkmark in the box for each tag you wish to delete then press the <em>Delete checked tags</em> button. The brackets contain the number of times the tag appears.
it_it: Selezionare la casella di ogni tag che si vuole cancellare e poi premere il pulsante <em>Elimina tag selezionati</em>. Le parentesi contengono il numero di volte che il tag compare.
zh_cn: 在要删除的每个标签的框中放置一个复选标签，然后按<em>删除选中的标签</em>按钮。括号包含标签出现的次数。

source: Rename tags
it_it: Rinomina tag
zh_cn: 重命名标签

source: To change the value of a tag enter a new value in the text box below the tag. Then press the <em>Rename tags</em> button
it_it: Per cambiare il valore di un tag inserire un novo valore nella casella di testo sotto il tag; poi premere il pulsante <em>Rinomina tag</em>
zh_cn: 要更改标签的值，请在标签下方的文本框中输入一个新值。然后按<em>重命名标签</em>按钮

source: New tags
it_it: Nuovi tag
zh_cn: 新建标签

source: Add tags to the list by entering their names in the input fields of the <em>New tags</em> list. Then press the <em>Add tags</em> button
it_it: Per aggiungere nuovi tag alla lista inserire i loro nomi nei campi di immissione della lista <em>Nuovi tag</em>; poi premere il pulsante <em>Aggiungi tag</em>
zh_cn: 通过在<em>"新建标签"</em>列表的输入字段中输入标签的名称，向列表中添加标签。然后按<em>添加标签</em>按钮

source: Cannot edit this file!
it_it: Impossibile modificare questo file!
zh_cn: 无法编辑此文件！

source: Cannot edit this theme!
it_it: Impossibile modificare questo tema!
zh_cn: 无法编辑此主题！

source: File updated successfully
it_it: File aggiornato correttamente
zh_cn: 文件已成功更新

source: Could not write file. Please check its write permissions
it_it: Impossibile scrivere il file. Controllare i permessi di scrittura
zh_cn: 无法写入文件。请检查其写入权限

source: Theme File Editor
it_it: Editor file di tema
zh_cn: 主题文件编辑器

source: Back to the theme list
it_it: Torna alla lista dei temi
zh_cn: 返回主题列表

source: Theme template files (.php)
it_it: File di modello del tema (.php)
zh_cn: 主题模板文件 （.php）

source: JavaScript files (.js)
it_it: File javascript (.js)
zh_cn: JavaScript 文件 （.js）

source: Style sheets (.css)
it_it: Fogli di stile (.css)
zh_cn: 样式表 （.css）

source: Other text files
it_it: Altri file di testo
zh_cn: 其他文本文件

source: Edit this file
it_it: Modifica questo file
zh_cn: 编辑此文件

source: File <tt>%s</tt> from theme %s
it_it: File <tt>%s</tt> dal tema %s
zh_cn: 主题 <tt>%s</tt> 中的文件 %s

source: Update File
it_it: Aggiorna file
zh_cn: 更新文件

source: Select a file to edit from the list on your right hand. Keep in mind that you can <strong>break everything</strong> if you are not careful when updating files.
it_it: Selezionare un file da modificare dalla lista sulla destra. Ricordarsi che è possibile <strong>rovinare tutto</strong> se non si sta attenti quando si aggiornano i file.
zh_cn: 从右侧的列表中选择要编辑的文件。请记住，如果在更新文件时不小心，则可以<strong>破坏所有内容</strong>。

source: Theme <em>%s</em> removed.
it_it: Tema <em>%s</em> rimosso.
zh_cn: 主题 <em>%s</em> 已删除。

source: Error removing theme <em>%s</em>
it_it: Errore nella rimozione del tema <em>%s</em>
zh_cn: 删除主题 <em>%s 时</em>出错

source: New theme name?
it_it: Nuovo nome tema?
zh_cn: 新主题名称？

source: Copy of %s
it_it: Copia di %s
zh_cn: %s 的副本

source: Theme folder name?
it_it: Nome cartella tema?
zh_cn: 主题文件夹名称？

source: no theme assigned, defaulting to Gallery theme
it_it: nessun tema assegnato, imposto quello della Galleria
zh_cn: 未分配主题，默认为库主题

source: Current theme for <code><strong>%1$s</strong></code>: <em>%2$s</em>
it_it: Tema corrente per <code><strong>%1$s</strong></code>: <em>%2$s</em>
zh_cn: <code><strong>%1$s 的</strong></code>当前主题： <em>%2$s</em>

source: Clear theme assignment for %s
it_it: Cancellazione assegnazione tema per %s
zh_cn: 清除 %s 的主题分配

source: Clear theme assignment
it_it: Cancella assegnazione tema
zh_cn: 清除主题分配

source: Show theme for:
it_it: Visualizza tema per:
zh_cn: 显示主题：

source: Themes allow you to visually change the entire look and feel of your gallery. Theme files are located in your Zenphoto <code>/themes</code> folder.
it_it: I temi permettono di cambiare l’aspetto della propria galleria. I file dei temi si trovano nella cartella <code>/themes</code>.
zh_cn: 主题允许您直观地更改图库的整个外观。主题文件位于 Zenphoto <code>/themes</code> 文件夹中。

source: You can download more themes from the <a href="https://www.zenphoto.org/theme/">zenphoto themes page</a>.
it_it: È possibile scaricare altri temi dalla <a href="https://www.zenphoto.org/theme">pagina dei temi di Zenphoto</a>.
zh_cn: 您可以从<a href="https://www.zenphoto.org/theme/">zenphoto主题页面</a>下载更多主题。

source: Place the downloaded themes in the <code>/themes</code> folder and they will be available for your use.
it_it: Mettere i temi scaricati nella cartella <code>/themes</code> per renderli disponibili all’uso.
zh_cn: 将下载的主题放在 <code>/themes</code> 文件夹中，它们将可供您使用。

source: You can edit files from custom themes. Official themes shipped with Zenphoto are not editable, since your changes would be lost on next update.
it_it: È possibile modificare i file per i temi personalizzati. I temi ufficiali rilasciati con Zenphoto non sono modificabili, dato che i cambiamenti verrebbero persi con l’aggiornamento successivo.
zh_cn: 您可以从自定义主题编辑文件。Zenphoto附带的官方主题不可编辑，因为您的更改将在下次更新时丢失。

source: If you want to customize an official theme, please first <em>duplicate</em> it. This will place a copy in your <code>/themes</code> folder for you to edit.
it_it: Se si vuole personalizzare un tema ufficiale, fare prima clic su <em>Duplica</em>. In questo modo verrà creata una copia nella cartella <code>/themes</code> per poterlo modificare.
zh_cn: 如果您想自定义官方主题，请先<em>复制</em>它。这会在 <code>/themes</code> 文件夹中放置一个副本供您编辑。

source: Installed themes
it_it: Temi installati
zh_cn: 已安装的主题

source: Action
it_it: Azione
zh_cn: 行动

source: Zenphoto official theme
it_it: Tema ufficiale di Zenphoto
zh_cn: Zenphoto官方主题

source: third party theme
it_it: tema di terze parti
zh_cn: 第三方主题

source: This theme is not compatible.
it_it: Questo tema non è compatibile.
zh_cn: 此主题不兼容。

source: Visit theme site
it_it: Visita il sito del tema
zh_cn: 访问主题网站

source: Set <em>%s</em> theme options
it_it: Imposta le opzioni del tema <em>%s</em>
zh_cn: 设置<em>%s</em>主题选项

source: Activate
it_it: Attiva
zh_cn: 激活

source: Assign
it_it: Assegna
zh_cn: 分配

source: Current Theme
it_it: Tema corrente
zh_cn: 当前主题

source: Edit
it_it: Modifica
zh_cn: 编辑

source: Do you really want to delete this theme?
it_it: Vuoi davvero eliminare questo tema?
zh_cn: 是否确实要删除此主题？

source: Duplicate
it_it: Duplica
zh_cn: 复制

source: Custom thumbnail cropping
it_it: Ritaglio personalizzato miniature
zh_cn: 自定义缩略图裁剪

source: You can change the portion of your image which is shown in thumbnails by cropping it here.
it_it: È possibile cambiare la porzione dell’immagine visualizzata nella miniatura tagliandola qui.
zh_cn: 您可以通过在此处裁剪来更改缩略图中显示的图像部分。

source: current thumbnail
it_it: miniatura corrente
zh_cn: 当前缩略图

source: Reset to the default cropping
it_it: Ripristina il ritaglio predefinito
zh_cn: 重置为默认裁剪

source: Apply the cropping
it_it: Applica il ritaglio
zh_cn: 应用裁剪

source: Thumbnail cropping is disabled. Enable this option for the theme if you wish cropped thumbnails.
it_it: Il taglio delle miniature è disabilitato. Abilitare questa opzione per il tema se si vogliono ritagliare le miniature.
zh_cn: 缩略图裁剪被禁用。如果您希望裁剪缩略图，请为主题启用此选项。

source: thumbnail preview
it_it: anteprima miniature
zh_cn: 缩略图预览

source: Upload Images
it_it: Carica immagini
zh_cn: 上传图片

source: This web-based upload accepts the file formats: %s, and %s.
it_it: Il caricamento via web accetta i formati di file: %s, e %s.
zh_cn: 此基于 Web 的上传接受文件格式：%s 和 %s。

source: This web-based upload accepts the file formats: %s and %s.
it_it: Il caricamento via web accetta i formati di file: %s, e %s.
zh_cn: 此基于 Web 的上传接受文件格式：%s 和 %s。

source: <strong>Note: </strong>
it_it: <strong>Nota: </strong>
zh_cn: <strong>注意： </strong>

source: ZIP files must contain only Zenphoto supported <em>image</em> types.
it_it: I file zip devono contenere solamente tipi di <em>immagine</em> supportati da Zenphoto.
zh_cn: ZIP 文件必须仅包含 Zenphoto 支持的<em>图像</em>类型。

source: The maximum size for any one file is <strong>%sB</strong> and the maximum size for one total upload is <strong>%sB</strong> which are set by your PHP configuration <code>upload_max_filesize</code> and <code>post_max_size</code>.
it_it: La dimensione massima per ciascun singolo file è <strong>%sB</strong> e quella totale per upload è <strong>%sB</strong> secondo le impostazioni della configurazione PHP <code>upload_max_filesize</code> e <code>post_max_size</code>.
zh_cn: 任何一个文件的最大大小为 <strong>%sB</strong>，一个总上传的最大大小为 <strong>%sB</strong>，这是由 PHP 配置<code>upload_max_filesize</code>和<code>post_max_size</code>设置的。

source: The maximum size for your total upload is <strong>%sB</strong> which is set by your PHP configuration <code>post_max_size</code>.
it_it: La dimensione massima per il caricamento totale è <strong>%sB</strong>, ed è data dalla configurazione di PHP <code>post_max_size</code>.
zh_cn: 总上传的最大大小为 <strong>%sB</strong>，由 PHP 配置<code>post_max_size</code>设置。

source: Don’t forget, you can also use <acronym title="File Transfer Protocol">FTP</acronym> to upload folders of images into the albums directory!
it_it: Non dimenticare che è possibile usare anche <acronym title="File Transfer Protocol">FTP</acronym> per caricare le cartelle di immagini nella cartella albums!
zh_cn: 别忘了，您还可以使用<acronym title="File Transfer Protocol">FTP</acronym>将图像文件夹上传到影集目录中！

source: Upload Error
it_it: Errore caricamento
zh_cn: 上传错误

source: There was an error submitting the form. Please try again.
it_it: Si è verificato un errore nell’invio del form. Provare di nuovo.
zh_cn: 提交表单时出错。请重试。

source: Upload complete
it_it: Caricamento completato
zh_cn: 上传完成

source: Upload to:
it_it: Carica in:
zh_cn: 上传到：

source: That name is already used.
it_it: Questo nome è già usato.
zh_cn: 该名称已被使用。

source: This upload has to have a folder. Type a title or folder name to continue...
it_it: Questo caricamento deve avere una cartella. Digitare un titolo o un nome di cartella per continuare...
zh_cn: 此上传必须有一个文件夹。键入标题或文件夹名称以继续...

source: Create a new album
it_it: Crea un nuovo album
zh_cn: 创建新影集

source: Publish the album.
it_it: Pubblica l’album.
zh_cn: 发布影集。

source: Folder name
it_it: Nome cartella
zh_cn: 文件夹名称

source: Auto-generate
it_it: Auto-genera
zh_cn: 自动生成

source: There are no albums to which you can upload.
it_it: Non ci sono album in cui è possibile caricare.
zh_cn: 没有可以上传到的影集。

source: %s email is already used by another user!
it_it: %s e-mail già utilizzata da un altro utente!
zh_cn: %s 电子邮件已被其他用户使用！

source: %s password may not be empty!
it_it: La password di %s non deve essere vuota!
zh_cn: %s 密码可能不为空！

source: Password reset request.<br />You may now set admin usernames and passwords.
it_it: Richiesta di azzeramento password.<br />È ora possibile impostare i nomi utente e password dell’amministratore.
zh_cn: 密码重置请求。<br />您现在可以设置管理员用户名和密码。

source: Saved
it_it: Salvato
zh_cn: 保存

source: Rights migration failed.
it_it: Migrazione dei permessi fallita.
zh_cn: 权限迁移失败。

source: User id already used.
it_it: Id utente già in uso.
zh_cn: 用户 ID 已使用。

source: User name not provided
it_it: Nome utente non fornito
zh_cn: 未提供用户名

source: Your Website URL is not valid
it_it: L’URL del proprio sito web non è valida
zh_cn: 您的网站网址无效

source: Expand all
it_it: Espandi tutto
zh_cn: 展开全部

source: Collapse all
it_it: Contrai tutto
zh_cn: 全部折叠

source: pending verification
it_it: in attesa di verifica
zh_cn: 等待验证

source: no group
it_it: nessun gruppo
zh_cn: 无组别

source: Master
it_it: Principale
zh_cn: 主

source: Show details
it_it: Mostra dettagli
zh_cn: 显示详细信息

source: Hide details
it_it: Nascondi dettagli
zh_cn: 隐藏详细信息

source: Show details for user %s
it_it: Mostra dettagli per %s
zh_cn: 显示用户 %s 的详细信息

source: Hide details for user %s
it_it: Nascondi dettagli per %s
zh_cn: 隐藏用户 %s 的详细信息

source: New User
it_it: Nuovo utente
zh_cn: 新建用户

source: Authenticate user
it_it: Autenticazione utente
zh_cn: 对用户进行身份验证

source: Are you sure you want to delete this user?
it_it: Si è sicuri di voler cancellare questo utente?
zh_cn: 是否确实要删除此用户？

source: This is the master user account. If you delete it another user will be promoted to master user.
it_it: Questo è l’utente principale. Se viene eliminato un altro utente diventerà utente principale.
zh_cn: 这是主用户帐户。如果将其删除，则其他用户将被提升为主用户。

source: Delete this user.
it_it: Elimina questo utente.
zh_cn: 删除此用户。

source: <strong>Note:</strong> You must have ADMIN rights to alter anything but your personal information.
it_it: <strong>Nota:</strong> bisogna avere i privilegi di amministratore per modificare impostazioni diverse dalle informazioni personali.
zh_cn: <strong>注意：</strong>您必须具有 ADMIN 权限才能更改除您的个人信息以外的任何内容。

source: Challenge phrase
it_it: Domanda di sicurezza
zh_cn: 挑战短语

source: Challenge response
it_it: Risposta di sicurezza
zh_cn: 挑战响应

source: Full name
it_it: Nome completo
zh_cn: 全名

source: Email
zh_cn: 电子邮件

source: create primary album
it_it: crea album principale
zh_cn: 创建主影集

source: delink primary album <strong>%1$s</strong>(<em>%2$s</em>)
it_it: scollega album principale <strong>%1$s</strong>(<em>%2$s</em>)
zh_cn: 取消链接主影集 <strong>%1$s</strong>（<em>%2$s</em>）

source: The primary album was created in association with the user. It will be removed if the user is deleted. Delinking the album removes this association.
it_it: L’album principale è stato creato in associazione con l’utente. Sarà rimosso se l’utente viene cancellato. Scollegando l’album si rimuove l’associazione.
zh_cn: 主影集是与用户关联创建的。如果删除用户，它将被删除。取消影集的链接会删除此关联。

source: The <em>master</em> account has full rights to all objects.
it_it: L’account <em>principale</em> ha tutti i permessi su tutti gli album.
zh_cn: <em>主</em>账户对所有对象具有完全权限。

source: The <em>Authority</em> object supports a higher version of user rights than currently selected. You may wish to migrate the user rights to gain the new functionality this version provides.
it_it: L’oggetto <em>Authority</em> supporta una versione di permessi utente superiore rispetto a quella selezionata. Potresti voler migrare i permessi degli utenti per ottenere le nuove funzionalità che questa versione fornisce.
zh_cn: <em>Authority</em> 对象支持比当前所选版本更高的用户权限版本。您可能希望迁移用户权限以获得此版本提供的新功能。

source: Migrate rights
it_it: Migra permessi
zh_cn: 迁移权限

source: You may wish to revert the <em>Authority</em> user rights to version %s for backwards compatibility with prior Zenphoto releases.
it_it: Potresti voler ripristinare i permessi degli utenti alla versione %s di <em>Authority</em> per motivi di compatibilità con le versioni precedenti di Zenphoto.
zh_cn: 您可能希望将<em>颁发机构</em>用户权限恢复到版本 %s，以便向后兼容以前的 Zenphoto 版本。

source: Revert rights
it_it: Ripristina permessi
zh_cn: 还原权限

source: User names may not contain “?”, “&", or quotation marks.
it_it: I nomi utente non devono contenere “?”, “&" o virgolette.
zh_cn: 用户名不得包含"？"、"&"或引号。

source: The user “%s” already exists.
it_it: L’utente “%s” esiste già.
zh_cn: 用户 "%s" 已存在。

source: Image cache cleared.
it_it: Cache immagini pulita.
zh_cn: 已清除图像缓存。

source: RSS cache cleared.
it_it: Cache RSS pulita.
zh_cn: 已清除 RSS 缓存。

source: HTML cache cleared.
it_it: Cache HTML pulita.
zh_cn: 已清除 HTML 缓存。

source: Search cache cleared.
it_it: Cache di ricerca svuotata.
zh_cn: 搜索缓存已清除。

source: enabled
it_it: abilitati
zh_cn: 启用

source: Setup files restored.
it_it: File di setup ripristinati.
zh_cn: 已还原安装文件。

source: Setup files protected.
it_it: File di setup protetti.
zh_cn: 安装程序文件受到保护。

source: purge Image cache
it_it: svuota cache immagini
zh_cn: 清除图像缓存

source: purge RSS cache
it_it: svuota cache RSS
zh_cn: 清除 RSS 缓存

source: reset all hitcounters
it_it: azzera tutti i contatori delle visite
zh_cn: 重置所有点击数

source: purge search cache
it_it: svuota la cache di ricerca
zh_cn: 清除搜索缓存

source: You do not have proper rights to %s.
it_it: Non si hanno permessi giusti per %s.
zh_cn: 您对 %s 没有适当的权限。

source: You do not have proper rights to access %s.
it_it: Non si hanno permessi giusti per accedere a %s.
zh_cn: 您没有适当的权限来访问 %s。

source: Setup » restore scripts
it_it: Setup » ripristina scripts
zh_cn: 设置 » 还原脚本

source: Restores setup files so setup can be run.
it_it: Rpiristina i file di setup in modo che sia possibile utilizzarli.
zh_cn: 还原安装程序文件，以便可以运行安装程序。

source: Setup » protect scripts
it_it: Setup » proteggi scripts
zh_cn: 设置 » 保护脚本

source: Protects setup files so setup cannot be run.
it_it: Protegge i file di setup in modo che non sia possibile eseguirli.
zh_cn: 保护安装程序文件，以便安装程序无法运行。

source: Run setup
it_it: Esegui il setup
zh_cn: 运行安装程序

source: Run the setup script.
it_it: Esegui lo script di setup.
zh_cn: 运行安装脚本。

source: Your Setup scripts are not protected.
it_it: Gli script di setup non sono portetti.
zh_cn: 您的安装脚本不受保护。

source: The Setup environment is not totally secure, you should protect the scripts to thwart hackers. Use the <strong>Setup » protect scripts</strong> button in the <em>Admin</em> section of the <em>Utility functions</em>.
it_it: L'ambiente d'installazione non è del tutto sicuro, è preferibile proteggere gli script per ostacolare gli hacker. Usare il pulsante <strong>Setup » proteggi scripts</strong> nella sezione <em>Amministratore</em> delle <em>Funzioni utilità</em>.
zh_cn: 安装程序环境并非完全安全，您应该保护脚本以阻止黑客。使用<em>功能</em>中的<em>"管理"</em>部分中的<strong>"设置» 保护脚本"</strong>"按钮。

source: Installation information
it_it: Informazioni di installazione
zh_cn: 安装信息

source: <em>Debug build</em>
it_it: <em>Build di debug</em>
zh_cn: <em>调试版本</em>

source: Official build
it_it: Build ufficiale
zh_cn: 官方版本

source: clone
zh_cn: 克隆

source: source: %s
it_it: sorgente: %s
zh_cn: 源： %s

source: Zenphoto version <strong>%1$s (%2$s)</strong>
it_it: Zenphoto versione <strong>%1$s (%2$s)</strong>
zh_cn: Zenphoto 版本 <strong>%1$s （%2$s）</strong>

source: Preview the release notes for Zenphoto %s
it_it: Anteprima delle note di rilascio per Zenphoto %s
zh_cn: 预览 Zenphoto %s 的发行说明

source: Current locale setting: <strong>%1$s</strong>
it_it: Impostazione lingua corrente: <strong>%1$s</strong>
zh_cn: 当前区域设置： <strong>%1$s</strong>

source: <strong>Locale setting has failed</strong>
it_it: <strong>Impostazione della lingua fallita</strong>
zh_cn: <strong>区域设置失败</strong>

source: Server path:
it_it: Percorso sul server:
zh_cn: 服务器路径：

source: WEB path:
it_it: Percorso WEB:
zh_cn: 网址：

source: PHP Session path:
it_it: Percorso sessione PHP:
zh_cn: PHP 会话路径：

source: Current gallery theme: <strong>%1$s</strong>
it_it: Tema corrente galleria: <strong>%1$s</strong>
zh_cn: 当前库主题： <strong>%1$s</strong>

source: Server software: <strong>%1$s</strong>
it_it: Software del server: <strong>%1$s</strong>
zh_cn: 服务器软件： <strong>%1$s</strong>

source: PHP version: <strong>%1$s</strong>
it_it: Versione PHP: <strong>%1$s</strong>
zh_cn: PHP 版本： <strong>%1$s</strong>

source: PHP Error reporting: <strong>%s</strong>
it_it: Errore di PHP: <strong>%s</strong>
zh_cn: PHP 错误报告： <strong>%s</strong>

source: PHP error messages may be displayed on WEB pages. This may disclose site sensitive information.
it_it: I messaggi di errore PHP potrebbero essere visualizzati nelle pagine WEB. Ciò potrebbe rivelare informazioni sensibili del sito.
zh_cn: PHP 错误消息可能会显示在 WEB 页面上。这可能会泄露网站敏感信息。

source: <em>display_errors</em> is <strong>On</strong>
it_it: <em>display_errors</em> è <strong>On</strong>
zh_cn: <em>display_errors</em><strong>开启</strong>

source: <em>display_errors</em> is <strong>Off</strong>
it_it: <em>display_errors</em> è <strong>Off</strong>
zh_cn: <em>display_errors</em><strong>已关闭</strong>

source: Graphics support: <strong>%s</strong>
it_it: Supporto grafico: <code>%s</code>
zh_cn: 图形支持： <strong>%s</strong>

source: supporting: %s
it_it: supporto per: %s
zh_cn: 支持： %s

source: PHP memory limit: <strong>%1$s</strong> (Note: Your server might allocate less!)
it_it: Limite memoria PHP: <strong>%1$s</strong> (Nota: il server potrebbe allocarne meno!)
zh_cn: PHP 内存限制： <strong>%1$s</strong> （注意： 您的服务器可能会分配更少！）

source: %1$s version: <strong>%2$s</strong>
it_it: Versione %1$s: <strong>%2$s</strong>
zh_cn: %1$s 版本： <strong>%2$s</strong>

source: Database name: <strong>%1$s</strong>
it_it: Nome database: <strong>%1$s</strong>
zh_cn: 数据库名称： <strong>%1$s</strong>

source: Table prefix: <strong>%1$s</strong>
it_it: Prefisso tabelle: <strong>%1$s</strong>
zh_cn: 表前缀： <strong>%1$s</strong>
