Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: Attaches "Effenberger effects" to images and thumbnails. This plugin is intended as an example for the use of the <em>image_html</em> filters.<br /><strong>Due to licensing considerations no effects are included with this plugin.</strong> See <a href="http://www.netzgesta.de/cvi/">CVI Astonishing Image Effects</a> by Christian Effenberger to select and download effects. Unzip the file you download and copy the <code><em>effect</em></code>.js file to the <code>/%s/effenberger_effects</code> folder.<br />All testing was done with the <code>default</code> theme. No warranty is made that any particular effect will work with any particular theme.
zh_cn: 将"埃芬伯格效果"附加到图像和缩略图。此插件旨在作为使用<em>image_html</em>筛选器的示例。<br /><strong>由于许可方面的考虑，此插件不包含任何效果。</strong>请参阅<href="http://www.netzgesta.de/cvi/">克里斯蒂安</a>·埃芬伯格的《惊人图像效果》以选择和下载效果。解压缩下载的文件，然后将<code><em>效果</em></code>.js文件复制到 <code>/%s/effenberger_effects</code> 文件夹。<br />所有测试都是使用<code>默认</code>主题完成的。不保证任何特定效果适用于任何特定主题。

source: Modifiers for <em>%s</em>
zh_cn: <em>%s</em> 的修饰符

source: Additional parameters for the <em>%s</em> effect.
zh_cn: <em>%s</em> 效果的其他参数。

source: No effects
zh_cn: 无影响

source: Due to licensing considerations no effects are included with this plugin. See <a href="http://www.netzgesta.de/cvi/">CVI Astonishing Image Effects</a> by Christian Effenberger to select and download effects. Unzip the file you download and copy the <code><em>effect</em></code>.js file to a folder named <code>effenberger_effects</code> in the global plugins folder.
zh_cn: 出于许可考虑，此插件不包含任何影响。请参阅克里斯蒂安·埃芬伯格的<a href="http://www.netzgesta.de/cvi/">《CVI Astonishing Image Effects》</a>以选择和下载效果。解压缩下载的文件，然后将<code><em>效果</em></code>.js文件复制到全局插件文件夹中名为 <code>effenberger_effects</code> 的文件夹中。

source: Images (standard)
zh_cn: 图像（标准）

source: Apply <em>effect</em> to images shown via the <code>printDefaultSizedImage()</code> function.
zh_cn: 将<em>效果</em>应用于通过 <code>printDefaultSizedImage()</code> 函数显示的图像。

source: Images (custom)
zh_cn: 图像（自定义）

source: Apply <em>effect</em> to images shown via the custom image functions.
zh_cn: 将<em>效果</em>应用于通过自定义图像函数显示的图像。

source: Apply <em>effect</em> to images shown via the <code>printImageThumb()</code> function.
zh_cn: 将<em>效果</em>应用于通过 <code>printImageThumb()</code> 函数显示的图像。

source: Album thumbnails (standard)
zh_cn: 影集缩略图（标准）

source: Apply <em>effect</em> to images shown via the <code>printAlbumThumbImage()</code> function.
zh_cn: 将<em>效果</em>应用于通过 <code>printAlbumThumbImage()</code> 函数显示的图像。

source: Image thumbnails (custom)
zh_cn: 图像缩略图（自定义）

source: Apply <em>effect</em> to images shown via the custom image functions when <em>thumbstandin</em> is set.
zh_cn: 设置<em>缩略图站立</em>时，将<em>效果</em>应用于通过自定义图像功能显示的图像。

source: Album thumbnails (custom)
zh_cn: 影集缩略图（自定义）

source: Apply <em>effect</em> to images shown via the <code>printCustomAlbumThumbImage()</code> function.
zh_cn: 将<em>效果</em>应用于通过 <code>printCustomAlbumThumbImage()</code> 函数显示的图像。

source: No <em>effects</em> scripts found.
zh_cn: 未找到<em>效果</em>脚本。

source: An example of how to create extensions to the administrative toolbox on your theme pages.
zh_cn: 有关如何在模版页面上创建管理工具箱扩展的示例。

source: Email all posters when a new comment is made on an item.
zh_cn: 在对项目发表新评论时通过电子邮件发送所有海报。

source: A reply has been posted on album "%1$s".
zh_cn: 回复已张贴在影集"%1$s"上。

source: A reply has been posted on article "%1$s".
zh_cn: 回复已发布在文章"%1$s"上。

source: A reply has been posted on page "%1$s".
zh_cn: 回复已发布在"%1$s"页上。

source: A reply has been posted on "%1$s" the album "%2$s".
zh_cn: 回复已张贴在"%1$s"影集"%2$s"上。

source: Reply posted
zh_cn: 已发布的回复

source: Example filter for custom data.
zh_cn: 自定义数据的示例筛选器。

source: Special data:
zh_cn: 特殊数据：

source: Extra information:
zh_cn: 额外信息：

source: Address information. (Provided for you by the <code>filter-custom_data</code> <em>admin custom data</em> filters.)
zh_cn: 地址信息。（由<code>筛选器custom_data</code><em>管理员自定义数据</em>筛选器提供。

source: Filter out files from albums and image searches that we do not want shown. See the plugin options for configuration.
zh_cn: 从影集和图像搜索中过滤掉我们不希望显示的文件。请参阅插件选项进行配置。

source: Adds admin user who uploaded image to the description of the image (and to the album description if the album did not already exist.)
zh_cn: 将上传图像的管理员用户添加到图像的描述中（如果影集尚不存在，则添加到影集描述中）。

source: For this to work with ZIP files you must have ZZIPlib configured in your PHP.
zh_cn: 要使这一点适用于ZIP文件，您必须在PHP中配置ZZIPlib。

source: <strong>You do not have ZZIPlib configured.</strong>
zh_cn: <strong>您没有配置 ZZIPlib。</strong>

source: Created by:
zh_cn: 创建者：

source: Uploaded by:
zh_cn: 上传者：

source: Apply <img src="%1$s/images/lock.png" alt=""/> over thumbnails of <em>password protected</em> albums and <img src="%1$s/images/action.png" alt=""/> over thumbnails of <em>not published</em> albums and <em>not visible</em> images.
zh_cn: 将<img src="%1$s/images/lock.png" alt=""/>应用于<em>受密码保护</em>的影集的缩略图，<img src="%1$s/images/action.png" alt=""/>应用于<em>未发布</em>影集<em>和不可见</em>图像的缩略图。

source: Enable <strong>FLV player 4.x</strong> to handle multimedia files. <strong>No <em>FLVPlayer</em> player files are included with this plugin due to licensing considerations.</strong> Please download these files from the <a href="http://www.longtailvideo.com/players/jw-flv-player/">Longtail Video</a> site. Extract the files "player*.swf" and "swobjects.js" into <code>/%s/flvplayer/</code>. <br />IMPORTANT: Only one multimedia player plugin can be enabled at the time. The class-video plugin must be enabled.
zh_cn: 启用 <strong>FLV 播放器 4.x</strong> 以处理多媒体文件。<strong>由于许可方面的考虑，此插件中不包含<em>任何FLVPlayer</em>播放器文件。</strong>请从<a href="http://www.longtailvideo.com/players/jw-flv-player/">Longtail Video网站</a>下载这些文件。将文件"player*.swf"和"swobjects.js"提取到<code>/%s/flvplayer/</code>中。<br />重要：当时只能启用一个多媒体播放器插件。必须启用类视频插件。

source: No FLV Player
zh_cn: 没有FLV播放器

source: No <em>FLVPlayer</em> player files are included with this plugin due to licensing considerations. Please download these files from the <a href="http://www.longtailvideo.com/players/jw-flv-player/">Longtail Video</a> site. Extract the files and place the files "player*.swf" and "swobjects.js" in a folder named <code>flvplayer</code> in the global plugins folder.
zh_cn: 由于许可方面的考虑，此插件中不包含<em>任何FLVPlayer</em>播放器文件。请从<a href="http://www.longtailvideo.com/players/jw-flv-player/">Longtail Video</a>网站下载这些文件。解压缩文件并将文件"player*.swf"和"swobjects.js"放在全局插件文件夹中名为<code>flvplayer</code>的文件夹中。

source: flv player width
zh_cn: flv播放器宽度

source: flv player height
zh_cn: flv播放器高度

source: Player height (ignored for .<em>mp3</em> files if there is no preview image available.)
zh_cn: 播放器高度（忽略 的 。<em>mp3</em> 文件（如果没有可用的预览图像）。

source: Autostart
zh_cn: 自动启动

source: Should the video start automatically. Yes if selected.
zh_cn: 视频是否应自动启动。如果选择，则为是。

source: BufferSize
zh_cn: 缓冲区大小

source: Size of the buffer in % before the video starts.
zh_cn: 视频开始前缓冲区的大小（以 % 为单位）。

source: Position of the playlist (only if using the special <code>flvplaylist()</code> function).
zh_cn: 播放列表的位置（仅当使用特殊的 <code>flvplaylist()</code> 函数时）。

source: When <em>playlist</em> is set to <em>below</em> this refers to the height, when <em>right</em> this refers to the width of the playlist (only if using the special <code>flvplaylist()</code> function).
zh_cn: 当<em>播放列表</em>设置为<em>以下</em>时，这指的是高度，当<em>正确</em>时，这指的是播放列表的宽度（仅当使用特殊的<code>flvplaylist()</code>函数时）。

source: Always
zh_cn: 总是

source: set to list to play the entire playlist once, to always to continously play the song/video/playlist and to single to continue repeating the selected file in a playlist. (only if using the special <code>flvplaylist()</code> function).
zh_cn: 设置为 list 以播放整个播放列表一次，设置为始终连续播放歌曲/视频/播放列表，并设置为单声以继续重复播放列表中的选定文件。（仅当使用特殊的 <code>flvplaylist()</code> 函数时）。

source: flv player width for playlist
zh_cn: 播放列表的 flv 播放器宽度

source: Player width for use with the playlist (ignored for <em>mp3</em> files.)
zh_cn: 用于播放列表的播放器宽度（对于 <em>mp3</em> 文件，忽略）。

source: flv player height for playlist
zh_cn: 播放列表的 flv 播放器高度

source: Player height for use with the playlist (ignored for .<em>mp3</em> files if there is no preview image available.)
zh_cn: 与播放列表一起使用的播放器高度（对于 忽略）。<em>mp3</em> 文件（如果没有可用的预览图像）。

source: Backcolor
zh_cn: 背景色

source: Backgroundcolor of the controls, in HEX format.
zh_cn: 控件的背景色，采用十六进制格式。

source: Frontcolor
zh_cn: 前景色

source: Text &amp; buttons color of the controls, in HEX format.
zh_cn: 十六进制格式的控件的文本和按钮颜色。

source: Lightcolor
zh_cn: 浅色

source: Rollover color of the controls, in HEX format.
zh_cn: 控件的鼠标悬停颜色，采用十六进制格式。

source: Screencolor
zh_cn: 屏幕颜色

source: Color of the display area, in HEX format.
zh_cn: 显示区域的颜色，十六进制格式。

source: Exactfit
zh_cn: 精确拟合

source: Uniform
zh_cn: 均匀

source: Fill
zh_cn: 填充

source: Defines how to resize images in the display. Can be none (no stretching), exactfit (disproportionate), uniform (stretch with black borders) or fill (uniform, but completely fill the display).
zh_cn: 定义如何调整显示中图像的大小。可以是无（无拉伸），精确拟合（不成比例），均匀（用黑色边框拉伸）或填充（均匀，但完全填充显示）。

source: FLV Player support files missing.
zh_cn: FLV 播放器支持文件丢失。

source: The flv player is not installed. Please install or activate the flv player plugin.
zh_cn: 未安装 flv 播放器。请安装或激活 flv 播放器插件。

source: Use Captcha
zh_cn: 使用验证码

source: For <em>thumbnail custom crop</em> only.Leave empty if you don't want to use it.
zh_cn: 仅适用于<em>缩略图自定义裁剪</em>。如果您不想使用它，请留空。

source: Captcha length
zh_cn: 验证码长度

source: Captcha font
zh_cn: 验证码字体

source: Enter Captcha:
zh_cn: 输入验证码：

source: Get Flash
zh_cn: 获取Flash

source: to see this player.
zh_cn: 以查看此播放器。

source: You need Admin Rights or Zenpage rights to use Zenpage
zh_cn: 您需要管理员权限或 Zenpage 权限才能使用 Zenpage

source: image details
zh_cn: 图像详细信息

source: Use Thickbox
zh_cn: 使用Thickbox

source: Subalbum order saved
zh_cn: 已保存子影集顺序

source: Select an album to edit its description and data, or
zh_cn: 选择影集以编辑其描述和数据，或者

source: mass-edit all album data
zh_cn: 批量编辑所有影集数据

source: Dimensions:
zh_cn: 尺寸：

source: Album order saved
zh_cn: 影集顺序已保存

source: Delete <em>%s</em>
zh_cn: 删除 <em>%s</em>

source: Imagick is present on your server. Check this option to enalbe it.
zh_cn: Imagick 存在于您的服务器上。选中此选项以将其包围。

source: Abort
zh_cn: 放弃

source: Missing zlib extensions
zh_cn: 缺少 zlib 扩展

source: Invalid number / type of arguments
zh_cn: 参数的数量/类型无效

source: Invalid variable type p_filelist
zh_cn: 变量类型p_filelist无效

source: Invalid variable type %s for p_filelist
zh_cn: p_filelist的变量类型 %s 无效

source: Unable to open archive %s in binary read mode
zh_cn: 无法在二进制读取模式下打开存档 %s

source: No file with filename
zh_cn: 没有文件名的文件

source: Invalid variable type p_archive_to_add
zh_cn: p_archive_to_add变量类型无效

source: Unable to read archive
zh_cn: 无法读取存档

source: Invalid optional parameter %s for this method
zh_cn: 此方法的可选参数 %s 无效

source: Missing parameter value for option
zh_cn: 缺少选项的参数值

source: Wrong parameter value for option
zh_cn: 选项的参数值错误

source: Value must be integer, string or array for option
zh_cn: 选项的值必须是整数、字符串或数组

source: Too many values in index range for option
zh_cn: 选项的索引范围内值过多

source: Invalid order of index range for option
zh_cn: 选项的索引范围顺序无效

source: Function %1$s is not an existing function for option %2$s
zh_cn: 函数 %1$s 不是选项 %2$s 的现有函数

source: Unknown parameter
zh_cn: 未知参数

source: Missing mandatory parameter
zh_cn: 缺少必需参数

source: Invalid file attribute
zh_cn: 无效的文件属性

source: Invalid type %1$s String expected for attribute %2$s
zh_cn: 类型无效 %1$s 属性 %2$s 预期的字符串

source: Invalid empty filename for attribute
zh_cn: 属性的空文件名无效

source: Invalid empty short filename for attribute
zh_cn: 属性的空短文件名无效

source: Invalid empty full filename for attribute %s
zh_cn: 属性 %s 的空全名无效

source: Invalid type %1$s Integer expected for attribute %2$s
zh_cn: 类型无效 %1$s 属性 %2$s 的预期整数

source: Unable to open temporary file %s in binary write mode
zh_cn: 无法在二进制写入模式下打开临时文件 %s

source: Zip file %s already open
zh_cn: 压缩文件 %s 已打开

source: Unable to open archive %1$s in %2$s mode
zh_cn: 无法在 %2$s 模式下打开存档 %1$s

source: Invalid file list parameter (invalid or empty list)
zh_cn: 无效的文件列表参数（无效或空列表）

source: Unable to open file %s in binary read mode
zh_cn: 无法在二进制读取模式下打开文件 %s

source: Invalid archive size
zh_cn: 存档大小无效

source: Filename %1$s is compressed by an unsupported compression method (%2$s)
zh_cn: 文件名 %1$s 通过不受支持的压缩方法 （%2$s） 压缩

source: Unsupported encryption for filename %s
zh_cn: 文件名 %s 不支持加密

source: Filename %s is outside PCLZIP_OPT_EXTRACT_DIR_RESTRICTION
zh_cn: 文件名 %s 位于PCLZIP_OPT_EXTRACT_DIR_RESTRICTION外部

source: Filename %s exists and is write protected
zh_cn: 文件名 %s 存在且受写保护

source: Newer version of %s exists and option PCLZIP_OPT_REPLACE_NEWER is not selected
zh_cn: 存在较新版本的 %s，但未选择选项PCLZIP_OPT_REPLACE_NEWER

source: Invalid archive structure
zh_cn: 无效的存档结构

source: Invalid block size :
zh_cn: 无效的块大小 ：

source: Unable to go to the end of the archive
zh_cn: 无法转到存档的末尾

source: Unable to seek back to the middle of the archive
zh_cn: 无法回溯到存档的中间

source: Unable to find End of Central Dir Record signature
zh_cn: 找不到中央目录记录签名的结束

source: Invalid End of Central Dir Record size :
zh_cn: 中央目录记录大小的结束无效：

source: The central dir is not at the end of the archive.
zh_cn: 中央目录不在存档的末尾。

source: Some trailing bytes exists after the archive.
zh_cn: 存档后存在一些尾随字节。

source: Unable to open archive file %s in binary write mode
zh_cn: 无法在二进制写入模式下打开存档文件 %s

source: loose (0777)
zh_cn: 宽松（0777）

source: strict (0755)
zh_cn: 严格 （0755）

source: <em>relaxed</em> (<code>0775</code>)
zh_cn: <em>宽松</em> （<code>0775</code>）

source: <em>strict</em> (<code>0755</code>)
zh_cn: <em>严格</em> （<code>0755</code>）

source: MySQL setup in zp-config.php
zh_cn: 在zp-config中设置MySQL.php

source: Manual sorting
zh_cn: 手动分拣

source: or Esc Key
zh_cn: 或 Esc 键

source: Prev
zh_cn: 上一项

source: of
zh_cn: 之

source: Set to %s
zh_cn: 设置为 %s

source: Set visible:
zh_cn: 设置可见：

source: Set waiting images to visible.
zh_cn: 将等待的图像设置为可见。

source: class-textobject requires Zenphoto v 1.2.1 or greater.
zh_cn: class-textobject 需要 Zenphoto v 1.2.1 或更高版本。

source: class-image is not compatible with this zenphoto release.
zh_cn: 类图像与此 zenphoto 版本不兼容。

source: Provides mass edit of some image properties.
zh_cn: 提供对某些图像属性的批量编辑。

source: Mass edit
zh_cn: 批量编辑

source: What you want to show within the CombiNews section.
zh_cn: 您要在"CombiNews"部分中显示的内容。

source: Edit Album:
zh_cn: 编辑影集：

source: full edit %s
zh_cn: 完全编辑 %s

source: %s sec
zh_cn: %s 秒

source: From: %1$s <%2$s>
zh_cn: 从： %1$s <%2$s>

source: Refreshing metadata will overwrite existing data. This cannot be undone!
it_it: L’aggiornamento dei metadati sovrascrive i dati esistenti. Questo non può essere annullato!

source: Current sort: <em>%1$s%2$s</em>.
it_it: Ordinamento attuale: <em>%1$s%2$s</em>.

source: %1$s %2$s: %3$s%4$s
it_it: %2$s %1$s: %3$s%4$s

source: Password protected/Password protected by parent
it_it: Protetto da password/Protetto da password del genitore

source: Published/Unpublished/Unpublished by parent
it_it: Pubblicato/Non pubblicato/Non pubblicato tramite genitore

source: Select the logfile to view
it_it: Selezionare il log da visualizzare

source: Cannot move, copy, or rename. Image already exists.
it_it: Impossibile spostare, copiare o rinominare. L’immagine è già esistente.

source: Cannot move, copy, or rename. Album already exists.
it_it: Impossibile spostare, copiare o rinominare. L’album è già esistente.

source: Unpublished by parent
it_it: Non pubblicato tramite genitore

source: Password protected by parent
it_it: Protetto da password tramite genitore

source: <strong>Note:</strong> Scheduled publishing is not active unless also set to <em>published</em>
it_it: <strong>Nota:</strong> La pubblicazione programmata non è attiva se non è impostata anche su <em>pubblicata</em>

source: <strong>Note:</strong> Scheduled expiration is not active unless also set to <em>published</em>
it_it: <strong>Nota:</strong> La scadenza programmata non è attiva se non è impostata anche su <em>pubblicato</em>

source: Unpublished because expired
it_it: Non pubblicato perché scaduto

source: Unpublish the album %s
it_it: Annulla la pubblicazione dell’album %s

source: Unpublish the image %s
it_it: Annullare la pubblicazione dell'immagine %s

source: Mirror horizontal
it_it: Specchio orizzontale

source: Rotate 180 clockwise
it_it: Rotazione 90 senso orario

source: Mirror vertical
it_it: Specchio verticale

source: Mirror horizontal and rotate 270 clockwise
it_it: Specchio orizzontale e rotazione di 270 in senso orario

source: Rotate 90 clockwise
it_it: Rotazione 90 senso orario

source: Mirror horizontal and rotate 90 clockwise
it_it: Specchio orizzontale e rotazione di 90 in senso orario

source: Rotate 270 clockwise
it_it: Rotazione 270 senso orario

source: Preferred date representation with time
it_it: Rappresentazione data preferita con l’ora

source: Preferred date representation without time
it_it: Rappresentazione data preferita senza l’ora

source: Custom datetime format
it_it: Formato datetime personalizzato

source: Your time zone offset in hours is: %d. If your time zone is different from the servers, select the correct time zone here.
it_it: L'offset del fuso orario in ore è: %d. Se il vostro fuso orario è diverso da quello del server, selezionate qui il fuso orario corretto.

source: Setup did not detect a working <em>mod_rewrite</em> facility. Since this test is not 100% reliable this may be a false report though.
it_it: L'installazione non ha rilevato la funzionalità <em>mod_rewrite</em>. Poiché questo test non è affidabile al 100%, potrebbe trattarsi di una falsa segnalazione.

source: Use localized dates
it_it: Usa date localizzate

source: Formats for date and time. Select from the lists or set to <code>custom</code> and provide a <a href="https://www.php.net/manual/en/datetime.format.php">datetime</a> format string in the custom box.
it_it: Formati per data e ora. Selezionarne uno dalla lista o impostare su <code>personalizzato</code> e inserire una stringa in formato <a href="https://www.php.net/manual/en/datetime.format.php">datetime</a> nella casella di testo.

source: NOTE: If localized dates are enabled and you are using a custom date format you need to provide an <a href="https://unicode-org.github.io/icu/userguide/format_parse/datetime/">ICU dateformat string</a>. If you use a custom date format or choose one of the <em>preferred date representation</em> formats the time format option is ignored.
it_it: NOTA: Se le date localizzate sono abilitate e si utilizza un formato personalizzato per la data, è necessario fornire una <a href="https://unicode-org.github.io/icu/userguide/format_parse/datetime/">stringa ICU dateformat</a>. Se si sceglie un formato personalizzato o uno dei formati <em>di rappresentazione della data preferiti</em>, l’opzione per il formato dell’ora viene ignorata.

source: The intl PHP extension is not installed and localized dates are not available on your system.
it_it: L'estensione PHP intl non è installata, le date localizzate non sono disponibili nel sistema.

source: Cookies:
it_it: Cookie:

source: Daily logs:
it_it: Log quotidiani:

source: Enable daily logs
it_it: Abilita log quotidiani

source: If checked logs will be created daily by appending the dateformat YYYY-mm-dd to the filename.
it_it: Se selezionato, i registri verranno creati quotidianamente, aggiungendo al nome del file la data nel formato YYYY-mm-dd.

source: Display copyright notice
it_it: Visualizza avviso di copyright

source: <strong>NOTE</strong>: Zenphoto will update the album date only if an image is discovered which is newer than the current date of the album.<br>Be sure to refresh image metadata for this option to have effect.
it_it: <strong>NOTA</strong>: Zenphoto aggiornerà la data dell’album solo se viene rilevata un’immagine che ha una data più recente di quella dell’album.<br> Assicurati di aggiornare i metadati dellְ’immagine affinché questa opzione abbia effetto.

source: Search fields selector
it_it: Selettore dei campi di ricerca

source: Enable selector
it_it: Abilita il selettore

source: If enabled the search form will feature a selector for all currently enabled search fields above.
it_it: Se abilitato, il modulo di ricerca includerà un selettore per tutti i campi di ricerca abilitati.

source: <strong>NOTE:</strong> If you want to watermark <em>Full sized images</em> you have to enable <em>cache the full image</em> from the <em>Full image protection</em> option below.
it_it: <strong>NOTA:</strong> se si desidera aggiungere una filigrana alle <em>immagini in dimensioni originali</em>, è necessario abilitare la <em>cache per l’immagine originale</em> con l’opzione di <em>Protezione immagine originale</em> riportata di seguito.

source: Show the field and import data
it_it: Mostra il campo e importa i dati

source: Hide the field but import data
it_it: Nasconde il campo ma importa i dati

source: No display and import
it_it: Nessuna visualizzazione e importazione

source: <strong>Important:</strong> The "Refresh metadata" utility which is accessible from the backend "Overview" page, every album-edit page and every image-edit page, will overwrite all manually added metadata with metadata embedded in the image/album for all fields enabled. This cannot be undone!
it_it: <strong>Importante:</strong> L’utility "Aggiorna metadati", accessibile dalla pagina "Riepilogo" del backend, da ogni pagina di modifica dell'album e da ogni pagina di modifica dell'immagine, sovrascriverà tutti i metadati aggiunti manualmente con i metadati incorporati nell’immagine/album per tutti i campi abilitati. Questo non può essere annullato!

source: <strong>NOTE:</strong> If you notice unexpected behaviour, especially with non-ASCII characters (Cyrillic for example), try again with the <code>xmpMetadata</code> plugin enabled.
it_it: <strong>NOTA:</strong> Se si nota un comportamento inaspettato, soprattutto con i caratteri non ASCII (ad esempio il cirillico), riprovare con il plugin <code>xmpMetadata</code> abilitato.

source: Display Image copyright notice
it_it: Visualizza avviso di copyright Immagine

source: This plugin will be removed in future versions.
it_it: Questo plugin sarà rimosso nelle versioni future.

source: Normally this option should be set to <em>http</em>. If you are running a secure server, change this to <em>https</em>.
it_it: Normalmente questa opzione dovrebbe essere impostata su <em>http</em>. Se si utilizza un server sicuro, cambiare questa opzione in <em>https</em>.

source: <strong>Warning:</strong> If you select <em>https</em> your server <strong>MUST</strong> support <em>https</em>. If you set <em>https</em> on a server which does not support <em>https</em> you will not be able to access the <code>admin</code> pages to reset the option! Your only possibility then is to set or add <code>$conf["server_protocol"] = "http";</code> to your <code>zenphoto.cfg.php</code> file .
it_it: <strong>Attenzione:</strong> Se si seleziona <em>https</em>, il server <strong>DEVE</strong> supportare <em>https</em>. Se si imposta <em>https</em> su un server che non lo supporta, non sarà possibile accedere alle pagine di <code>amministrazione</code> per reimpostare l'opzione! L'unica possibilità sarà quella di impostare o aggiungere <code>$conf["server_protocol"] = "http";</code> al file <code>zenphoto.cfg.php</code>.

source: This theme will be removed in future versions.
it_it: Questo tema sarà rimosso nelle versioni future.

source: Database handler: <strong>%1$s</strong>
it_it: Gestore del database <strong>%1$s</strong>

source: Database client: <strong>%1$s</strong>
it_it: Client del database <strong>%1$s</strong>

source: Database table prefix: <strong>%1$s</strong>
it_it: Prefisso tabella database <strong>%1$s</strong>

source: Use getName() instead
it_it: Usa invece getName()
