Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: The sort position of the indicated items cannot be recorded because the nesting is too deep. Please move them to a higher level and save your order.
it_it: L’ordinamento degli elementi indicati non può essere salvato perché l’annidamento è troppo elevato. Spostare gli elementi a un livello più alto e salvare l’ordine.
zh_cn: 无法记录指示项的排序位置，因为嵌套太深。请将它们移动到更高的级别并保存您的订单。

source: Delete category
it_it: Elimina categoria
zh_cn: 删除类别

source: copy of %s
it_it: copia di %s
zh_cn: %s 的副本

source: This is not a future date!
it_it: Questa non è una data futura!
zh_cn: 这不是将来的日期！

source: Future publishing date
it_it: Data futura di pubblicazione
zh_cn: 未来发布日期

source: Article
it_it: Articolo
zh_cn: 文章

source: Article <em>%s</em> not found
it_it: Articolo <em>%s</em> non trovato
zh_cn: 未找到文章 <em>%s</em>

source: Category <em>%s</em> not found
it_it: Categoria <em>%s</em> non trovata
zh_cn: 未找到类别 <em>%s</em>

source: Page <em>%s</em> not found
it_it: Pagina <em>%s</em> non trovata
zh_cn: 未找到页 <em>%s</em>

source: Edit Article:
it_it: Modifica articolo:
zh_cn: 编辑文章：

source: <strong>Note:</strong> This article belongs to a password protected category.
zh_cn: <strong>注意：</strong>本文属于受密码保护的类别。

source: Edit Category:
it_it: Modifica categoria:
zh_cn: 编辑类别：

source: Edit Page:
it_it: Modifica pagina:
zh_cn: 编辑页面：

source: <strong>Note:</strong> This page is password protected.
zh_cn: <strong>注意：</strong>此页面受密码保护。

source: Usage tips
it_it: Consigli d’uso
zh_cn: 使用技巧

source: Check <em>Edit Titlelink</em> if you need to customize how the title appears in URLs. Otherwise it will be automatically updated to any changes made to the title. If you want to prevent this check <em>Enable permaTitlelink</em> and the titlelink stays always the same (recommended if you use Zenphoto’s multilingual mode).
it_it: Selezionare <em>Modifica collegamento al titolo</em> se è necessario personalizzare il modo in cui il titolo appare nelle URL. Altrimenti, sarà aggiornato automaticamente seguendo le modifiche fatte al titolo. Se si vogliono bloccare le modifiche, selezionare <em>Abilita collegamento al titolo permanente</em> e il collegamento al titolo rimarrà sempre lo stesso (raccomandato se si utilizza la modalità multilingua di Zenphoto).
zh_cn: 如果需要自定义标题在 URL 中的显示方式，请选中<em>编辑标题链接</em>。否则，它将自动更新为对标题所做的任何更改。如果要阻止此检查<em>，请启用永久标题链接</em>，并且标题链接始终保持不变（如果您使用Zenphoto的多语言模式，则建议使用）。

source: <strong>Note:</strong> Edit titlelink overrides the permalink setting.
it_it: <strong>Nota:</strong> modifica collegamento al titolo sovrascrive le impostazioni del permalink.
zh_cn: <strong>注意：</strong>编辑标题链接会覆盖永久链接设置。

source: <strong>Important:</strong> If you are using Zenphoto’s multi-lingual mode the Titlelink is generated from the Title of the currently selected language.
it_it: <strong>Importante:</strong> se si sta utilizzando la modalità multilingua di Zenphoto il collegamento al titolo viene generato dal titolo della lingua correntemente selezionata.
zh_cn: <strong>重要：</strong>如果您使用的是 Zenphoto 的多语言模式，则会从当前所选语言的标题生成标题链接。

source: If you lock an article only the current active author/user or any user with full admin rights will be able to edit it later again!
it_it: Se si blocca un articolo soltanto l’autore/utente corrente o un qualsiasi utente con i permessi di amministratore saranno in grado di modificarlo successivamente!
zh_cn: 如果您锁定了一篇文章，则只有当前活动的作者/用户或任何具有完全管理员权限的用户才能在以后再次编辑它！

source: <em>Custom article shortening:</em> You can set a custom article shorten length for the news loop excerpts by using the standard TinyMCE <em>page break</em> plugin button. This will override the general shorten length set on the plugin option then.
it_it: <em>Abbreviazione articolo personalizzata:</em> è possibile impostare una lunghezza personalizzata per l’anteprima dell’articolo da visualizzare nel ciclo delle notizie usando la funzione <em>interruzione pagina</em> di TinyMCE. Questa impostazione sovrascriverà le impostazioni predefinite per la lunghezza dell’anteprima definite nelle opzioni del tema.
zh_cn: <em>定制物品缩短：</em>您可以使用标准的TinyMCE<em>分页符</em>插件按钮为新闻循环摘录设置自定义文章缩短长度。这将覆盖插件选项上设置的一般缩短长度。

source: <em>Scheduled publishing:</em> To automatically publish a page/news article in the future set it to “published” and enter a future date in the date field manually. Note this works on server time!
it_it: <em>Pubblicazione programmata:</em> per pubblicare automaticamente una pagina/notizia in futuro impostarla su "pubblicata" e inserire una data futura manualmente nel campo data. Notare che questa funzione segue l’ora del server!
zh_cn: <em>计划发布：</em>要在将来自动发布页面/新闻文章，请将其设置为"已发布"，并在日期字段中手动输入未来日期。请注意，这适用于服务器时间！

source: <em>Expiration date:</em> Enter a future date in the date field manually to set a date the page or article will be set un-published automatically. After the page/article has been expired it can only be published again if the expiration date is deleted. Note this works on server time!
it_it: <em>Data scadenza:</em> inserire una data futura nel campo data per impostare la data in cui alla pagina o all’articolo verrà tolta la pubblicazione. Dopo che la pagina/articolo è scaduta può essere pubblicato di nuovo solo eliminando la data di scadenza. Nota: questa funzione segue l’ora del server!
zh_cn: <em>有效期：</em>在日期字段中手动输入未来日期，以设置页面或文章将自动设置为未发布的日期。页面/文章过期后，只有在删除到期日期时才能再次发布。请注意，这适用于服务器时间！

source: <em>ExtraContent:</em> Here you can enter extra content for example to be printed on the sidebar
it_it: <em>Contenuto extra:</em> qui è possibile aggiungere del contenuto extra, per esempio da visualizzare nella barra laterale
zh_cn: <em>额外内容：</em>在这里，您可以输入额外的内容，例如要在侧边栏上打印的内容

source: <em>Codeblocks:</em> Use these fields if you need to enter php code (for example Zenphoto functions) or JavaScript code.
it_it: <em>Blocchi di codice:</em> usare questi campi se bisogna inserire codice php (per esempio funzioni di Zenphoto) o codice javascript.
zh_cn: <em>代码块：</em>如果您需要输入 php 代码（例如 Zenphoto 函数）或 JavaScript 代码，请使用这些字段。

source: You also can use the codeblock fields as custom fields.
it_it: È anche possibile usare i campi blocco di codice come campi personalizzati.
zh_cn: 您还可以将代码块字段用作自定义字段。

source: Note that your theme must be setup to use the codeblock functions. Note also that codeblock fields are not multi-lingual.
it_it: Nota: il tema deve supportare le funzioni blocco di codice. Notare anche che i campi blocco di codice non sono multilingua.
zh_cn: 请注意，必须将主题设置为使用代码块函数。另请注意，代码块字段不是多语言的。

source: <strong>Important:</strong> If setting a password for a page its subpages inherit the protection.
it_it: <strong>Importante:</strong> se si imposta una password per una pagina le sue sotto-pagine ereditano la protezione.
zh_cn: <strong>重要：</strong>如果为页面设置密码，则其子页面将继承保护。

source: Hint: If you need more space for your text use TinyMCE’s full screen mode (Click the expend icon of editor’s control bar, near ZP icon).
it_it: Suggerimento: se si ha bisogno di più spazio per il testo usare la modalità a schermo intero di TinyMCE (fare clic sul quadrato blu in alto a destra della barra dei controlli dell’editor, accanto all’icona ZP).
zh_cn: 提示：如果您需要更多空间来存储文本，请使用 TinyMCE 的全屏模式（单击 ZP 图标附近的编辑器控制栏的扩展图标）。

source: Edit TitleLink
it_it: Modifica collegamento al titolo
zh_cn: 编辑标题链接

source: Enable permaTitlelink
it_it: Abilita collegamento al titolo permanente
zh_cn: 启用永久标题链接

source: Truncate at <em>pagebreak</em>
it_it: Troncare a <em>pagebreak</em>
zh_cn: 在<em>pagebreak</em>处截断

source: Position:
it_it: Posizione:
zh_cn: 位置：

source: normal
it_it: normale
zh_cn: 正常

source: Stick to top
it_it: Fissa in cima
zh_cn: 固定在顶部

source: Locked for changes
it_it: Modifiche bloccate
zh_cn: 锁定以进行更改

source: Are you sure you want to delete this %s?
it_it: Si è sicuri di voler cancellare questo %s?
zh_cn: 是否确实要删除此 %s？

source: copy as: %s
it_it: copia come: %s
zh_cn: 复制为： %s

source: %s will be deleted when changes are applied.
it_it: %s verrà eliminata quando verranno salvate le modifiche.
zh_cn: 应用更改时，将删除 %s。

source: Expiration date:
it_it: Data scadenza:
zh_cn: 有效期：

source: Expiration date set!
it_it: Data di scadenza impostata!
zh_cn: 到期日期已定！

source: TitleLink:
it_it: Collegamento al titolo:
zh_cn: 标题链接：

source: A search engine friendly <em>titlelink</em> (aka slug) without special characters to be used in URLs is generated from the title of the currently chosen language automatically. You can edit it manually later after saving if necessary.
it_it: Un <em>collegamento al titolo</em> di facile comprensione per i motori di ricerca (aka slug) senza caratteri speciali da usare nelle URL viene generato automaticamente dal titolo della lingua correntemente selezionata. Sarà possibile modificarlo successivamente dopo il salvataggio se necessario.
zh_cn: 在URL中使用没有特殊字符的搜索引擎友好的<em>titlelink</em>会自动从当前所选语言的标题生成。如有必要，您可以在保存后稍后手动编辑它。

source: Content:
it_it: Contenuto:
zh_cn: 内容：

source: ExtraContent:
it_it: Contenuto extra:
zh_cn: 额外内容：

source: Custom:
it_it: Personalizzato:
zh_cn: 自定义：

source: Article successfully deleted!
it_it: Articolo eliminato correttamente!
zh_cn: 文章已成功删除！

source: Hitcounter reset
it_it: Azzeramento contatori delle visite
zh_cn: 点击数复位

source: Edit this article
it_it: Modifica questo articolo
zh_cn: 编辑本文

source: Add categories
it_it: Aggiungi categorie
zh_cn: 添加类别

source: Clear categories
it_it: Elimina categorie
zh_cn: 清除类别

source: locked
it_it: bloccato
zh_cn: 已锁定

source: View article
it_it: Visualizza articolo
zh_cn: 查看文章

source: Select a page to edit or drag the pages into the order, including subpage levels, you wish them displayed.
it_it: Selezionare una pagina da modificare o trascinare le pagine nell’ordine in cui si vuole che vengano visualizzate, inclusi i livelli di sotto-pagine.
zh_cn: 选择要编辑的页面或将页面拖动到您希望显示的顺序（包括子页面级别）中。

source: <strong>Note:</strong> Subpages of password protected pages inherit the protection.
it_it: <strong>Nota:</strong> le sotto-pagine di pagine protette da password ereditano la protezione.
zh_cn: <strong>注意：</strong>受密码保护的页面的子页面继承保护。

source: Edit this page
it_it: Modifica questa pagina
zh_cn: 编辑此页

source: The sort position of the indicated pages cannot be recorded because the nesting is too deep. Please move them to a higher level and save your order.
it_it: L’ordinamento delle pagine indicate non può essere salvato perché l’annidamento è troppo elevato. Spostare le pagine a un livello più alto e salvare l’ordine.
zh_cn: 无法记录所指示页面的排序位置，因为嵌套太深。请将它们移动到更高的级别并保存您的订单。

source: Zenpage::getAllCategories() - The value "asc" for the $sortdirection is deprecated since ZenphotoCMS 1.5.8. Use false instead.
it_it: Zenpage::getAllCategories() - Il valore "asc" per $sortdirection è deprecato a partire da ZenphotoCMS 1.5.8. Usa false al suo posto.
zh_cn: Zenpage::getAllCategories() - 自 ZenphotoCMS 1.5.8 以来，$sortdirection的值"asc"已弃用。请改用 false。

source: Zenpage::getAllCategories() - The value "desc" for the $sortdirection is deprecated since ZenphotoCMS 1.5.8. Use true instead.
it_it: Zenpage::getAllCategories() - Il valore "desc" per $sortdirection è deprecato a partire da ZenphotoCMS 1.5.8. Usa true al suo posto.
zh_cn: Zenpage::getAllCategories() - 自 ZenphotoCMS 1.5.8 以来，$sortdirection的值"desc"已被弃用。请改用 true。

source: class ZenpageCategory getParents(): The parameters $parentid and $initparents have been removed in Zenphoto 1.5.5.
it_it: classe ZenpageCategory getParents(): I parametri $parentid e $initparents sono stati rimossi in Zenphoto 1.5.5.
zh_cn: 类 ZenpageCategory getParents()：在 Zenphoto 1.5.5 中删除了$parentid和$initparents参数。

source: class ZenpagePage getParents(): The parameters $parentid and $initparents have been removed in Zenphoto 1.5.5.
it_it: classe ZenpagePage getParents(): I parametri $parentid e $initparents sono stati rimossi in Zenphoto 1.5.5.
zh_cn: class ZenpagePage getParents()：在 Zenphoto 1.5.5 中删除了$parentid和$initparents参数。

source: Use the method isPublic() of the ZenpageCategory class instead.
it_it: Usare invece il metodo isPublic() dalla classe ZenpageCategory.
zh_cn: 请改用 ZenpageCategory 类的方法 isPublic()。

source: Use <code>if($obj->isPublic() || zp_loggedin(ALL_NEWS_RIGHTS)) { … }</code> for a equivalent check instead.
it_it: Usare invece <code>if($obj->isPublic() || zp_loggedin(ALL_NEWS_RIGHTS)) { … }</code> per un controllo equivalente.
zh_cn: 改用 <code>if($obj->isPublic() || zp_loggedin(ALL_NEWS_RIGHTS)) { … }</code> 进行等效检查。

source: Use Zenpage::processScheduledPublishing("expiredate") instead.
it_it: Usa invece Zenpage::processScheduledPublishing("expiredate").
zh_cn: 改用 Zenpage::p rocessScheduledPublishing("expireedate")。

source: Duplicate page title
it_it: Titolo della pagina duplcato
zh_cn: 重复的页面标题

source: Page <em>%s</em> added but you need to give it a <strong>title</strong> before publishing!
it_it: Pagina <em>%s</em> aggiunta ma è necessario inserire un <strong>titolo</strong> prima della pubblicazione!
zh_cn: 页面<em>%s</em>已添加，但您需要在发布前为其提供<strong>标题</strong>！

source: You must supply a password for the Protected Page user
it_it: È necessario fornire una password per l’utente Pagina protetta
zh_cn: 您必须为受保护的页面用户提供密码

source: Your passwords were empty or did not match
it_it: Le password non corrispondevano o erano vuote
zh_cn: 您的密码为空或不匹配

source: Page <em>%s</em> added
it_it: Aggiunta pagina <em>%s</em>
zh_cn: 页面 <em>%s</em> 已添加

source: A page with the title/titlelink <em>%s</em> already exists!
it_it: Esiste già una pagina col titolo/collegamento al titolo <em>%s</em>!
zh_cn: 标题/标题链接 <em>%s 的页面</em>已存在！

source: Page <em>%s</em> updated but you need to give it a <strong>title</strong> before publishing!
it_it: Pagina <em>%s</em> aggiornata ma è necessario inserire un <strong>titolo</strong> prima della pubblicazione!
zh_cn: 页面 <em>%s</em> 已更新，但您需要在发布前为其指定<strong>标题</strong>！

source: Page <em>%s</em> updated
it_it: Aggiornata pagina <em>%s</em>
zh_cn: 页面 <em>%s</em> 已更新

source: Page successfully deleted!
it_it: Pagina eliminata correttamente!
zh_cn: 页面已成功删除！

source: Page delete failed!
it_it: Eliminazione della pagina fallita!
zh_cn: 页面删除失败！

source: View page
it_it: Visualizza pagina
zh_cn: 查看页面

source: Duplicate article title
it_it: Titolo dell’articlo duplicato
zh_cn: 重复的文章标题

source: Article <em>%s</em> added but you need to give it a <strong>title</strong> before publishing!
it_it: Articolo <em>%s</em> aggiunto ma è necessario inserire un <strong>titolo</strong> prima della pubblicazione!
zh_cn: 文章<em>%s</em>已添加，但您需要在发布前给它一个<strong>标题</strong>！

source: Article <em>%s</em> added
it_it: Aggiunto articolo <em>%s</em>
zh_cn: 已添加文章 <em>%s</em>

source: An article with the title/titlelink <em>%s</em> already exists!
it_it: Esiste già un articolo col titolo/collegamento al titolo <em>%s</em>!
zh_cn: 标题/标题链接 <em>%s</em> 的文章已存在！

source: Article <em>%s</em> updated but you need to give it a <strong>title</strong> before publishing!
it_it: Articolo <em>%s</em> aggiornato ma è necessario inserire un <strong>titolo</strong> prima della pubblicazione!
zh_cn: 文章<em>%s</em>已更新，但您需要在发布前给它一个<strong>标题</strong>！

source: Article <em>%s</em> updated
it_it: Aggiornato articolo <em>%s</em>
zh_cn: 文章 <em>%s</em> 已更新

source: Article delete failed!
it_it: Eliminazione dell’articolo fallita!
zh_cn: 文章删除失败！

source: password protected
it_it: protetto da password
zh_cn: 密码保护

source: View all months
it_it: Visualizza tutti i mesi
zh_cn: 查看所有月份

source: All articles
it_it: Tutti gli articoli
zh_cn: 所有文章

source: Sticky
it_it: Importante
zh_cn: 固定

source: Order by date descending
it_it: Ordina per data discendente
zh_cn: 按日期降序排序

source: Order by date ascending
it_it: Ordina per data ascendente
zh_cn: 按日期升序排序

source: Order by title descending
it_it: Ordina per titolo discendente
zh_cn: 按标题降序排序

source: Order by title ascending
it_it: Ordina per titolo ascendente
zh_cn: 按标题升序排序

source: Order by last change date descending
it_it: Ordina per data ultima modifica discendente
zh_cn: 按上次更改日期降序排序

source: Order by last change date ascending
it_it: Ordina per data ultima modifica ascendente
zh_cn: 按上次更改日期升序排序

source: %u per page
it_it: %u per pagina
zh_cn: %u 每页

source: All authors
it_it: Tutti gli autori
zh_cn: 所有作者

source: Duplicate category title
it_it: Titolo della categoria duplicato
zh_cn: 重复的类别标题

source: Category <em>%s</em> added but you need to give it a <strong>title</strong> before publishing!
it_it: Categoria <em>%s</em> aggiunta ma è necessario darle un <strong>titolo</strong> prima della pubblicazione!
zh_cn: 类别 <em>%s</em> 已添加，但您需要在发布前为其指定<strong>标题</strong>！

source: You must supply a password for the Protected Category user
it_it: È necessario fornire una password per l’utente Categoria protetta
zh_cn: 必须为"受保护的类别"用户提供密码

source: Category <em>%s</em> added
it_it: Aggiunta categoria <em>%s</em>
zh_cn: 类别 <em>%s</em> 已添加

source: You forgot to give your category a <strong>title or titlelink</strong>!
it_it: Non hai dato un <strong>titolo o collegamento al titolo</strong> alla categoria!
zh_cn: 您忘记为类别指定<strong>标题或标题链接</strong>！

source: Category updated!
it_it: Categoria aggiornata!
zh_cn: 类别已更新！

source: A category with the title/titlelink <em>%s</em> already exists!
it_it: Esiste già una categoria col titolo/collegamento al titolo <em>%s</em>!
zh_cn: 标题/标题链接 <em>%s 的</em>类别已存在！

source: Category successfully deleted!
it_it: Categoria eliminata correttamente!
zh_cn: 类别已成功删除！

source: Category delete failed!
it_it: Eliminazione della categoria fallita!
zh_cn: 类别删除失败！

source: Edit this category
it_it: Modifica questa categoria
zh_cn: 编辑此类别

source: Un-publish
zh_cn: 取消发布

source: Scheduled for published
zh_cn: 计划已发布

source: View category
it_it: Visualizza categoria
zh_cn: 查看类别

source: Untitled page
it_it: Pagina senza titolo
zh_cn: 无标题页面

source: Untitled article
it_it: Articolo senza titolo
zh_cn: 无标题文章

source: Untitled category
it_it: Categoria senza titolo
zh_cn: 无题类别

source: hit
it_it: visita
zh_cn: 点击

source: hits
it_it: visite
zh_cn: 点击

source: <strong>%1$u</strong> page
it_it: <strong>%1$u</strong> pagina
zh_cn: <strong>%1$u</strong> 页

source: <strong>%1$u</strong> page (<strong>%2$u</strong> un-published)
it_it: <strong>%1$u</strong> pagina (<strong>%2$u</strong> non pubblicata)
zh_cn: <strong>%1$u</strong> 页（<strong>%2$u</strong> 未发布）

source: <strong>%1$u</strong> article
it_it: <strong>%1$u</strong> articolo
zh_cn: <strong>%1$u</strong> 文章

source: <strong>%1$u</strong> article (<strong>%2$u</strong> un-published)
it_it: <strong>%1$u</strong> articolo (<strong>%2$u</strong> non pubblicato)
zh_cn: <strong>%1$u</strong> 文章（<strong>%2$u</strong> 未发布）

source: <strong>%1$u</strong> category
it_it: <strong>%1$u</strong> categoria
zh_cn: <strong>%1$u</strong> 类别

source: <strong>%1$u</strong> category (<strong>%2$u</strong> un-published)
it_it: <strong>%1$u</strong> categoria (<strong>%2$u</strong> non pubblicata)
zh_cn: <strong>%1$u</strong> 类别（<strong>%2$u</strong> 未发布）

source: Publish immediately (skip scheduling)
it_it: Pubblica immediatamente (salta la programmazione)
zh_cn: 立即发布（跳过计划）

source: Skip scheduled expiration
it_it: Ignora scadenza programmata
zh_cn: 跳过计划的过期时间

source: Publish immediately (skip expiration)
it_it: Pubblica immediatamente (ignora la scadenza)
zh_cn: 立即发布（跳过过期）

source: Tags added to selected items
it_it: Tag aggiunti agli elementi selezionati
zh_cn: 添加到所选项目的标签

source: Tags cleared from selected items
it_it: Tag eliminati dagli elementi selezionati
zh_cn: 从所选项目中清除的标签

source: Tags added to articles of selected items
it_it: Tag aggiunti agli articoli degli elementi selezionati
zh_cn: 添加到所选项目的文章中的标签

source: Tags cleared from articles of selected items
it_it: Tag eliminati dagli articoli degli elementi selezionati
zh_cn: 从所选项目的文章中清除的标签

source: Categories added to selected items
it_it: Categorie aggiunte agli elementi selezionati
zh_cn: 添加到所选项目的类别

source: Categories cleared from selected items
it_it: Categorie eliminate dagli elementi selezionati
zh_cn: 从所选项目中清除的类别

source: <em>This entry belongs to a protected category.</em>
it_it: <em>Questo articolo appartiene a una categoria protetta.</em>
zh_cn: <em>此条目属于受保护的类别。</em>

source: Prev page
it_it: Pagina precedente
zh_cn: 上一页

source: getZenpageStatistic - "asc" for the $sortdirection is deprecated since ZenphotoCMS 1.5.8. Use false instead.
it_it: getZenpageStatistic - "asc" per $sortdirection è deprecato a partire da ZenphotoCMS 1.5.8. Usa false al suo posto.
zh_cn: getZenpageStatistic - 自 ZenphotoCMS 1.5.8 以来，$sortdirection的"asc"已被弃用。请改用 false。

source: getZenpageStatistic - "desc" for the $sortdirection is deprecated since ZenphotoCMS 1.5.8. Use true instead.
it_it: getZenpageStatistic - "desc" per $sortdirection è deprecato a partire da ZenphotoCMS 1.5.8. Usa true al suo posto.
zh_cn: getZenpageStatistic - 自 ZenphotoCMS 1.5.8 以来，$sortdirection的"desc"已弃用。请改用 true。

source: %u article
it_it: %u articolo
zh_cn: %u 文章

source: This page is password protected
it_it: Questa pagina è protetta da password
zh_cn: 此页面受密码保护

source: View the %s album
it_it: Visualizza l’album %s
zh_cn: 查看%s影集

source: View the album %s
it_it: Visualizza l’album %s
zh_cn: 查看影集 %s

source: View %s
it_it: Visualizza %s
zh_cn: 查看 %s

source: <code>zenpageAlbumImage()</code> did not find the image %1$s:%2$s
it_it: <code>zenpageAlbumImage()</code> non ha trovato l’immagine %1$s:%2$s
zh_cn: <code>zenpageAlbumImage()</code> 未找到图像 %1$s：%2$s

source: <code>zenpageAlbumImage()</code> did not find the album %1$s
it_it: <code>zenpageAlbumImage()</code> non ha trovato l’album %1$s
zh_cn: <code>zenpageAlbumImage()</code> 未找到影集 %1$s

source: Adds a Zenphoto donations block to the admin overview page.
it_it: Aggiunge un blocco per le donazioni a Zenphoto nel pannello di riepilogo in amministrazione.
zh_cn: 将 Zenphoto 捐赠块添加到管理员概述页面。

source: Like using Zenphoto? Donate!
it_it: Ti piace usare Zenphoto? Dona!
zh_cn: 喜欢使用Zenphoto吗？捐点吧！

source: Your support helps pay for the Zenphoto site server and helps development of Zenphoto. Thank you!
it_it: Il tuo sostegno contribuisce a pagare il server di Zenphoto ed aiuta nello sviluppo del software. Grazie!
zh_cn: 您的支持有助于支付Zenphoto站点服务器的费用，并帮助Zenphoto的开发。谢谢！

source: Places the latest 3 news articles from Zenphoto.org on the admin overview page.
it_it: Mostra le ultime 3 notizie da Zenphoto.org nella pagina di riepilogo dell’amministrazione.
zh_cn: 将 Zenphoto.org 的最新 3 篇新闻文章放在管理员概述页面上。

source: Privacy note: This plugin performs external checks for new releases using the RSS feed from zenphoto.org. No data from your install is submitted or collected.
it_it: Nota sulla privacy: questo plugin controlla l’esistenza di nuove versioni utilizzando il feed RSS di zenphoto.org. Nessun dato dell’installazione viene inviato o raccolto.
zh_cn: 隐私说明：此插件使用来自 zenphoto.org 的 RSS 源对新版本执行外部检查。不会提交或收集安装中的任何数据。

source: Truncation
it_it: Troncamento
zh_cn: 截断

source: The length of the article to display.
it_it: La lunghezza dell’articolo da visualizzare.
zh_cn: 要显示的文章的长度。

source: News from Zenphoto.org
it_it: Notizie da Zenphoto.org
zh_cn: 来自 Zenphoto.org 的新闻

source: Failed to retrieve link <em>%s</em>
it_it: Impossibile reperire il collegamento <em>%s</em>
zh_cn: 无法检索链接 <em>%s</em>

source: A connection to <em>Zenphoto.org</em> could not be established.
it_it: Impossibile stabilire la connessione con <em>Zenphoto.org</em>.
zh_cn: 无法建立与 <em>Zenphoto.org</em> 的连接。

source: Zenphoto outgoing mail handler based on the PHP <em>mail</em> facility.
it_it: Gestore della posta in uscita di Zenphoto basato sulla funzione <em>mail</em> di PHP.
zh_cn: Zenphoto 基于 PHP 邮件工具的传出<em>邮件</em>处理程序。

source: <code>zenphoto_sendmail</code> failed to send <em>%s</em> to one or more recipients.
it_it: <code>zenphoto_sendmail</code> non è riuscito a inviare <em>%s</em> a uno o più destinatari.
zh_cn: <code>zenphoto_sendmail</code>无法向一个或多个收件人发送 <em>%s</em>。

source: (%s: 1 new image)
zh_cn: （%s： 新图像）
