Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: You must first set the plugin options for cached image parameters.
it_it: Si devono impostare prima le opzioni del plugin con i parametri per le immagini nella cache.
zh_cn: 您必须首先为缓存的图像参数设置插件选项。

source: Cache
zh_cn: 缓存

source: Cache manager
it_it: Gestore della cache
zh_cn: 缓存管理器

source: Purge RSS cache
it_it: Svuota cache RSS
zh_cn: 清除 RSS 缓存

source: Delete all files from the RSS cache
it_it: Rimuovi tutti i file dalla cache RSS
zh_cn: 从 RSS 缓存中删除所有文件

source: Purge Image cache
it_it: Svuota cache immagini
zh_cn: 清除图像缓存

source: Delete all files from the Image cache
it_it: Rimuovi tutti i file dalla cache immagini
zh_cn: 从图像缓存中删除所有文件

source: Purge HTML cache
it_it: Svuota cache HTML
zh_cn: 清除 HTML 缓存

source: Clear the static HTML cache. HTML pages will be re-cached as they are viewed.
it_it: Pulisce la cache HTML statica. Le pagine HTML verranno rimesse nella cache quando saranno visitate.
zh_cn: 清除静态 HTML 缓存。HTML 页面将在查看时重新缓存。

source: Purge search cache
it_it: Svuota la cache di ricerca
zh_cn: 清除搜索缓存

source: Clear the static search cache.
it_it: Cancellare la cache statica di ricerca.
zh_cn: 清除静态搜索缓存。

source: Cleanup image cache sizes
it_it: Svuota dimensioni immagini in cache
zh_cn: 清理图像缓存大小

source: Removes old stored image cache sizes of themes and plugins not existing on this site. It also removes sizes from inactive plugins.
zh_cn: 删除此站点上不存在的主题和插件的旧存储图像缓存大小。它还会从非活动插件中删除大小。

source: Cache album images
it_it: Crea cache per le immagini dell’album
zh_cn: 缓存影集图像

source: Your server does not support the native PHP extension <code>cURL</code>. Pre-caching images is much more effective using it.
it_it: Il server non supporta l’estensione nativa <code>cURL</code> del PHP. Con questa estensione il pre-caching delle immagini è molto più efficiente.
zh_cn: 您的服务器不支持本机 PHP 扩展 <code>cURL</code>。使用它来预缓存图像要有效得多。

source: Back to the overview
it_it: Torna al riepilogo
zh_cn: 返回概览

source: New cache size selection
it_it: Nuova selezione dimensioni cache
zh_cn: 新的缓存大小选择

source: Cache images
it_it: Crea cache immagini
zh_cn: 缓存图像

source: Cache stored images
it_it: Immagini memorizzate in cache
zh_cn: 缓存存储的图像

source: This utility scans the database for images references that have been stored there (e.g. embedded within text content).
it_it: Questo servizio cerca riferimenti nel database alle immagini che vi sono memorizzate (inserite nei testi).
zh_cn: 此实用程序扫描数据库中已存储在那里的图像引用（例如，嵌入在文本内容中）。

source: The following database fields are checked:
it_it: Selezionati i seguenti campi del database:
zh_cn: 将检查以下数据库字段：

source: <code>desc</code> (description) of albums and images
it_it: <code>desc</code> (descrizione) di album e immagini
zh_cn: 影集和图像的 <code>desc</code>（描述）

source: <code>content</code> and <code>extracontent</code> of Zenpage news articles and pages.
it_it: <code>content</code> e <code>extracontent</code> di pagine e articoli di Zenpage.
zh_cn: Zenpage新闻文章和页面的<code>内容</code>和<code>额外内容</code>。

source: If an image processor URI is discovered it will be converted to a cache file URI.
it_it: Se viene individuata la URI di un elaboratore di immagine, questa viene convertita nella URI di un file nella cache.
zh_cn: 如果发现图像处理器 URI，它将转换为缓存文件 URI。

source: If the cache file for the image does not exist, a caching image reference will be made for the image.
it_it: Se l’immagine non è presente nella cache verrà creata.
zh_cn: 如果图像的缓存文件不存在，则将为该图像创建缓存图像引用。

source: Since this tool modifies the database directly, it is strongely recommended to perform a database backup before executing!
it_it: Poiché questo strumento modifica direttamente il database, è caldamente consigliato effettuare un backup prima di eseguirlo!
zh_cn: 由于此工具直接修改数据库，因此强烈建议在执行之前执行数据库备份！

source: Caching log
zh_cn: 缓存日志

source: %u image processor reference updated.
it_it: Aggiornato %u riferimento all’elaboratore di immagini.
zh_cn: %u 图像处理器参考已更新。

source: %1$u of %2$u found cached image required re-caching.
it_it: %1$u immagine trovata in cache su %2$u richiedeva re-caching.
zh_cn: %2$u 的 %1$u 发现缓存的图像需要重新缓存。

source: <strong>Note:</strong> the following objects have images that appear to no longer exist.
it_it: <strong>Nota:</strong> i seguenti oggetti hanno immagini che non esistono più..
zh_cn: <strong>注意：</strong>以下对象的图像似乎不再存在。

source: %u image processor reference found.
it_it: Trovato %u riferimento all’elaboratore di immagini.
zh_cn: 找到 %u 图像处理器引用。

source: You should use the refresh button to convert these to cached image references
it_it: Si dovrebbe usare il pulsante aggiorna per convertirle in riferimenti a immagini in cache
zh_cn: 应使用"刷新"按钮将这些内容转换为缓存的图像引用

source: %1$u of %2$u found cached image requires re-caching.
it_it: %1$u immagine trovata in cache su %2$u richiede re-caching.
zh_cn: %2$u 的 %1$u 发现缓存的图像需要重新缓存。

source: %1$u of %2$u found cached image re-cached.
it_it: %1$u immagine trovata in cache su %2$u rimessa in chache.
zh_cn: %2$u 的 %1$u 发现缓存的图像已重新缓存。

source: Image cache sizes cleaned up.
it_it: Dimensioni immagine rimosse dalla cache.
zh_cn: 已清理图像缓存大小。

source: Refreshing cache for %s
it_it: Aggiornamento cache per %s
zh_cn: 刷新 %s 的缓存

source: This tool searches uncached image sizes from your albums or within a theme or plugin if they are registered to the cacheManager properly. If uncached images sizes exist you can have this tool generate these. If you like to re-generate existing cache image sizes, you have to clear the image cache manually first.
it_it: Questo strumento cerca dimensioni immagine che non sono nella cache tra quelle definite negli album, nei temi o nei plugin. Se trova dimensioni non in cache può generarle. Se si vogliono rigenerare dimensioni immagine già esistenti, bisogna prima svuotare la cache manualmente.
zh_cn: 此工具从影集或主题或插件中搜索未缓存的图像大小（如果它们已正确注册到 cacheManager）。如果存在未缓存的图像大小，则可以让此工具生成这些大小。如果要重新生成现有的缓存图像大小，则必须首先手动清除图像缓存。

source: Note that this is a quite time and server power consuming measure depending on the number of images to pre-cache, their dimensions and the power of your server.
it_it: Questa elaborazione può richiedere abbastanza tempo e risorse di calcolo del server, a seconda del numero di immagini da memorizzare in cache, della loro dimensione e della potenza del server.
zh_cn: 请注意，这是一个相当耗时且耗电的测量方法，具体取决于要预先缓存的图像数量，其尺寸和服务器的功能。

source: If your server is not able to process all albums and images try one album after another from each album edit page. Also remember that Zenphoto will create any size on the fly right when needed.
it_it: Se il server non riesce a elaborare tutti gli album e le immagini, prova con un album alla volta dalla pagina di modifica dell’album. In ogni caso Zenphoto crea tutte le dimensioni necessarie al volo quando servono.
zh_cn: 如果您的服务器无法处理所有影集和图像，请从每个影集编辑页面尝试一个影集。还要记住，Zenphoto将在需要时即时创建任何尺寸。

source: Full Image
it_it: Immagine originale
zh_cn: 完整图像

source: Default thumb size (or manual crop)
it_it: Dimensione predefinita miniatura (o ritaglio manuale)
zh_cn: 默认缩略图大小（或手动裁剪）

source: Default sized image size
it_it: Dimensione predefinita immagine
zh_cn: 默认大小的图像大小

source: all sizes for <i>%1$s</i>
it_it: tutte le dimensioni per <i>%1$s</i>
zh_cn: <i>%1$s</i> 的所有大小

source: %1$u cache size to apply for %2$u images (%3$u cache size images in total*)
it_it: %1$u dimensione cache da applicare a %2$u immagini (%3$u dimensione immagini cache in totale*)
zh_cn: %1$u 缓存大小适用于 %2$u 图像（总共 %3$u 缓存大小的图像*）

source: * Approximate number not counting already existing cache sizes.
it_it: * Numero approssimato che non tiene conto delle dimensioni immagine già presenti in cache.
zh_cn: * 不计算现有缓存大小的近似值。

source: Image caching in progress.
it_it: Creazione cache immagini in corso.
zh_cn: 图像缓存正在进行中。

source: Please be patient as this might take quite a while! It depends on the number of images to pre-cache, their dimensions and the power of your server.
it_it: Per favore sii paziente poiché questo potrebbe richiedere tempo! Dipende dal numero di immagini da pre-memorizzare in cache, dalle loro dimensioni e dalla potenza del tuo server.
zh_cn: 请耐心等待，因为这可能需要相当长的时间！这取决于要预先缓存的图像数量、尺寸和服务器的功能。

source: If you move away from this page before this loader disapeared, the caching will be incomplete but you can re-start any time later.
it_it: Se lasci la pagina prima che questo loader scompaia il caching sarà incompleto, ma potrai riprendere il processo in qualsiasi momento.
zh_cn: 如果在此加载程序关闭之前离开此页面，则缓存将不完整，但您可以稍后随时重新启动。

source: Image cache sizes generated:
it_it: Dimensioni cache immagine generate:
zh_cn: 生成的图像缓存大小：

source: Image cache sizes failed:
it_it: Dimensioni cache immagini non riuscite:
zh_cn: 图像缓存大小失败：

source: Images processed:
it_it: Immagini elaborate:
zh_cn: 处理的图像：

source: Albums processed:
it_it: Album elaborati:
zh_cn: 已处理的影集：

source: Processing time:
it_it: Tempo di elaborazione:
zh_cn: 处理时间：

source: minutes
it_it: minuti
zh_cn: 分钟

source: Caching done!
it_it: Cache creata!
zh_cn: 缓存完成！

source: No cache sizes enabled.
it_it: Nessuna dimensione immagini nella cache abilitata.
zh_cn: 未启用缓存大小。

source: Cache the images
it_it: Crea la cache per le immagini
zh_cn: 缓存图像

source: Executes the caching of the selected image sizes.
it_it: Mette nella cache le dimensioni immagine selezionate.
zh_cn: 执行所选图像大小的缓存。

source: Checks if there is a Zenphoto versions that is newer than the installed version.
it_it: Controlla se esiste una versione di Zenphoto più nuova di quella in uso.
zh_cn: 检查是否有比安装版本更新的 Zenphoto 版本。

source: PHP <em>DOM Object Model</em> is required.
it_it: È richiesto il PHP <em>DOM Object Model</em>.
zh_cn: PHP <em>DOM Object Model</em>是必需的。

source: Zenphoto download page
it_it: Pagina di download di Zenphoto
zh_cn: Zenphoto 下载页面

source: A new version of Zenphoto version is available.
it_it: È disponibile una nuova versione di Zenphoto.
zh_cn: 新版本的Zenphoto版本可用。

source: Provides a means for handling arbitrary file types. (No rendering provided!)
it_it: Fornisce un modo per gestire tipi di file arbitrari (nessun metodo di visualizzazione fornito).
zh_cn: 提供一种处理任意文件类型的方法。（未提供渲染！）

source: Watermark default images
it_it: Inserisci una filigrana nelle immagini predefinite
zh_cn: 水印默认图像

source: Check to place watermark image on default thumbnail images.
it_it: Per aggiungere un’immagine di filigrana alle miniature delle immagini.
zh_cn: 选中以在默认缩略图图像上放置水印图像。

source: Handled files
it_it: File gestiti
zh_cn: 已处理的文件

source: File suffixes to be handled.
it_it: I suffissi da gestire.
zh_cn: 要处理的文件后缀。

source: Add file suffix
it_it: Aggiungi suffisso file
zh_cn: 添加文件后缀

source: Add a file suffix to be handled by the plugin
it_it: Aggiungere un suffisso file da gestire col plugin
zh_cn: 添加要由插件处理的文件后缀

source: Provides a means for showing documents using <em>WEBdocs</em> for the document rendering.
it_it: Fornisce un modo per mostrare documenti usando <em>WEBdocs</em> per la visualizzazione del documento.
zh_cn: 提供一种使用 <em>WEBdocs</em> 进行文档呈现来显示文档的方法。

source: Disabled
it_it: Disabilitata
zh_cn: 禁用

source: GoogleDocs
zh_cn: 谷歌文档

source: Browser default
it_it: Predefinita browser
zh_cn: 浏览器默认值

source: Choose the WEB service to use for rendering pdf documents.
it_it: Scegliere il servizio web da usare per visualizzare i documenti pdf.
zh_cn: 选择要用于呈现 pdf 文档的 WEB 服务。

source: Select <em>google</em> to use the <a href="%s">GoogleDocs viewer</a>
it_it: Selezionare <em>google</em> per usare il <a href="%s">GoogleDocs viewer</a>
zh_cn: 选择<em>谷歌</em>以使用<a href="%s">GoogleDocs查看器</a>

source: Select <em>zoho</em> to use the <a href="%s">Zoho document viewer</a>
it_it: Selezionare <em>zoho</em> per usare lo <a href="%s">Zoho document viewer</a>
zh_cn: 选择 <em>zoho</em> 以使用<a href="%s">Zoho 文档查看器</a>

source: Select <em>Browser default</em> to use the your browser default application
it_it: Selezionare <em>Predefinita browser</em> per usare l’applicazione predefinita del browser
zh_cn: 选择<em>"浏览器默认"</em>以使用浏览器默认应用程序

source: Choose the WEB service to use for rendering PowerPoint document.
it_it: Scegliere il servizio web da usare per visualizzare i documenti PowerPoint.
zh_cn: 选择要用于呈现 PowerPoint 文档的 WEB 服务。

source: Choose the WEB service to use for rendering TIFF images.
it_it: Scegliere il servizio web da usare per visualizzare le immagini tiff.
zh_cn: 选择要用于呈现 TIFF 图像的 WEB 服务。

source: Provides a means for showing text type documents (.txt, .html, .htm).
it_it: Fornisce un modo per mostrare documenti di testo (.txt, .html, .htm).
zh_cn: 提供用于显示文本类型文档（.txt、.html.htm）的方法。

source: Invalid Textobject instantiation: Album does not exist
it_it: Istanza Textobject non valida: L’album non esiste
zh_cn: 文本对象实例化无效：影集不存在

source: Invalid Textobject instantiation: file does not exist
it_it: Istanza Textobject non valida: Il file non esiste
zh_cn: 文本对象实例化无效：文件不存在

source: The Zenphoto <em>audio-video</em> handler.
it_it: Il gestore <em>audio-video</em> di Zenphoto.
zh_cn: Zenphoto <em>音频-视频</em>处理程序。

source: This plugin must always be enabled to use multimedia content. It supports mp4/m4v video and mp3 audio natively in capable browsers. For more support you should also enable a multimedia player. See the info of the player you use to see how it is configured.
it_it: Questo plugin deve sempre essere abilitato per gestire contenuti multimediali. Supporta video mp4/m4v e audio mp3 in browser abilitati. Per ulteriori compatibilità deve essere abilitato anche un lettore multimediale. Vedi le info del lettore in uso per sapere come è configurato.
zh_cn: 必须始终启用此插件才能使用多媒体内容。它在功能强大的浏览器中原生支持mp4 / m4v视频和mp3音频。要获得更多支持，您还应该启用多媒体播放器。查看您使用的播放器的信息，了解其配置方式。

source: Invalid video instantiation: Album does not exist
it_it: Inizializzazione video non valida: L’album non esiste
zh_cn: 无效的视频实例化：影集不存在

source: Invalid video instantiation: file does not exist.
it_it: Inizializzazione video non valida: Il file non esiste.
zh_cn: 视频实例化无效：文件不存在。

source: getid3 exceptions for %1$s::%2$s
it_it: getid3 eccezioni per %1$s::%2$s
zh_cn: %1$s::%2$s 的 getid3 异常

source: Your browser sadly does not support this video format.
it_it: Il browser in uso non supporta questo formato video.
zh_cn: 遗憾的是，您的浏览器不支持此视频格式。

source: Your browser sadly does not support this audio format.
it_it: Il browser in uso non supporta questo formato audio.
zh_cn: 遗憾的是，您的浏览器不支持此音频格式。

source: No multimedia extension installed for this format.
it_it: Nessuna estensione multimediale installata per questo formato.
zh_cn: 未为此格式安装多媒体扩展。

source: Allows multiple Zenphoto installations to share a single set of Zenphoto script files.
it_it: Permette a diverse installazioni di Zenphoto di usare un singolo insieme di script Zenphoto.
zh_cn: 允许多个 Zenphoto 安装共享一组 Zenphoto 脚本文件。

source: Only the primary installation may clone offspring installations.
it_it: Solo l’installazione principale può clonare installazioni figlie.
zh_cn: 只有主安装可以克隆后代安装。

source: Your server does not support symbolic linking.
it_it: Il server non supporta collegamenti simbolici.
zh_cn: 您的服务器不支持符号链接。

source: Clone installation
it_it: Clona installazione
zh_cn: 克隆安装

source: Create a new installation using links to the current install files.
it_it: Creare una nuova installazione usando collegamenti ai file di installazione correnti.
zh_cn: 使用指向当前安装文件的链接创建新安装。

source: Clone
it_it: Clona
zh_cn: 克隆

source: You attempted to clone to the master install.
it_it: Si è tentato di clonare l’installazione master.
zh_cn: 您试图克隆到主安装。

source: The existing folder <code>%s</code> was replaced.
it_it: La cartella esistente <code>%s</code> è stata sostituita.
zh_cn: 已替换现有文件夹 <code>%s</code>。

source: The existing folder <code>%1$s</code> was removed but Link creation failed.
it_it: La cartella esistente <code>%1$s</code> è stata eliminata ma la creazione del Link è fallita.
zh_cn: 已删除现有文件夹 <code>%1$s</code>，但链接创建失败。

source: The existing folder <code>%s</code> could not be removed.
it_it: Non è stato possibile eliminare la cartella esistente <code>%s</code>.
zh_cn: 无法删除现有文件夹 <code>%s</code>。

source: The existing symlink <code>%s</code> was replaced.
it_it: Il symlink esistente <code>%s</code> è stato sostituito.
zh_cn: 已替换现有的符号链接 <code>%s</code>。

source: The existing symlink <code>%s</code> was removed but Link creation failed.
it_it: Il symlink esistente <code>%1$s</code> è stato eliminato ma la creazione del Link è fallita.
zh_cn: 已删除现有符号链接 <code>%s</code>，但链接创建失败。

source: The existing symlink <code>%s</code> could not be removed.
it_it: Non è stato possibile eliminare il symlink esistente <code>%s</code>.
zh_cn: 无法删除现有的符号链接 <code>%s</code>。

source: The existing file <code>%s</code> was replaced.
it_it: Il file esistente <code>%s</code> è stato sostituito.
zh_cn: 已替换现有文件 <code>%s</code>。

source: The existing file <code>%s</code> was removed but Link creation failed.
it_it: Il file esistente <code>%1$s</code> è stato eliminato ma la creazione del Link è fallita.
zh_cn: 已删除现有文件 <code>%s</code>，但链接创建失败。

source: The existing file <code>%s</code> could not be removed.
it_it: Non è stato possibile eliminare il file esistente <code>%s</code>.
zh_cn: 无法删除现有文件 <code>%s</code>。

source: <code>%s</code> Link created.
it_it: Link <code>%s</code> creato.
zh_cn: <code>%s</code>链接已创建。

source: <code>%s</code> Link creation failed.
it_it: Creazione del Link <code>%s</code> fallita.
zh_cn: <code>%s</code>链接创建失败。

source: Successful clone to %s
it_it: Tentativo di clone per %s riuscito
zh_cn: 成功克隆到 %s

source: setup the new install
it_it: setup della nuova installazione
zh_cn: 部署全新安装

source: Before running setup for <code>%1$s</code> please reinstall the following setup files from the %2$s to this installation:
it_it: Prima di eseguire il setup per <code>%1$s</code> è necessario reinstallare i seguenti file di setup da %2$s a questa installazione:
zh_cn: 在运行 <code>%1$s 的</code>安装程序之前，请重新安装 %2$s 中的以下安装文件到此安装：

source: Clone to <code>%s</code> failed
it_it: Clone per <code>%s</code> fallito
zh_cn: 克隆到 <code>%s</code> 失败

source: Create a new install with symbolic links to the current Zenphoto scripts.
it_it: Crea una nuova installazione con link simbolici agli script attuali di Zenphoto.
zh_cn: 使用指向当前 Zenphoto 脚本的符号链接创建新安装。

source: <strong>Note:</strong> Existing Zenphoto scripts will be removed from the target if they exist.
it_it: <strong>Nota:</strong> Gli script di Zenphoto esistenti saranno rimossi dalla destinazione se ci sono.
zh_cn: <strong>注意：</strong>现有的 Zenphoto 脚本将从目标中删除（如果存在）。

source: No subfolders in:
it_it: Nessuna sotto-cartella in:
zh_cn: 以下位置中没有子文件夹：

source: Select the destination folder:
it_it: Selezionare la cartella di destinazione:
zh_cn: 选择目标文件夹：

source: Clone Zenphoto
it_it: Clona Zenphoto
zh_cn: 克隆Zenphoto

source: Loads Colorbox JS and CSS scripts for selected theme page scripts.
it_it: Carica gli script JS e CSS di Colorbox per gli script di pagina selezionati del tema.
zh_cn: 为选定的主题页面脚本加载 Colorbox JS 和 CSS 脚本。

source: Note that this plugin does not attach Colorbox to any element. You need to do this on your theme yourself.
it_it: Notare che questo plugin non inserisce Colorbox in nessun elemento. È necessario farlo manualmente nel proprio tema.
zh_cn: 请注意，此插件不会将Colorbox附加到任何元素。您需要自己在主题上执行此操作。

source: Colorbox theme
it_it: Tema Colorbox
zh_cn: Colorbox 主题

source: The Colorbox script comes with 5 example themes you can select here. If you select <em>custom (within theme)</em> you need to place a folder <em>colorbox_js</em> containing a <em>colorbox.css</em> file and a folder <em>images</em> within the current theme to override to use a custom Colorbox theme.
it_it: Lo script Colorbox è fornito di 5 temi di esempio che è possibile selezionare qui. Se si seleziona <em>personalizzato (all’interno del tema)</em> è necessario creare una cartella <em>colorbox</em> contenente un file <em>colorbox.css</em> e una cartella <em>images</em> all’interno del tema corrente per usare un tema di Colorbox personalizzato.
zh_cn: Colorbox 脚本附带了 5 个示例主题，您可以在此处选择。如果选择<em>"自定义"（在主题内</em>），则需要将文件夹<em>放置在包含</em><em>颜色框.css</em>文件和文件夹图像的文件夹<em>colorbox_js</em>以覆盖当前主题中才能使用自定义 Colorbox 主题。

source: Provides a unified comment handling facility.
it_it: Fornisce un modulo per la gestione unificata dei commenti.
zh_cn: 提供统一的评论处理功能。

source: Enable comment notification
it_it: Abilita la notifica del commento
zh_cn: 启用评论通知

source: Email the Admin when new comments are posted
it_it: Invia una e-mail all’amministratore quando viene scritto un commento
zh_cn: 发布新评论时向管理员发送电子邮件

source: Name field
it_it: Campo nome
zh_cn: 名称字段

source: Require
it_it: Richiesto
zh_cn: 需要

source: If the <em>Name</em> field is required, the poster must provide a name.
it_it: Se il campo <em>Nome</em> è obbligatorio, chi scrive deve fornire un nome.
zh_cn: 如果<em>"名称"</em>字段是必需的，则发帖人必须提供名称。

source: Email field
it_it: Campo e-mail
zh_cn: 电子邮件字段

source: If the <em>Email</em> field is required, the poster must provide an email address.
it_it: Se il campo <em>E-mail</em> è obbligatorio, chi scrive deve fornire un indirizzo e-mail.
zh_cn: 如果<em>电子邮件</em>字段是必需的，则发帖人必须提供电子邮件地址。

source: Website field
it_it: Campo sito web
zh_cn: 网站字段

source: If the <em>Website</em> field is required, the poster must provide a website.
it_it: Se il campo <em>Sito web</em> è obbligatorio, chi scrive deve fornire un sito web.
zh_cn: 如果<em>"网站"</em>字段是必需的，则发帖人必须提供网站。

source: Captcha field
it_it: Campo captcha
zh_cn: 验证码字段

source: For guests
it_it: Per gli ospiti
zh_cn: 对于客人

source: If <em>Captcha</em> is required, the form will include a Captcha verification.
it_it: Se il <em>Captcha</em> è obbligatorio, il form includerà una verifica Captcha.
zh_cn: 如果需要<em>验证码</em>，该表单将包含验证码验证。

source: Address fields
it_it: Campi indirizzo
zh_cn: 地址字段

source: If <em>Address fields</em> are shown or required, the form will include positions for address information. If required, the poster must supply data in each address field.
it_it: Se i <em>Campi indirizzo</em> sono mostrati o richiesti, il form includerà delle posizioni per le informazioni sull’indirizzo. Se richiesti, chi scrive dovrà fornire i dati in ogni campo.
zh_cn: 如果显示或需要<em>"地址"字段</em>，则表单将包含地址信息的位置。如果需要，发帖人必须在每个地址字段中提供数据。

source: Allow comments on
it_it: Abilita commenti su
zh_cn: 允许对

source: Comment forms will be presented on the checked pages.
it_it: Il form dei commenti verrà mostrato nelle pagine selezionate.
zh_cn: 评论表单将显示在选中的页面上。

source: Toggled comment block
it_it: Abilita/disabilita blocco commento
zh_cn: 已切换的评论块

source: If checked, existing comments will be initially hidden. Clicking on the provided button will show them.
it_it: Se selezionato, i commenti esistenti saranno inizialmente nascosti. Facendo clic sul pulsante fornito verranno mostrati.
zh_cn: 如果选中，现有评论最初将被隐藏。单击提供的按钮将显示它们。

source: Show author URL
it_it: Mostra l’URL dell’autore
zh_cn: 显示作者网址

source: To discourage SPAM, uncheck this box and the author URL will not be revealed.
it_it: Per scoraggiare lo spam, deselezionare questa casella e l’URL dell’autore non verrà rivelato.
zh_cn: 要阻止垃圾邮件，请取消选中此框，则不会显示作者 URL。

source: Only members can comment
it_it: Solo i membri possono commentare
zh_cn: 只有成员可以发表评论

source: If checked, only logged in users will be allowed to post comments.
it_it: Se abilitato, solo gli utenti connessi potranno scrivere dei commenti.
zh_cn: 如果选中，则仅允许登录用户发表评论。

source: Allow private postings
it_it: Permetti commenti privati
zh_cn: 允许私人过账

source: If checked, posters may mark their comments as private (not for publishing).
it_it: Se selezionato, gli autori possono marcare i propri commenti come privati (da non pubblicare).
zh_cn: 如果选中，发帖人可能会将其评论标签为私密（不可发布）。

source: Allow anonymous posting
it_it: Permetti commenti anonimi
zh_cn: 允许匿名发布
