Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: Top left
it_it: Alto a sinistra
zh_cn: 左上角

source: Top right
it_it: Alto a destra
zh_cn: 右上角

source: Bottom
it_it: Basso
zh_cn: 底部

source: Bottom left
it_it: Basso a sinistra
zh_cn: 左下角

source: Bottom right
it_it: Basso a destra
zh_cn: 右下角

source: Choose the position of the popup. Top and Bottom = banner, Top left/right, Bottom left/right = floating
it_it: Scegli la posizione del pop-up. Alto e Basso = banner, Alto sinistra/destra, Basso sinistra/destra = fluttuante
zh_cn: 选择弹出窗口的位置。顶部和底部 = 横幅，左上角/右上角，左下角/右图 = 浮动

source: Dismiss on Scroll
it_it: Rimuovi per Scorrimento
zh_cn: 在滚动时关闭

source: Check to dismiss when users scroll a page [other than <em>Learn more</em> page].
it_it: Seleziona per rimuovere quando un utente scorre la pagina [esclusa la pagina<em>Altre informazioni</em>].
zh_cn: 检查用户滚动页面时关闭 [<em>了解更多页面]</em>。

source: Color - Popup
it_it: Colore - Pop-up
zh_cn: 颜色 - 弹出窗口

source: Choose the color of the popup background.
it_it: Scegli il colore di fondo del pop-up.
zh_cn: 选择弹出式背景的颜色。

source: Color - Button
it_it: Colore -Pulsante
zh_cn: 颜色 - 按钮

source: Choose the color of the button.
it_it: Scegli il colore del pulsante.
zh_cn: 选择按钮的颜色。

source: Compliance type
it_it: Tipo di conformità
zh_cn: 合规性类型

source: Info: Cookies are always allowed
it_it: Info: I cookie sono sempre consentiti
zh_cn: 信息：始终允许使用 Cookie

source: Opt-in: Cookies are allowed after consent
it_it: Opt-in: i cookie sono consentiti dopo il consenso
zh_cn: 选择加入：同意后允许使用 Cookie

source: Opt-out: Cookies are allowed unless declined
it_it: Opt-out: i cookie sono consentiti a meno che non vengano rifiutati
zh_cn: 选择退出：除非被拒绝，否则允许使用 Cookie

source: Choose the compliance type required for your jurisdiction. Note that your site may require modification to properly apply this to your cookies. Also see the scripts option below.
it_it: Scegli il tipo di conformità richiesto per la tua giurisdizione. Tieni presente che il tuo sito potrebbe richiedere modifiche per applicarlo correttamente ai cookie. Vedi anche le opzioni per gli script qui di seguito.
zh_cn: 选择您所在的司法管辖区所需的合规性类型。请注意，您的网站可能需要修改才能将其正确应用于您的 Cookie。另请参阅下面的脚本选项。

source: Consent revokable
it_it: Consenso revocabile
zh_cn: 同意可撤销

source: Check to allow revoking the consent as required in some jurisdictions.
it_it: Seleziona per consentire la revoca del consenso come richiesto in alcune giurisdizioni.
zh_cn: 检查以允许在某些司法管辖区内根据需要撤销同意。

source: Scripts to allow or block
it_it: Script da consentire o bloccare
zh_cn: 要允许或阻止的脚本

source: Add privacy related executional JS code (ad trackers statistics etc.) here to allow or block opt-in/opt-out compliances (without the script wrapper). As we cannot safely delete cookies set by third party scripts, we block their execution so they can neither set nor fetch their cookies.
it_it: Aggiungi qui gli script JS legati alla privacy (statistiche sui tracker degli annunci, ecc.) per consentire o bloccare le conformità di opt-in/opt-out (senza lo script wrapper). Poiché non possiamo eliminare in modo sicuro i cookie impostati da script di terze parti, ne blocchiamo l'esecuzione in modo che non possano né impostare né recuperare i propri cookie.
zh_cn: 在此处添加与隐私相关的执行 JS 代码（广告跟踪器统计信息等），以允许或阻止选择加入/选择退出合规性（没有脚本包装器）。由于我们无法安全地删除由第三方脚本设置的 Cookie，因此我们会阻止其执行，因此他们既不能设置也不能获取其 Cookie。

source: External Scripts to allow or block
it_it: Script esterni da consentire o bloccare
zh_cn: 要允许或阻止的外部脚本

source: Add URLs to privacy related external JS scripts as a comma separated list (ad trackers statistics etc.) here to allow or block opt-in/opt-out compliances (without the script wrapper). As we cannot safely delete cookies set by third party scripts, we block their execution so they can neither set nor fetch their cookies.
it_it: Aggiungi qui, separati da virgole, le URL agli script JS esterni legati alla privacy (statistiche sui tracker degli annunci, ecc.) per consentire o bloccare le conformità di opt-in/opt-out (senza lo script wrapper). Poiché non possiamo eliminare in modo sicuro i cookie impostati da script di terze parti, ne blocchiamo l'esecuzione in modo che non possano né impostare né recuperare i propri cookie.
zh_cn: 在此处将 URL 作为逗号分隔列表（广告跟踪器统计信息等）添加到与隐私相关的外部 JS 脚本中，以允许或阻止选择加入/选择退出合规性（没有脚本包装器）。由于我们无法安全地删除由第三方脚本设置的 Cookie，因此我们会阻止其执行，因此他们既不能设置也不能获取其 Cookie。

source: This website uses cookies. By continuing to browse the site, you agree to our use of cookies.
it_it: Questo sito usa i cookie. Continuando a navigare nel sito accetti implicitamente l’uso dei cookie.
zh_cn: 本网站使用饼干。继续浏览本网站，即表示您同意我们使用 Cookie。

source: Agree
it_it: Accetto
zh_cn: 同意

source: Allow cookies
it_it: Consenti i cookie
zh_cn: 允许使用cookies

source: Decline
it_it: Rifiuto
zh_cn: 下降

source: Cookies used on the website!
it_it: Cookie utilizzati nel sito web!
zh_cn: 网站上使用的cookies！

source: An image cropping tool.
it_it: Uno strumento di ritaglio immagine.
zh_cn: 图像裁剪工具。

source: Crop image
it_it: Ritaglia immagine
zh_cn: 裁剪图像

source: Permanently crop the actual image.
it_it: Ritaglia permanentemente l’immagine originale.
zh_cn: 永久裁剪实际图像。

source: attempt to crop an object which is not an image.
it_it: tentativo di ritagliare un oggetto che non è un’immagine.
zh_cn: 尝试裁剪不是图像的对象。

source: crop image
it_it: ritaglia immagine
zh_cn: 裁剪图像

source: Image cropping
it_it: Ritaglio immagine
zh_cn: 图像裁剪

source: You can crop your image by dragging the crop handles on the image
it_it: Puoi ritagliare l’immagine trascinando le maniglie di ritaglio sull’immagine
zh_cn: 您可以通过拖动图像上的裁剪手柄来裁剪图像

source: <strong>Note:</strong> If you save these changes they are permanent!
it_it: <strong>Nota:</strong> le modifiche salvate sono permanenti!
zh_cn: <strong>注意：</strong>如果您保存这些更改，它们是永久性的！

source: width:%1$s %2$s height:%3$s %4$s clear %5$s
it_it: larghezza: %1$s %2$s altezza: %3$s %4$s pulisci %5$s
zh_cn: 宽度： %1$s %2$s 高度： %3$s %4$s 清除 %5$s

source: swap width and height fields
it_it: inverti i campi larghezza e altezza
zh_cn: 交换宽度和高度字段

source: clear width and height fields
it_it: svuota i campi larghezza e altezza
zh_cn: 清除宽度和高度字段

source: Create default codeblocks.
it_it: Crea Blocchi di codice predefiniti.
zh_cn: 创建默认代码块。

source: News category
it_it: Categoria di notizie
zh_cn: 新闻类别

source: Page
it_it: Pagina
zh_cn: 页

source: Objects
it_it: Oggetti
zh_cn: 对象

source: Default codeblocks will be applied for the checked objects.
it_it: I blocchi di codice predefiniti saranno applicati agli oggetti selezionati.
zh_cn: 默认代码块将应用于选中的对象。

source: Codeblocks
it_it: Blocchi di codice
zh_cn: 代码块

source: Codeblocks to be inserted when the one for the object is empty.
it_it: Blocchi di codice da inserire quando quello dell’oggetto è vuoto.
zh_cn: 当对象的代码块为空时要插入的代码块。

source: Provides deprecated Zenphoto functions.
it_it: Fornisce funzioni deprecate di Zenphoto.
zh_cn: 提供已弃用的 Zenphoto 函数。

source: This plugin is <strong>NOT</strong> required for the Zenphoto distributed functions.
it_it: Questo plugin <strong>NON</strong> è richiesto per le funzioni distribuite con Zenphoto.
zh_cn: Zenphoto 分布式函数<strong>不需要</strong>此插件。

source: development
it_it: sviluppo
zh_cn: 开发

source: deprecated
it_it: deprecata
zh_cn: 已弃用

source: Use deprecationNotice() instead
it_it: Utilizza invece deprecationNotice()
zh_cn: 改用弃用通知()

source: Check deprecated use
it_it: Verifica utilizzi deprecati
zh_cn: 检查已弃用的使用情况

source: Searches PHP scripts for use of deprecated functions.
it_it: Cerca funzioni deprecate negli script PHP.
zh_cn: 在 PHP 脚本中搜索已弃用的函数。

source: Check for update
it_it: Controlla aggiornamenti
zh_cn: 检查更新

source: Deprecated Functions
it_it: Funzioni Deprecate
zh_cn: 已弃用的函数

source: Functions flagged with an "*" are class methods. Ones flagged with "+" have deprecated parameters.
it_it: Le funzioni contrassegnate con "*" sono metodi di classe, quelle contrassegnate "+" contengono parametri deprecati.
zh_cn: 用"*"标签的函数是类方法。标有"+"的参数已弃用。

source: Locate calls on deprecated functions.
it_it: Trova chiamate a funzioni deprecate.
zh_cn: 查找对已弃用函数的调用。

source: In Themes
it_it: Nei temi
zh_cn: 在主题中

source: In User plugins
it_it: Nei plugin utente
zh_cn: 在用户插件中

source: In Zenphoto code
it_it: Nel codice di Zenphoto
zh_cn: 在 Zenphoto 代码中

source: In Codeblocks
it_it: Nei Blocchi di codice
zh_cn: 在代码块中

source: <strong>NOTE:</strong> This search will have false positives for instance when the function name appears in a comment or quoted string. Functions flagged with an "*" are class methods. Ones flagged "+" have deprecated parameters.
it_it: <strong>NOTA:</strong> La ricerca potrebbe restituire dei falsi positivi, per esempio quando il nome della funzione appare in un commento o in una stringa tra virgolette. Le funzioni marcate con "*" sono metodi di classe. Quelle marcate con "+" contengono parametri deprecati.
zh_cn: <strong>注意：</strong>例如，当函数名称出现在评论或带引号的字符串中时，此搜索将出现误报。用"*"标签的函数是类方法。标签为"+"的参数已弃用。

source: This function is obsolete and has no functionality anymore.
it_it: Questa funzione è obsoleta e non ha più funzionalità.
zh_cn: 此功能已过时，不再具有任何功能。

source: Use mimeTypes::getType() instead
it_it: Usare invece mimeTypes::getType()
zh_cn: 改用 mimeTypes::getType()

source: Use AlbumBase::newAlbum() instead
it_it: Usare invece AlbumBase::newAlbum()
zh_cn: 改用AlbumBase::newAlbum()

source: Use AlbumBase::isAlbumClass() instead
it_it: Usare invece AlbumBase::isAlbumClass()
zh_cn: 改用 AlbumBase::isAlbumClass()

source: Use $album->getUrAlbum() instead
zh_cn: 改用 $album->getUrAlbum()

source: Use Image::newImage() instead
it_it: Usare invece Image::newImage()
zh_cn: 改用Image::newImage()

source: Use Image::isImageClass() instead
it_it: Usare invece Image::isImageClass()
zh_cn: 改用 Image::isImageClass()

source: Use SearchEngine::getSearchQuote() instead
it_it: Utilizza invece SearchEngine::getSearchQuote()
zh_cn: 改用 SearchEngine::getSearchQuote()

source: Use Image object method isVideo() instead
it_it: Utilizzare invece il metodo dell’oggetto Immagine isVideo()
zh_cn: 改用图像对象方法 isVideo()

source: Use Image object method isPhoto() instead
it_it: Utilizzare invece il metodo dell’oggetto Immagine isPhoto()
zh_cn: 改用图像对象方法 isPhototo()

source: Use renameOption() instead
it_it: Utilizzare invece renameOption()
zh_cn: 改用 renameOption()

source: Use the isValidEmail() instead
it_it: Utilizzare invece isValidEmail()
zh_cn: 改用 isValidEmail()

source: Use the gallery class method getAllAlbums() or getAllAlbumsFromDB() instead
it_it: Usare invece il metodo della classe galleria getAllAlbums() o getAllAlbumsFromDB()
zh_cn: 改用图库类方法 getAllAlbums() 或 getAllAlbumsFromDB()

source: Use printAlbumStatistisc() instead
it_it: Usare invece printAlbumStatistisc()
zh_cn: 改用 printAlbumStatistisc()

source: Use printImageStatistisc() instead
it_it: Usare invece printImageStatistisc()
zh_cn: 改用 printImageStatistisc()

source: There is no replacement
it_it: Non c’è sostituzione
zh_cn: 没有替代品

source: Use the image_album_statistics plugin function getImageStatistic() with appropiate parameters
it_it: Usa la funzione getImageStatisic() del plugin image_album_statistics con i parametri appropriati
zh_cn: 使用image_album_statistics插件函数 getImageStatistic() 和适当的参数

source: For picture of the day functionality use the image_album_statistics plugin function getPictureOfTheDay()
it_it: Per la funzionalità immagine del giorno usa la funzione getPictureOfTheDay() del plugin image_album_statistics
zh_cn: 对于每日图片功能，请使用image_album_statistics插件函数getPictureOfTheDay()

source: Use the image_album_statistics plugin function getImageStatisic() with appropiate parameters
it_it: Usa la funzione getImageStatisic() del plugin image_album_statistics con i parametri appropriati
zh_cn: 使用image_album_statistics插件函数 getImageStatisic() 和适当的参数

source: For picture of the day functionality use the image_album_statiscic plugin function getPictureOfTheDay()-
it_it: Per la funzionalità immagine del giorno usa la funzione getPictureOfTheDay()- del plugin image_album_statiscic
zh_cn: 对于每日图片功能，请使用image_album_statiscic插件函数getPictureOfTheDay()-

source: Use the image_album_statistics plugin function getImageStatistic() with appropiate parameters. You might need to adjust your theme's CSS.
it_it: Usa la funzione getImageStatisic() del plugin image_album_statistics con i parametri appropriati. Potresti dover sistemare il CSS del tuo tema.
zh_cn: 使用image_album_statistics插件函数 getImageStatistic() 和适当的参数。您可能需要调整模版的 CSS。

source: View image: %s
it_it: Visualizza immagine: %s
zh_cn: 查看图片： %s

source: Use tidyHTML() instead
it_it: Usare invece tidyHTML()
zh_cn: 改用 tidyHTML()

source: Use AlbumBase class method getNumAllImages() instead
it_it: Usare invece il metodo AlbumBase getNumAllImages()
zh_cn: 改用 AlbumBase 类方法 getNumAllImages()

source: Use themeObject::checkScheduledPublishing() instead
it_it: Usa invece themeObject::checkScheduledPublishing()
zh_cn: 改用themeObject::checkScheduledPublishing()

source: Use getLanguageSubdomains() instead
it_it: Usare invece getLanguageSubdomains()
zh_cn: 改用 getLanguageSubdomains()

source: Use getLanguageText() instead
it_it: Usare invece il metodo getLanguageText()
zh_cn: 改用 getLanguageText()

source: Use setexifvars() instead
it_it: Usare invece setexifvars()
zh_cn: 改用 setexifvars()

source: Use hasPrimaryScripts() instead
it_it: Usare invece hasPrimaryScripts()
zh_cn: Use hasPrimaryScripts() 代替

source: Use removeDir() instead
it_it: Usare invece removeDir()
zh_cn: 改用 removeDir()

source: Use tagURLs() instead
it_it: Usare invece tagURLs()
zh_cn: 改用 tagURLs()

source: Use unTagURLs() instead
it_it: Usare invece unTagURLs()
zh_cn: 改用 unTagURLs()

source: Use updateImageProcessorLink() instead
it_it: Usare invece il metodo updateImageProcessorLink()
zh_cn: 改用 updateImageProcessorLink()

source: Use pluginDebug() instead
it_it: Usare invece pluginDebug()
zh_cn: 改用 pluginDebug()

source: Use removeTrailingSlash() instead
it_it: Usare invece removeTrailingSlash()
zh_cn: 改用removeTrailingSlash()

source: Use the instantiate method instead
it_it: Usare invece il metodo di creazione di istanze
zh_cn: 请改用实例化方法

source: No calls on deprecated functions were found.
it_it: Non sono state trovate chiamate a funzioni deprecate.
zh_cn: 未找到对已弃用函数的调用。

source: %s table
it_it: tabella %s
zh_cn: %s 表

source: Plugin to generate file download lists.
it_it: Plug-in che genera liste di download.
zh_cn: 用于生成文件下载列表的插件。

source: Download directory
it_it: Cartella di download
zh_cn: 下载目录

source: This download folder can be relative to your Zenphoto installation (<em>foldername</em>) or external to it (<em>../foldername</em>)! You can override this setting by using the parameter of the printdownloadList() directly on calling.
it_it: Questa cartella di download può essere relativa all’installazione di Zenphoto (<em>nomecartella</em>) o esterna ad essa (<em>../nomecartella</em>). È possibile sovrascrivere questa impostazione usando i parametri di printdownloadList() direttamente nella chiamata.
zh_cn: 此下载文件夹可以相对于您的 Zenphoto 安装（<em>文件夹名称</em>）或外部 （<em>../文件夹名称</em>）！您可以通过在调用时直接使用 printdownloadList() 的参数来覆盖此设置。

source: Show filesize of download items
it_it: Mostra la dimensione file degli elementi da scaricare
zh_cn: 显示下载项目的文件大小

source: Show download counter of download items
it_it: Mostra il contatore dei download degli elementi da scaricare
zh_cn: 显示下载项目的下载计数器

source: Files to exclude from the download list
it_it: File da escludere dalla lista di download
zh_cn: 要从下载列表中排除的文件

source: A list of file suffixes to exclude. Separate with comma and omit the dot (e.g "jpg").
it_it: Una lista di suffissi di file da escludere. Separarli con una virgola e non scrivere il punto (es. "jpg").
zh_cn: 要排除的文件后缀列表。用逗号分隔并省略点（例如"jpg"）。

source: Zip source
it_it: Sorgente zip
zh_cn: 压缩源

source: From album
zh_cn: 从影集

source: From Cache
zh_cn: 从缓存

source: Make the album zip from the album folder or from the sized images in the cache.
zh_cn: 使影集从影集文件夹或缓存中的大小图像压缩。

source: User rights
it_it: Permessi utente
zh_cn: 用户权限

source: Check if users are required to have <em>file</em> rights to download.
it_it: Selezionare se gli utenti devono avere il permesso <em>file</em> per scaricare.
zh_cn: 检查用户是否需要具有<em>文件</em>下载权限。

source: credentials
it_it: Credenziali
zh_cn: 凭据

source: Provide credentials to password protect downloads
it_it: Imposta le credenziali per proteggere i download con una password
zh_cn: 提供凭据以保护下载内容

source: Password:
zh_cn: 密码：

source: Guest user:
it_it: Utente ospite:
zh_cn: 访客：

source: You must supply a password for the DownloadList user
it_it: È necessario fornire una password per l’utilizzatore di DownloadList
zh_cn: 您必须为下载列表用户提供密码

source: Your DownloadList passwords were empty or did not match
it_it: Le password per la DownloadList sono vuote o non corrispondono
zh_cn: 您的下载列表密码为空或不匹配

source: Download statistics
it_it: Statistiche di download
zh_cn: 下载统计数据

source: Counts of downloads
it_it: Numero di download
zh_cn: 下载次数

source: File “%s” was not found.
it_it: Il file “%s” non è stato trovato.
zh_cn: 找不到文件"%s"。

source: Page error: %2$s (%1$s)
it_it: Errore pagina: %2$s (%1$s)
zh_cn: 页面错误： %2$s （%1$s）

source: Album not found
it_it: Album non trovato
zh_cn: 未找到影集

source: Created from cached images of %1$s on %2$s.
it_it: Creato dalle immagini nella cache di %1$s su %2$s.
zh_cn: 从 %2$s 上 %1$s 的缓存图像创建。

source: Created from images in %1$s on %2$s.
it_it: Creato dalle immagini in %1$s su %2$s.
zh_cn: 从 %1$s 中的图像在 %2$s 上创建。

source: %u download
zh_cn: %u 下载

source: 0 downloads
it_it: 0 download
zh_cn: 0 下载

source: No statistic available
it_it: Nessuna statistica disponibile
zh_cn: 无可用统计数据

source: Most downloaded files
it_it: File più scaricati
zh_cn: 下载最多的文件

source: Outdated file entries cleared from the database
it_it: Elementi scaduti dei file eliminati dal database
zh_cn: 从数据库中清除的过时文件条目

source: All download file entries cleared from the database
it_it: Tutti i contatori di download sono stati eliminati dal database
zh_cn: 从数据库中清除的所有下载文件条目

source: Download Statistics
it_it: Statistiche di download
zh_cn: 下载统计数据

source: Shows statistical graphs and info about your gallery’s downloads if using the downloadList plugin.
it_it: Mostra grafici statistici e informazioni sui download della galleria se si usa il plugin downloadList.
zh_cn: 显示统计图表和有关图库下载的信息（如果使用 downloadList 插件）。

source: Entries marked red do not exist in the download folder anymore but are kept for the statistics until you remove them manually via the button.
it_it: Gli elementi segnati in rosso non esistono più nella cartella dei download ma sono conservati per le statistiche finché non vengono rimossi manualmente.
zh_cn: 标签为红色的条目不再存在于下载文件夹中，但会保留用于统计信息，直到您通过按钮手动删除它们。

source: The downloadList plugin is not active
it_it: Il plugin downloadList non è attivo
zh_cn: 下载列表插件未处于活动状态

source: Clear outdated downloads from database
it_it: Elimina i download scaduti dal database
zh_cn: 从数据库中清除过时的下载

source: Clear all downloads from database
it_it: Elimina tutti i download dal database
zh_cn: 清除数据库中的所有下载

source: Allows viewers of your site to select the language translation of their choice.
it_it: Permettere ai visitatori del sito di selezionare la lingua di propria scelta.
zh_cn: 允许您网站的查看者选择他们选择的语言翻译。

source: If checked links to the alternative languages will be in the form <code><em>language</em>.domain</code> where <code><em>language</em></code> is the language code, e.g. <code><em>fr</em></code> for French.
it_it: Se selezionata, i collegamenti alle lingue alternative saranno nella forma <code><em>lingua</em>.dominio</code> dove <code><em>lingua</em></code> è il codice della lingua, per esempio <code><em>it</em></code> per l’italiano.
zh_cn: 如果选中，指向替代语言的链接将采用 <code><em>language.domain</em></code> 格式<code><em>，其中语言</em></code>是语言代码，例如 <code><em>fr</em></code> 表示法语。

source: This requires that you have created the appropriate subdomains pointing to your Zenphoto installation. That is <code>fr.mydomain.com/zenphoto/</code> must point to the same location as <code>mydomain.com/zenphoto/</code>. (Some providers will automatically redirect undefined subdomains to the main domain. If your provider does this, no subdomain creation is needed.)
it_it: Questa opzione richiede che siano stati creati i sotto-domini opportuni e che questi puntino all’installazione di Zenphoto. In altre parole, <code>fr.mydomain.com/zenphoto/</code> deve puntare alla stessa posizione di <code>mydomain.com/zenphoto/</code> (alcuni provider redirezionano automaticamente sotto-domini non definiti verso il dominio principale. Se il proprio provider si comporta in questo modo, non sarà necessaria la creazione di alcun sotto-dominio).
zh_cn: 这要求您创建了指向Zenphoto安装的相应子域。这是 <code>fr.mydomain.com/zenphoto/</code> 必须指向<code>与 mydomain.com/zenphoto/</code> 相同的位置。（某些提供商会自动将未定义的子域重定向到主域。如果您的提供商执行此操作，则不需要创建子域。

source: Use flags
it_it: Utilizza bandiere
zh_cn: 使用标志

source: Checked produces an array of flags. Not checked produces a selector.
it_it: Se abilitata produce un array di bandiere. Se non abilitta produce un selettore.
zh_cn: 选中将生成一个标志数组。未选中将生成一个选择器。

source: Use subdomains
it_it: Usa sottodomini
zh_cn: 使用子域

source: * This option may be set via the <a onclick="gotoName('dynamic-locale');"><em>dynamic-locale</em></a> plugin options.
it_it: * Questa opzione può essere impostata nelle preferenze del plugin <a onclick="gotoName('dynamic-locale');"><em>dynamic-locale</em></a>.
zh_cn: * 此选项可以通过<a onclick="gotoName（'dynamic-locale'）;"><em>dynamic-locale</em>插件选项来设置</a>。

source: <p class="notebox">*<strong>Note:</strong> The setting of this option is shared with other plugins.</p>
it_it: <p class="notebox">*<strong>Nota:</strong> le impostazioni di questa opzione è condivisa con altri plugin.</p>
zh_cn: <p class="notebox">*<strong>注意：</strong>此选项的设置与其他插件共享。</p>

source: Provides file handling for the <code>upload/files</code> tab and the <em>TinyMCE</em> file browser.
it_it: Consente la gestione dei file dalla scheda <code>carica/file</code> e con il file browser di <em>TinyMCE</em>.
zh_cn: 为<code>"上传/文件</code>"选项卡和 <em>TinyMCE</em> 文件浏览器提供文件处理。

source: Files tab
it_it: Scheda file
zh_cn: "文件"选项卡

source: Use as the upload <em>files</em> subtab.
it_it: Da usare come sottoscheda carica <em>file</em>.
zh_cn: 用作上传<em>文件</em>子选项卡。

source: TinyMCE plugin
it_it: Plugin TinyMCE
zh_cn: TinyMCE 插件

source: Enable plugin for TinyMCE.
it_it: Abilita il plugin per TinyMCE.
zh_cn: 为TinyMCE启用插件。

source: files (%s)
it_it: file (%s)
zh_cn: 文件 （%s）

source: files
it_it: file
zh_cn: 文件

source: File Manager
zh_cn: 文件管理器

source: <strong>Note:</strong> Accessing the Albums folder with this utility is equivalent to using FTP to access it. <em>Copy</em> and <em>rename</em> do not carry the Zenphoto data with the change.
it_it: <strong>Nota:</strong> Accedere alla cartella albums con questo servizio equivale a farlo usando il protocollo FTP. <em>Copia</em> e <em>rinomina</em> non associano i dati di Zenphoto al cambiamento.
zh_cn: <strong>注意：</strong>使用此实用程序访问影集文件夹等效于使用 FTP 访问它。<em>复制</em>和<em>重命名</em>不会随更改一起携带 Zenphoto 数据。

source: Upload folder (%s)
it_it: Folder dove caricare (%s)
zh_cn: 上传文件夹 （%s）

source: Zenphoto themes (%s)
it_it: Temi di Zenphoto (%s)
zh_cn: Zenphoto 主题 （%s）

source: Albums folder (%s)
it_it: Cartella albums (%s)
zh_cn: 影集文件夹 （%s）

source: Third party plugins (%s)
it_it: Plug-in di terze parti (%s)
zh_cn: 第三方插件 （%s）

source: Zenphoto data (%s)
it_it: Dati di Zenphoto (%s)
zh_cn: Zenphoto 数据 （%s）

source: Backup files (%s)
it_it: File di backup (%s)
zh_cn: 备份文件 （%s）

source: Emails a password reset request to a newly created user.
it_it: Invia un’e-mail con la richiesta di impostazione della password a un utente appena creato.
zh_cn: 通过电子邮件将密码重置请求发送给新创建的用户。
