Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: You are receiving this e-mail because a user code (%1$s) has been created for you on the Zenphoto gallery %2$s.
it_it: Si sta ricevendo questa e-mail perché è stato creato un codice utente personale (%1$s) nella galleria di Zenphoto %2$s.
zh_cn: 您收到此电子邮件是因为已在 Zenphoto 库 %2$s 上为您创建了一个用户代码 （%1$s）。

source: To set your Zenphoto User password visit: %s
it_it: Per impostare la propria password utente di Zenphoto visitare: %s
zh_cn: 要设置Zenphoto用户密码，请访问：%s

source: This ticket will automatically expire in 3 days.
it_it: Questo ticket scadrà automaticamente in 3 giorni.
zh_cn: 此凭证将在 3 天后自动过期。

source: Zenphoto user created
it_it: Utente di Zenphoto creato
zh_cn: Zenphoto 用户创建

source: New users will be mailed a password set link
it_it: Ai nuovi utenti verrà inviato un link per impostare la password
zh_cn: 新用户将收到密码设置链接

source: Adds example macros.
it_it: Aggiunge macro di esempio.
zh_cn: 添加示例宏。

source: Places codeblock number <code>%1</code> in the content where the macro exists.
it_it: Mette il blocco di codice numero <code>%1</code> nel contenuto dove esiste la macro.
zh_cn: 将代码块编号 <code>%1</code> 放在宏存在的内容中。

source: Prints the current page number.
it_it: Visualizza il numero di pagina corrente.
zh_cn: 打印当前页码。

source: Prints the version of the Zenphoto installation.
it_it: Visualizza la versione di Zenphoto.
zh_cn: 打印Zenphoto安装的版本。

source: An example of how to reference global variables. In this case to dump the current gallery page variable.
it_it: Esempio di come far riferimento a variabili globali. In questo caso scarica la variabile current gallery page.
zh_cn: 如何引用全局变量的示例。在这种情况下，转储当前库页面变量。

source: Dump the contents of the array parameter list. The array is in the form <em>variable_1</em>=<code>value</code> <em>variable_2</em>=<code>value</code> <em>etc.</em>.
it_it: Scarica i contenuty della lista di parametri dell’array. L’array è nella forma <em>variabile_1</em>=<code>valore</code> <em>variabile_2</em>=<code>valore</code> <em>etc.</em>.
zh_cn: 转储数组参数列表的内容。该数组的格式为 <em>variable_1</em>=<code>value</code> <em>variable_2</em>=<code>value</code> <em>等</em>。

source: Provides text for a link to a "custom" script page indicated by a linktext (<code>%1</code>) and a custom page (<code>%2</code>).
it_it: Fornisce il testo per un link alla pagina di uno script "personalizzato" indicato da un linktext (<code>%1</code>) e una pagina personalizzata (<code>%2</code>).
zh_cn: 为指向由链接文本 （<code>%1</code>） 和自定义页 （%<code>2</code>） 指示的"自定义"脚本页的链接提供文本。

source: The PARAM_DUMP macro was passed the following:
it_it: La macro PARAM_DUMP ha ricevuto quanto segue:
zh_cn: PARAM_DUMP宏传递了以下内容：

source: Support for <em>favorites</em> handling.
it_it: Supporto per la gestione dei <em>preferiti</em>.
zh_cn: 支持<em>收藏夹</em>处理。

source: The albums and images selected as favorites.
it_it: Album e immagini scelti come preferiti.
zh_cn: 选择为收藏夹的影集和图像。

source: Add favorite
it_it: Aggiungi preferito
zh_cn: 添加收藏

source: Remove favorite
it_it: Rimuovi preferito
zh_cn: 删除收藏

source: Link text
it_it: Testo del link
zh_cn: 链接文本

source: The text for the link to the favorites page.
it_it: Il testo per il link alla pagina dei preferiti.
zh_cn: 指向收藏页面的链接的文本。

source: Multiple sets
it_it: Gruppi multipli
zh_cn: 多套

source: If enabled a user may have multiple (named) favorites.
it_it: Se abilitato gli utenti possono avere molteplici preferiti (con nome).
zh_cn: 如果启用，用户可能有多个（命名）收藏夹。

source: Add button
it_it: Tasto aggiungi
zh_cn: "添加"按钮

source: Default text for the <em>add to favorites</em> button.
it_it: Testo predefinito per il tasto <em>aggiungi ai preferiti</em>.
zh_cn: <em>添加到收藏按钮的</em>默认文本。

source: Remove button
it_it: Tasto elimina
zh_cn: "删除"按钮

source: Default text for the <em>remove from favorites</em> button.
it_it: Testo predefinito per il tasto <em>elimina dai preferiti</em>.
zh_cn: <em>"从收藏中删除</em>"按钮的默认文本。

source: The favorites page title text.
it_it: Titolo per la pagina dei preferiti.
zh_cn: 收藏页面标题文本。

source: The favorites page description text.
it_it: Descrizione per la pagina dei preferiti.
zh_cn: 收藏页面说明文本。

source: <p class="notebox">Favorites requires the <code>mod_rewrite</code> option be enabled.</p>
it_it: <p class="notebox">Per i preferiti è necessario abilitare il <code>mod_rewrite</code>.</p>
zh_cn: <p class="notebox">收藏需要启用<code>mod_rewrite</code>选项。</p>

source: Users watching:
it_it: Utenti che guardano:
zh_cn: 观看的用户：

source: Overlay icons over thumbnails to indicate image status.
it_it: Sovrappone delle icone alle miniature per indicare lo stato dell’immagine.
zh_cn: 在缩略图上叠加图标以指示图像状态。

source: Criteria
it_it: Criteri
zh_cn: 标准

source: date
it_it: data
zh_cn: 日期

source: mtime
zh_cn: 修改时间

source: Select the basis for considering if an image is new.
it_it: Selezionare il criterio per considerare un’immagine come nuova.
zh_cn: 选择考虑图像是否为新图像的基础。

source: Icon
it_it: Icona
zh_cn: 图标

source: Select the icon that will show for “new” images.
it_it: Selezionare l’icona da mostrare per le immagini contrassegnate come “nuove”.
zh_cn: 选择将为"新"图像显示的图标。

source: Select the icon that will show for “un-published” images.
it_it: Selezionare l’icona da mostrare per le immagini contrassegnate come “non pubblicate”.
zh_cn: 选择将为"未发布"图像显示的图标。

source: Select the icon that will show for “Protected” images.
it_it: Selezionare l'icona da mostrare per le immagini contrassegnate come “Protette”.
zh_cn: 选择将为"受保护的"图像显示的图标。

source: Select the icon that will show for images tagged with geodata.
it_it: Selezionare l’icona che verrà mostrata per le immagini contenenti dati geografici.
zh_cn: 选择将为标签有地理数据的图像显示的图标。

source: Thumbnails for images which are not <em>published</em> will be marked.
it_it: Le miniature delle immagini che non sono <em>pubblicate</em> verranno marcate.
zh_cn: 未<em>发布的</em>图像的缩略图将被标签。

source: Protected
it_it: Protetta
zh_cn: 受保护

source: Thumbnails for images which are password protected or in password protected albums will be marked.
it_it: Le miniature delle immagini potette da password o che sono in album protetti da password verranno marcate.
zh_cn: 将标签受密码保护的图像或受密码保护的影集中的图像的缩略图。

source: Thumbnails for images which have recently been added to the gallery will be marked.
it_it: Le miniature delle immagini che sono state aggiunte di recente alla galleria verranno marcate.
zh_cn: 最近添加到图库中的图像的缩略图将被标签。

source: Geotagged
it_it: Georeferenziata
zh_cn: 地理标签

source: Thumbnails for images which are geodata tagged will be marked.
it_it: Le miniature di immagini che sono referenziate con dati geografici saranno marcate.
zh_cn: 将标签已标签地理数据的图像的缩略图。

source: Text
it_it: Testo
zh_cn: 介绍文本

source: Text flag for <em>geodata tagged</em> images.
it_it: Testo di marcatura per immagini <em>contenenti dati geografici</em>.
zh_cn: <em>地理数据标签</em>影像的文本标志。

source: Aging
it_it: Invecchiamento
zh_cn: 老化

source: The range in days until images are no longer flagged as new.
it_it: L’intervallo in giorni dopo il quale le immagini non sono più marcate come nuove.
zh_cn: 在图像不再标签为新图像之前的天数范围。

source: Text flag for <em>new</em> images.
it_it: Indicatore testuale per le immagini contrassegnate come <em>Nuova</em>.
zh_cn: <em>新</em>图像的文本标志。

source: Text flag for <em>un-published</em> images.
it_it: Testo di marcatura per imamgini <em>non pubblicate</em>.
zh_cn: <em>未发布</em>图像的文本标志。

source: Text flag for <em>protected</em> images.
it_it: Testo di marcatura per immagini <em>protette</em>.
zh_cn: <em>受保护</em>图像的文本标志。

source: Use text
it_it: Usa testo
zh_cn: 使用文本

source: If checked, the defined <em>text</em> will be used in place of the icon. (Use the class <code>textasnewflag</code> for styling "text" overlays.)
it_it: Se selezionata, il <em>testo</em> definito sarà usato al posto dell’icona. (Usare la classe <code>textasnewflag</code> per aggiungere lo stile ai "testi" sovrapposti).
zh_cn: 如果选中，将使用定义的<em>文本</em>代替图标。（使用类 <code>textasnewflag</code> 设置"文本"叠加的样式。

source: Create news articles when a gallery item is published.
it_it: Crea un articolo quando viene pubblicato un elemento della galleria.
zh_cn: 在发布库项时创建新闻文章。

source: Gallery Articles requires Zenpage to be enabled.
it_it: Gallery Articles richiede Zenpage abilitato.
zh_cn: 图库文章需要启用 Zenpage。

source: New album: %1$s
it_it: Nuovo album: %1$s
zh_cn: 新影集： %1$s

source: New image: [%2$s]%1$s
it_it: Nuova immagine: [%2$s]%1$s
zh_cn: 新图像： [%2$s]%1$s

source: Publish for
it_it: Pubblica per
zh_cn: 发布对象

source: If a <em>type</em> is checked, a news article will be made when an object of that <em>type</em> is published. Note: These articles are static and will not be updated automatically if the original changes later!
it_it: Se un <em>tipo</em> è selezionato, verrà creato un articolo quando un oggetto di quel <em>tipo</em> viene pubblicato. Nota: questi articoli sono statici e non vengono aggiornati automaticamente se l’originale cambia in un secondo momento!
zh_cn: 如果选中某个<em>类型</em>，则在发布该<em>类型的</em>对象时将生成一篇新闻文章。注意：这些文章是静态的，如果原始文章稍后更改，则不会自动更新！

source: Image title
it_it: Titolo immagine
zh_cn: 图片标题

source: This text will be used as the <em>title</em> of the article. The album title will be substituted for <code>%2$s</code> and the image title for <code>%1$s</code>.
it_it: Questo testo verrà usato come <em>titolo</em> dell’articolo. Il titolo dell’album verrà inserito al posto di <code>%2$s</code> e il titolo dell’immagine al posto di <code>%1$s</code>.
zh_cn: 此文本将用作文章<em>的标题</em>。影集标题将替换为 <code>%2$s</code>，图像标题将替换为 <code>%1$s</code>。

source: Album title
it_it: Titolo album
zh_cn: 影集标题

source: This text will be used as the <em>title</em> of the article. The album title will be substituted for <code>%1$s</code>.
it_it: Questo testo verrà usato come <em>titolo</em> dell’articolo. Il titolo dell’album verrà inserito al posto di <code>%1$s</code>.
zh_cn: 此文本将用作文章<em>的标题</em>。影集标题将替换为 <code>%1$s</code>。

source: Set the size the image will be displayed.
it_it: Impostare la dimensione dell’immagine visualizzata.
zh_cn: 设置图像将显示的大小。

source: Publish protected
it_it: Pubblica contenuto protetto
zh_cn: 发布受保护的产品

source: Unless this is checked, objects which are "protected" will not have news articles generated.
it_it: Se attivato, anche per gli oggetti "protetti" verranno generati articoli.
zh_cn: 除非选中此选项，否则"受保护"的对象将不会生成新闻文章。

source: Category
it_it: Categoria
zh_cn: 类别

source: Select a category for the generated articles
it_it: Seleziona una categoria per gli articoli generati
zh_cn: 为生成的文章选择类别

source: Use album folder
it_it: Usa la cartella dell’album
zh_cn: 使用影集文件夹

source: If this option is checked and a category matching the album folder exists, that will be used as the article category.
it_it: Se si seleziona questa opzione ed esiste una categoria corrispondente al nome della cartella dell’album, l’articolo verrà inserito in quella categoria.
zh_cn: 如果选中此选项，并且存在与影集文件夹匹配的类别，则该类别将用作文章类别。

source: Import Combi-news
it_it: Importa Combi-News
zh_cn: 导入组合新闻

source: If this option is checked, articles will be generated based on your old <em>Combi-news</em> settings.
it_it: Se si seleziona questa opzione, gli articoli verranno generati sulla base delle vecchie impostazioni usate per <em>Combi-News</em>.
zh_cn: 如果选中此选项，将根据旧的 <em>Combi 新闻</em>设置生成文章。

source: combiNews
zh_cn: 组合新闻

source: Auto category for ported combi-news articles.
it_it: Categorie automatiche per gli articoli combi-news portati.
zh_cn: 移植的组合新闻文章的自动类别。

source: All hitcounters have been set to zero.
it_it: Tutti i contatori delle visite sono stati azzerati.
zh_cn: 所有点击数都已设置为零。

source: Automatically increments hitcounters on Zenphoto objects viewed by a <em>visitor</em>.
it_it: Incrementa automaticamente i contatori delle visite degli oggetti di Zenphoto visualizzati da un "visitatore".
zh_cn: 自动递增<em>访问者</em>查看的 Zenphoto 对象上的点击数。

source: IP Address list
it_it: Lista indirizzi IP
zh_cn: IP 地址列表

source: Comma-separated list of IP addresses to ignore.
it_it: Lista separata da virgole di indirizzi IP da ignorare.
zh_cn: 要忽略的 IP 地址的逗号分隔列表。

source: Filter
it_it: Filtro
zh_cn: 过滤器

source: IP addresses
it_it: Indirizzi IP
zh_cn: IP 地址

source: Search Crawlers
it_it: Crawler di ricerca
zh_cn: 搜索爬虫

source: Check to enable. If a filter is enabled, viewers from in its associated list will not count hits.
it_it: Spuntare per abilitare. Se è abilitato un filtro, i visitatori presenti nella lista associata non incrementeranno il contatore delle visite.
zh_cn: 选中以启用。如果启用了过滤器，则其关联列表中的查看者将不会计算点击次数。

source: Search Crawler list
it_it: Lista crawler di ricerca
zh_cn: 搜索爬网程序列表

source: Comma-separated list of search bot user agent names.
it_it: Lista separata da virgole di nomi di user agent di bot di ricerca.
zh_cn: 以逗号分隔的搜索机器人用户代理名称列表。

source: Reset options to their default settings.
it_it: Ripristina le opzioni ai valori predefiniti.
zh_cn: 将选项重置为其默认设置。

source: Defaults
it_it: Predefiniti
zh_cn: 预设

source: Insert my IP
it_it: Inserisci il mio IP
zh_cn: 插入我的 IP

source: Reset all hitcounters
it_it: Azzera tutti i contatori delle visite
zh_cn: 重置所有点击数

source: Reset all hitcounters to zero
it_it: Imposta tutti i contatori delle visite a zero
zh_cn: 将所有点击数重置为零

source: A plugin to print the most common HTML meta tags to the head of your site’s pages.
it_it: Un plugin per aggiungere i più comuni HTML meta tags nell’head delle pagine del sito.
zh_cn: 一个插件，用于将最常见的HTML元标签打印到您网站页面的头部。

source: Cache control
it_it: Controllo cache
zh_cn: 缓存控制

source: If the browser cache should be used.
it_it: Se deve essere usata la cache del browser.
zh_cn: 是否应使用浏览器缓存。

source: Robots
it_it: Robot
zh_cn: 机器人

source: If and how robots are allowed to visit the site. Default is “index”. Note that you also should use a robot.txt file.
it_it: Se e come i robot sono abilitati a visitare il sito. Predefinita è “index”. Nota: si dovrebbe usare anche un file robot.txt.
zh_cn: 是否以及如何允许机器人访问该网站。默认值为"索引"。请注意，您还应该使用机器人.txt文件。

source: Revisit after
it_it: Visita nuovamente dopo
zh_cn: 之后重访

source: Request the crawler to revisit the page after x days.
it_it: Richiede al crawler di visitare nuovamente la pagina dopo x giorni.
zh_cn: 请求抓取工具在 x 天后重新访问该网页。

source: Expires
it_it: Scadenza
zh_cn: 到期

source: When the page should be loaded directly from the server and not from any cache. You can either set a date/time in international date format <em>Sat, 15 Dec 2001 12:00:00 GMT (example)</em> or a number. A number then means seconds, the default value <em>43200</em> means 12 hours.
it_it: Quando la pagina deve essere caricata direttamente dal server e non da una cache. È possibile impostare una data/ora nel formato data internazionale <em>Sat, 15 Dec 2001 12:00:00 GMT (esempio)</em> o un numero. Il numero significa secondi, il valore predefinito <em>43200</em> indica 12 ore.
zh_cn: 当页面应直接从服务器加载而不是从任何缓存加载时。您可以设置国际日期格式的日期/时间 <em>星期六，2001 年 12 月 15 日 12：00：00 GMT（示例）</em>或数字。然后，数字表示秒，默认值 <em>43200</em> 表示 12 小时。

source: Canonical URL link
it_it: Collegamento URL canonica
zh_cn: 规范网址链接

source: This adds a link element to the head of each page with a <em>canonical url</em>. If the <code>seo_locale</code> plugin is enabled or <code>use subdomains</code> is checked it also generates alternate links for other languages (<code>&lt;link&nbsp;rel="alternate" hreflang="</code>...<code>" href="</code>...<code>" /&gt;</code>).
it_it: Aggiunge un elemento link all’head di ogni pagina con una<em>url canonica</em>. Se è abilitato il plugin <code>seo_locale</code>o è selezionato<code>usa sottodomini</code>, genera anche link alternativi per le altre lingue (<code>&lt;link&nbsp;rel="alternate" hreflang="</code>...<code>" href="</code>...<code>" /&gt;</code>).
zh_cn: 这会在每个页面的标题中添加一个链接元素，其中包含一个<em>规范网址</em>。如果启用了<code>seo_locale</code>插件或使用<code>子域</code>，它还会生成其他语言的备用链接（<code>&lt;link rel="alternate" hreflang="</code>...<code>" href="</code>...<code>"/&gt;</code>）。

source: Google site verification
it_it: Verifica sito Google
zh_cn: 谷歌网站验证

source: Insert the <em>content</em> portion of the meta tag supplied by Google.
it_it: Inserire la porzione <em>contenuto</em> del metatag fornito da Google.
zh_cn: 插入 Google 提供的元标签<em>的内容</em>部分。

source: Site logo
it_it: Logo del sito
zh_cn: 网站徽标

source: Enter the full url to a specific site logo image. Facebook, Google+ and others will use that as the thumb shown in link previews within posts. For image or album pages the default size album or image thumb is used automatically.
it_it: Inserisci la url completa ad una specifica immagine logo del sito. Facebook, Google+ e altri la useranno come miniatura visualizzata per le anteprime dei link nei post. Per le immagini e gli album verrà usata automaticamente la miniatura predefinita dell’immagine o dell’album.
zh_cn: 输入特定网站徽标图像的完整 URL。Facebook，Google+和其他公司将使用它作为帖子中链接预览中显示的缩略图。对于图像或影集页面，将自动使用默认大小的影集或图像缩略图。

source: Twitter name
it_it: Nome Twitter
zh_cn: 推特名

source: If you enabled Twitter card meta tags, you need to enter your Twitter user name here.
it_it: Se è abilitato il meta tag Twitter card, bisogna inserire qui il proprio nome utente Twitter.
zh_cn: 如果您启用了 Twitter 卡片元标签，则需要在此处输入您的 Twitter 用户名。

source: Open graph image - width
it_it: Immagine open graph - larghezza
zh_cn: 打开图形图像 - 宽度

source: Max width of the open graph image used for sharing to social networks if enabled.
it_it: Larghezza massima dell’immagine open graph, usata per la condivisione sui social network, se abilitata.
zh_cn: 用于共享到社交网络的开放图形图像的最大宽度（如果启用）。

source: Open graph image - height
it_it: Immagine open graph - altezza
zh_cn: 打开图形图像 - 高度

source: Max height of the open graph image used for sharing to social networks if enabled.
it_it: Altezza massima dell’immagine open graph, usata per la condivisione sui social network, se abilitata.
zh_cn: 用于共享到社交网络的开放图形图像的最大高度（如果启用）。

source: Facebook app id
it_it: id app di Facebook
zh_cn: 脸书应用编号

source: Enter your Facebook app id. IF using this you also should enable the OpenGraph meta tags.
it_it: Inserisci l’id della tua app Facebook. Per utilizzare questo devi abilitare i meta tags OpenGraph.
zh_cn: 输入您的Facebook应用程序ID，如果使用此ID，您还应该启用OpenGraph元标签。

source: HTML meta tags
it_it: Meta tag HTML
zh_cn: 元标签

source: Which of the HTML meta tags should be used. For info about these in detail please refer to the net.
it_it: Quali meta tag html devono essere usati. Per informazioni dettagliate cercare su Internet.
zh_cn: 应使用哪个 HTML 元标签。有关这些详细信息的信息，请参阅网络。

source: * This option may be set via the <a href="javascript:gotoName('html_meta_tags');"><em>html_meta_tags</em></a> plugin options.
it_it: * Questa opzione può essere impostata tramite le opzioni del plugin <a href="javascript:gotoName('html_meta_tags');"><em>html_meta_tags</em></a>.
zh_cn: * 此选项可以通过< a href="javascript：gotoName（'html_meta_tags'）;"><em>html_meta_tags</em>插件选项进行设置</a>。

source: A plugin to enable basic usage of various security related HTTP response headers for the frontend. <p class="warningbox">Caution: Misconfiguration may break your site.</p>
it_it: Un plugin che permette l'uso basilare di vari header HTTP relativi alla sicurezza per il frontend. <p class="warningbox">Attenzione: una configurazione errata può compromettere il funzionamento del sito.</p>
zh_cn: 一个插件，用于为前端启用各种与安全相关的 HTTP 响应标头的基本用法。<p class="warningbox">Caution：配置错误可能会破坏您的网站。</p>

source: The Content-Security-Policy header allows you to control which resourcess browsers are allowed to load. For detailed info please see <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy" target="_blank">https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy</a>.
it_it: L'header Content-Security-Policy permette di controllare quali risorse siano rese disponibili ai browser. Per informazioni dettagliate si veda <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy" target="_blank">https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy</a>.
zh_cn: 内容安全策略标头允许您控制允许浏览器加载哪些资源。有关详细信息，请参阅< href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy" target="_blank">https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy</a>。

source: Use the Report-Only option to test before setting directives live. Review your browser log/console for block reports.
it_it: Usare l'opzione Report-Only per provare le direttive prima di renderle effettive. Controllare la console/log del browser per il resoconto dei blocchi.
zh_cn: 使用"仅报告"选项在实时设置指令之前进行测试。查看浏览器日志/控制台以获取阻止报告。

source: Enable or disable the Content-Security-Policy.
it_it: Abilita o disabilita la Content-Security-Policy.
zh_cn: 启用或禁用内容安全策略。

source: Set the Content-Security-Policy header to report mode but not actually block anything.
it_it: Imposta l'header Content-Security-Policy in modalità resoconto, senza bloccare nessun contenuto.
zh_cn: 将"内容安全策略"标头设置为报告模式，但实际上不会阻止任何内容。

source: Fallback directive for all <em>*-src</em> fetch directives.
it_it: Direttiva di fallback per tutte le direttive <em>*-src</em>.
zh_cn: 所有 <em>*-src</em> 获取指令的回退指令。

source: Allowed sources for loading script interfaces.
it_it: Sorgenti consentite per il caricamento delle interfacce di script.
zh_cn: 允许用于加载脚本接口的源。

source: Allowed sources for font loading.
it_it: Sorgenti consentite per il caricamento delle font.
zh_cn: 允许用于字体加载的源。

source: Allowed sources for frames.
it_it: Sorgenti consentite per i frame.
zh_cn: 帧的允许源。

source: Allowed sources for images.
it_it: Sorgenti consentite per le immagini.
zh_cn: 允许的图像源。

source: Allowed sources for application manifest files.
it_it: Sorgenti consentite per i file manifest dell'applicazione.
zh_cn: 应用程序清单文件的允许源。

source: Allowed sources for video and audio.
it_it: Sorgenti consentite per video e audio.
zh_cn: 允许的视频和音频源。

source: Allowed sources for object, embed and applet usage
it_it: Sorgenti consentite per l'utilizzo di oggetti, embed e applet
zh_cn: 对象、嵌入和小程序使用的允许源

source: Allowed sources for JavaScript.
it_it: Sorgenti consentite per JavaScript.
zh_cn: 允许的 JavaScript 源代码。

source: Allowed sources for CSS.
it_it: Sorgenti consentite per i CSS.
zh_cn: 允许的 CSS 源。

source: Restrict the base URI of the document.
it_it: Limita l'URI di base del documento.
zh_cn: 限制文档的基本 URI。

source: Restricts specific plugin types a browser is allowed to load (e.g. Java Applets, Flash videos etc.) if the object-src directive is set to "none".
it_it: Limita specifici tipi di plugin che un browser può caricare (es. Applet Java, video Flash, ecc.) quando la direttiva object-src è impostata su "none".
zh_cn: 限制允许浏览器加载的特定插件类型（例如Java小程序，Flash视频等），如果对象-src指令设置为"none"。

source: Enables sandbox for the requested source.
it_it: Abilita sandbox per la sorgente richiesta.
zh_cn: 为请求的源启用沙盒。

source: Restricts target URLs for form actions.
it_it: Limita gli URL di destinazione per le azioni dei moduli.
zh_cn: 限制表单操作的目标 URL。

source: Specifices parents for frame, iframe, object, embed and applet. Helps prevent clickjacking and the site being loaded within other sites.
it_it: Specifica i parent per frame, iframe, object, embed e applet. Aiuta a prevenire il clickjacking e il caricamento del sito in altri siti.
zh_cn: 框架、iframe、对象、嵌入和小程序的父级。帮助防止点击劫持和在其他站点中加载站点。

source: Instructs the browser to treat insecure http URLs like https ones.
it_it: Indica al browser di trattare gli URL http non sicuri come quelli https.
zh_cn: 指示浏览器将不安全的 http URL 视为 https URL。

source: <h2>Strict-Transport-Security</h2><hr>
zh_cn: <h2>严格的传输安全</h2><hr>

source: Enter the max age in seconds. Instructs the browser that the site should be accessed via https only.
it_it: Inserire la max age in secondi. Indica al browser che l’accesso al sito deve avvenire solo tramite https.
zh_cn: 输入最长期限（以秒为单位）。指示浏览器应仅通过 https 访问站点。
