Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: <a href="javascript:toggle('multithumb');" >Details</a> for <em>subalbum thumb selection</em>
it_it: <a href="javascript:toggle('multithumb');" >Dettagli</a> per <em>selezione miniature sub-album</em>
zh_cn: <em>子影集缩略图选择</em>的<a href="javascript:toggle('visualthumb');" >详细信息</a>

source: Setting this option allows selecting images from subalbums as well as from the album. Naturally populating these images adds overhead. If your album edit tabs load too slowly, do not select this option.
it_it: Se si imposta questa opzione si permetterà di selezionare le immagini dai sotto-album oltre che dagli album. Aggiungere automaticamente queste immagini aumenta il carico. Se le schede di modifica dell’album si caricano troppo lentamente, non selezionare questa opzione.
zh_cn: 设置此选项允许从子版权和影集中选择图像。自然地填充这些图像会增加开销。如果影集编辑选项卡加载速度太慢，请不要选择此选项。

source: Search password:
it_it: Password ricerca:
zh_cn: 搜索密码：

source: Password for the search guest user. click on <em>Search password</em> to change.
it_it: Password per l’utente ospite per la ricerca. Fare clic su <em>Password ricerca</em> per cambiarla.
zh_cn: 搜索访客的密码。单击<em>"搜索密码</em>"进行更改。

source: Search guest user:
it_it: Utente ospite ricerca:
zh_cn: 搜索访客：

source: User ID for the search guest user
it_it: ID utente per l’utente ospite della ricerca
zh_cn: 搜索访客的用户 ID

source: Password for the search guest user. If this is set, visitors must know this password to view search results.
it_it: Password per l’utente ospite per la ricerca. Se è impostata, i visitatori devono conoscere la password per visualizzare i risultati di una ricerca.
zh_cn: 搜索访客的密码。如果设置了此密码，访问者必须知道此密码才能查看搜索结果。

source: Search password hint:
it_it: Promemoria password ricerca:
zh_cn: 搜索密码提示：

source: Search behavior settings:
it_it: Impostazioni comportamento ricerca:
zh_cn: 搜索行为设置：

source: Fields list:
it_it: Lista campi:
zh_cn: 字段列表：

source: String matching:
it_it: Corrispondenze stringa:
zh_cn: 字符串匹配：

source: <em>pattern</em>
it_it: <em>ovunque</em>
zh_cn: <em>模式</em>

source: <em>partial word</em>
it_it: <em>parte di parola</em>
zh_cn: <em>部分单词</em>

source: <em>word</em>
it_it: <em>parola</em>
zh_cn: <em>词</em>

source: Tag matching:
it_it: Corrispondenze tag:
zh_cn: 标签匹配：

source: <em>partial</em>
it_it: <em>parziale</em>
zh_cn: <em>部分</em>

source: <em>exact</em>
it_it: <em>esatta</em>
zh_cn: <em>确切</em>

source: Treat spaces as
it_it: Tratta spazi come
zh_cn: 将空格视为

source: <em>space</em>
it_it: <em>spazio</em>
zh_cn: <em>空白</em>

source: <em>OR</em>
it_it: <em>O</em>
zh_cn: <em>或</em>

source: <em>AND</em>
it_it: <em>E</em>
zh_cn: <em>与</em>

source: Default search
it_it: Ricerca predefinita
zh_cn: 默认搜索

source: <em>New</em>
it_it: <em>Nuova</em>
zh_cn: <em>新</em>

source: <em>Within</em>
it_it: <em>All’interno</em>
zh_cn: <em>在</em>

source: Do not return <em>album</em> matches
it_it: Non mostrare corrispondenze per gli <em>album</em>
zh_cn: 不返回<em>影集</em>匹配项

source: Do not return <em>image</em> matches
it_it: Non mostrare corrispondenze per le <em>immagini</em>
zh_cn: 不返回<em>图像</em>匹配项

source: Do not return <em>news</em> matches
it_it: Non mostrare corrispondenze per le <em>notizie</em>
zh_cn: 不返回<em>新闻</em>匹配项

source: Do not return <em>page</em> matches
it_it: Non mostrare corrispondenze per le <em>pagine</em>
zh_cn: 不返回<em>页面</em>匹配项

source: <em>Field list</em> is the set of fields on which searches may be performed.
it_it: <em>Lista campi</em> è l’elenco dei campi su cui può essere effettuata una ricerca.
zh_cn: <em>字段列表</em>是可以对其执行搜索的一组字段。

source: Search does matches on all fields chosen based on the matching criteria selected. The <em>string matching</em> criteria is used for all fields except <em>tags</em>. The <em>tag matching</em> criteria is used for them.
it_it: La ricerca controlla tutti i campi scelti, in base ai criteri di corrispondenza specificati. Il criterio <em>corrispondenze stringa</em> viene usato per tutti i campi eccetto quello <em>tag</em>, per il quale è usato il criterio <em>corrispondenze tag</em>.
zh_cn: 搜索会根据所选的匹配条件对所选的所有字段进行匹配。<em>字符串匹配</em>条件用于除<em>标签</em>之外的所有字段。<em>标签匹配</em>条件用于它们。

source: <code>pattern</code>: match the target anywhere within the field
it_it: <code>ovunque</code>: verifica corrispondenze in ogni punto del campo
zh_cn: <code>模式</code>：在字段中的任何位置匹配目标

source: <code>exact</code>: match the target with the whole field
it_it: <code>esatto</code>: verifica corrispondenze con l’intero campo
zh_cn: <code>精确</code>：将目标与整个字段匹配

source: <code>word</code>: match the target with whole words in the field
it_it: <code>parola</code>: verifica corrispondenze con parole intere nel campo
zh_cn: <code>单词</code>：将目标与字段中的整个单词相匹配

source: <code>partial word</code>: match the target with the start of words in the field
it_it: <code>parte di parola</code>: verifica corrispondenze con l’inizio delle parole nel campo
zh_cn: <code>部分单词</code>：将目标与字段中单词的开头相匹配

source: Setting <code>Treat spaces as</code> to <em>OR</em> will cause search to trigger on any of the words in a string separated by spaces. Setting it to <em>AND</em> will cause the search to trigger only when all strings are present. Leaving the option unchecked will treat the whole string as a search target.
it_it: Impostando <code>Tratta spazi come</code> su <em>O</em> verrà cercata una qualsiasi delle parole contenute in una stringa separata da spazi. Impostandola su <em>E</em> verranno mostrati risultati solo se sono presenti tutte le parole. Non abilitando questa opzione, la stringa verrà trattata come un unico obiettivo di ricerca.
zh_cn: <code>将空格设置为</code>将空格视为 <em>"或"</em>将导致对字符串中用空格分隔的任何单词触发搜索。将其设置为 <em>与</em> 将导致仅在所有字符串都存在时触发搜索。将该选项保留为未选中状态会将整个字符串视为搜索目标。

source: <code>Default search</code> sets how searches from search page results behave. The search will either be from <em>within</em> the results of the previous search or will be a fresh <em>new</em> search.
it_it: <code>Ricerca predefinita</code> imposta il modo in cui si comportano le ricerche svolte all’interno della pagina dei risultati di una ricerca. La ricerca sarà effettuata o <em>all’interno</em> dei risultati della ricerca precedente o sarà una <em>nuova</em> ricerca.
zh_cn: <code>默认搜索</code>设置搜索页面结果中的搜索的行为方式。搜索将来自<em>前</em>一个搜索的结果，或者将是<em>新</em>的搜索。

source: Setting <code>Do not return <em>{item}</em> matches</code> will cause search to ignore <em>{items}</em> when looking for matches.
it_it: Impostando <code>Non mostrare corrispondenze per <em>{elemento}</em></code> la ricerca ignorerà l’<em>{elemento}</em> cercando i risultati.
zh_cn: 设置<code>"不返回 <em>{item}</em> 匹配项"</code>将导致搜索在查找匹配项时忽略 <em>{items}</em>。

source: Cache expiry
it_it: Scadenza cache
zh_cn: 缓存过期

source: Redo search after %s minutes.
it_it: Ripeti la ricerca dopo %s minuti.
zh_cn: %s 分钟后重做搜索。

source: Search will remember the results of particular searches so that it can quickly serve multiple pages, etc. Over time this remembered result can become obsolete, so it should be refreshed. This option lets you decide how long before a search will be considered obsolete and thus re-executed. Setting the option to <em>zero</em> disables caching of searches.
it_it: La ricerca ricorderà i risultati di ricerche particolari in modo da servire velocemente più pagine, etc. Col tempo, questi risultati in memoria possono diventare obsoleti, perciò si dovrebbe aggiornarli. Questa opzione permette di decidere quanto tempo deve passare prima che una ricerca sia considerata obsoleta e rieseguita. Impostando l’opzione a <em>zero</em> si disabiliterà la memorizzazione delle ricerche.
zh_cn: 搜索将记住特定搜索的结果，以便它可以快速提供多个页面等。随着时间的推移，这个记住的结果可能会过时，因此应该刷新它。此选项允许您决定在多长时间内将搜索视为过时并因此重新执行。将该选项设置为<em>零</em>将禁用搜索缓存。

source: Sort albums by
it_it: Ordina album per
zh_cn: 影集排序依据

source: Sort news articles by
it_it: Ordina gli articoli per
zh_cn: 对新闻文章进行排序

source: Sort pages by
it_it: Ordina le pagine per
zh_cn: 页面排序依据

source: See also the <a href="?tab=theme">Theme Options</a> tab for theme specific image options.
it_it: Vedi anche la scheda <a href="?tab=theme">opzioni del tema</a> per impostazioni immagine specifiche del tema.
zh_cn: 另请参阅<a href="?tab=theme">主题选项</a>选项卡，了解特定于主题的图像选项。

source: Default sort order for images.
it_it: Ordinamento predefinito per le immagini.
zh_cn: 图像的默认排序顺序。

source: Custom sort values must be database field names. You can have multiple fields separated by commas.
it_it: I valori di ordinamento personalizzato devono essere nomi di campi del detabase. È possibile utilizzare campi multipli separandoli con virgole.
zh_cn: 自定义排序值必须是数据库字段名称。您可以有多个字段以逗号分隔。

source: Maximum image size
it_it: Dimensione massima immagine
zh_cn: 最大图像大小

source: The limit on how large an image may be resized. Too large and your server will spend all its time sizing images.
it_it: Il limite massimo per la dimensione di un’immagine. Se troppo grande il server passerà tutto il tempo a ridimensionare le immagini.
zh_cn: 对可以调整图像大小的限制。太大，您的服务器将花费所有时间调整图像大小。

source: Image quality:
it_it: Qualità immagine:
zh_cn: 图像质量：

source: Normal Image
it_it: Immagine normale
zh_cn: 普通图像

source: <em>full</em> Image
it_it: Immagine <em>originale</em>
zh_cn: <em>全尺寸</em> 图片

source: Thumbnail
it_it: Miniatura
zh_cn: 缩略图

source: Compression quality for images and thumbnails generated by Zenphoto.
it_it: Qualità di compressione per le immagini e le miniature generate da Zenphoto.
zh_cn: Zenphoto生成的图像和缩略图的压缩质量。

source: Quality ranges from 0 (worst quality, smallest file) to 100 (best quality, biggest file).
it_it: La qualità varia tra 0 (qualità peggiore, file più piccolo) e 100 (qualità migliore, file più grande).
zh_cn: 质量范围从 0（质量最差、文件最小）到 100（质量最好、文件最大）。

source: Interlace:
it_it: Interlaccia:
zh_cn: 交错：

source: If checked, resized images will be created <em>interlaced</em> (if the format permits).
it_it: Se selezionato, le immagini ridimensionate verranno create <em>interlacciate</em> (se il formato lo permette).
zh_cn: 如果选中，将以<em>隔行扫描</em>创建经过调整大小的图像（如果格式允许）。

source: Use embedded thumbnail
it_it: Utilizza la miniatura integrata
zh_cn: 使用嵌入的缩略图

source: If set, Zenphoto will use the thumbnail embedded in the image when creating a cached image that is equal or smaller in size. Note: the quality of this image varies by camera and its orientation may not match the master image.
it_it: Se selezionata, Zenphoto userà la miniatura integrata nell’immagine durante la creazione della cache se l’immagine è della stessa dimensione o più piccola. Nota: la qualità di questa miniatura varia a seconda della macchina fotografica e potrebbe non rispecchiare l’immagine principale.
zh_cn: 如果设置，Zenphoto 将在创建大小相等或更小的缓存图像时使用嵌入在图像中的缩略图。注意：此图像的质量因相机而异，其方向可能与主图像不匹配。

source: The PHP EXIF extension is required for this option.
it_it: L’estensione EXIF di PHP è necessaria per questa opzione.
zh_cn: 此选项需要 PHP EXIF 扩展。

source: Allow upscale:
it_it: Permetti ingrandimento:
zh_cn: 允许放大:

source: Allow images to be scaled up to the requested size. This could result in loss of quality, so it is off by default.
it_it: Permette di ingrandire le immagini alla dimensione richiesta. Potrebbe verificarsi una perdita di qualità, quindi è disabilitata come opzione predefinita.
zh_cn: 允许将图像放大到请求的大小。这可能会导致质量下降，因此默认情况下它是关闭的。

source: Sharpen:
it_it: Nitidezza:
zh_cn: 锐化:

source: Amount
it_it: Ammontare
zh_cn: 数量

source: Radius
it_it: Raggio
zh_cn: 半径

source: Threshold
it_it: Soglia
zh_cn: 阈值

source: Add an unsharp mask to images and/or thumbnails.
it_it: Aggiunge una maschera di riduzione nitidezza alle immagini e/o alle miniature.
zh_cn: 为图像和/或缩略图添加不锐化蒙版。

source: <strong>WARNING</strong>: can overload slow servers.
it_it: <strong>ATTENZIONE</strong>: può sovraccaricare i server lenti.
zh_cn: <strong>警告</strong>：可能会使速度较慢的服务器过载。

source: <em>Amount</em>: the strength of the sharpening effect. Values are between 0 (least sharpening) and 100 (most sharpening).
it_it: <em>Ammontare</em>: la forza dell’effetto nitidezza. I valori nominali sono tra 0 (effetto più debole) e 100 (effetto più marcato).
zh_cn: <em>量</em>：锐化效果的强度。值介于 0（锐化程度最低）和 100（锐化程度最高）之间。

source: <em>Radius</em>: the pixel radius of the sharpening mask. A smaller radius sharpens smaller details, and a larger radius sharpens larger details.
it_it: <em>Raggio</em>: il raggio dei pixel della maschera di nitidezza. Un raggio piccolo rende nitidi i dettagli più piccoli, mentre un raggio grande rende nitidi i dettagli più grandi.
zh_cn: <em>半径</em>：锐化蒙版的像素半径。较小的半径会锐化较小的细节，而较大的半径会锐化较大的细节。

source: <em>Threshold</em>: the color difference threshold required for sharpening. A low threshold sharpens all edges including faint ones, while a higher threshold only sharpens more distinct edges.
it_it: <em>Soglia</em>: la soglia della differenza di colore richiesta per la maschera di nitidezza. Una soglia bassa rende nitidi tutti i margini, inclusi quelli meno netti, mentre una soglia più alta rende nitidi solo i margini più netti.
zh_cn: <em>阈值</em>：锐化所需的色差阈值。低阈值会锐化所有边缘，包括微弱的边缘，而较高的阈值只会锐化更明显的边缘。

source: Watermarks:
it_it: Filigrane:
zh_cn: 水印：

source: Full sized images
it_it: Immagini in dimensioni originali
zh_cn: 全尺寸图像

source: %s thumbnails
it_it: %s miniature
zh_cn: %s 缩略图

source: image thumb
it_it: miniatura immagine
zh_cn: 图像缩略图

source: cover
it_it: copri
zh_cn: 覆盖

source: % of image
it_it: % dell’immagine
zh_cn: 图像百分比

source: offset h
it_it: differenza altezza
zh_cn: 偏移量 h

source: % w,
it_it: % larghezza,
zh_cn: % 在，

source: The watermark image is scaled by to cover <em>cover percentage</em> of the image and placed relative to the upper left corner of the image.
it_it: L’immagine di filigrana è ridimensionata per coprire <em>percentuale copertura</em> dell’immagine e posizionata relativamente all’angolo in alto a sinistra dell’immagine.
zh_cn: 水印图像按比例缩放以覆盖图像的<em>覆盖百分比</em>，并相对于图像的左上角放置。

source: It is offset from there (moved toward the lower right corner) by the <em>offset</em> percentages of the height and width difference between the image and the watermark.
it_it: È lo scostamento della filigrana dall’angolo in alto a sinistra (in direzione dell’angolo inferiore destro) corrispondente allo <em>scostamento</em> percentuale delle differenze di altezza e larghezza fra l’immagine e la filigrana.
zh_cn: 它从那里偏移（向右下角移动）由图像和水印之间的高度和宽度差的<em>偏移</em>百分比。

source: The watermark will not be made larger than the original watermark image.
it_it: La filigrana non verrà resa più grande dell’immagine di filigrana originale.
zh_cn: 水印不会大于原始水印图像。

source: Custom watermarks should be placed in the <code>/%s/watermarks/</code> folder. The images must be in png-24 format.
it_it: Filigrane personalizzate possono essere messe nella cartella <code>/%s/watermarks/</code>. Le immagini devono essere in formato png-24.
zh_cn: 自定义水印应放置在 <code>/%s/watermarks/</code> 文件夹中。图像必须采用 png-24 格式。

source: If a watermark image is selected for these <em>images classes</em> it will be used in place of the image thumbnail watermark.
it_it: Se è stata selezionata un’immagine di filigrana per queste <em>classi di immagini</em>, questa verrà utilizzata al posto dell’immagine di filigrana della miniatura.
zh_cn: 如果为这些<em>图像类</em>选择了水印图像，则该水印图像将用于代替图像缩略图水印。

source: Caching concurrency:
it_it: Cache simultanee:
zh_cn: 缓存并发性：

source: Cache processing worker limit: %s.
it_it: Limite per il processore di cache: %s.
zh_cn: 缓存处理工作线程限制： %s。

source: More workers will get the job done faster so long as your server does not get swamped or run out of memory.
it_it: Aumentando i processi simultanei il lavoro è più rapido, almeno finché il server non si impalla o finisce per superare il limite di memoria disponibile.
zh_cn: 更多的单位会更快地完成工作，只要你的服务器不被阻塞或内存耗尽。

source: Cache as:
it_it: Crea cache come:
zh_cn: 缓存为：

source: Original
it_it: Originale
zh_cn: 原始

source: Select a type for the images stored in the image cache. Select <em>Original</em> to preserve the original image’s type.
it_it: Selezionare un tipo di file per le immagini salvate nella cache. Scegliere <em>Originale</em> per usare lo stesso tipo di file dell’immagine di partenza.
zh_cn: 为存储在图像缓存中的图像选择一种类型。选择"<em>原始</em>"以保留原始图像的类型。

source: Protect image cache
it_it: Proteggi cache immagini
zh_cn: 保护图像缓存

source: If checked all image URIs will link to the image processor and the image cache will be disabled to browsers via an <em>.htaccess</em> file. Images are still cached but the image processor is used to serve the image rather than allowing the browser to fetch the file.
it_it: Se selezionata tutte le URI delle immagini verranno collegate all’elaboratore di immagini e la cache delle immagini verrà disabilitata attraverso il file <em>.htaccess</em>. Le immagini verranno ancora messe in cache ma sarà usato l’elaboratore di immagini per visualizzarle, anziché permettere ai browser di recuperare il file.
zh_cn: 如果选中，所有图像URI都将链接到图像处理器，并且图像缓存将通过<em>.htaccess</em>文件禁用到浏览器。图像仍然被缓存，但图像处理器用于提供图像，而不是允许浏览器获取文件。

source: <strong>WARNING :</strong> This option adds significant overhead to <strong>each and every</strong> image reference! Some <em>JavaScript</em> and <em>Flash</em> based image handlers will not work with an image processor URI and are incompatible with this option.
it_it: <strong>ATTENZIONE :</strong> Questa opzione aggiunge un carico significativo a <strong>tutti</strong> i riferimenti immagine! Alcuni gestori immagine basati su <em>JavaScript</em> e <em>Flash</em> non funzioneranno con una URI dell’elaboratore di immagini e sono incompatibili con questa opzione.
zh_cn: <strong>警告：</strong>此选项会为<strong>每个</strong>图像引用增加显著的开销！某些基于 <em>JavaScript</em> 和 <em>Flash</em> 的图像处理程序将无法与图像处理器 URI 配合使用，并且与此选项不兼容。

source: Secure image processor
it_it: Elaboratore di immagini sicuro
zh_cn: 安全图像处理器

source: When enabled, the image processor will check album access credentials.
it_it: Se selezionato, l’elaboratore di immagini verifica le credenziali di accesso all’album.
zh_cn: 启用后，图像处理器将检查影集访问凭据。

source: <strong>WARNING :</strong> This option adds memory overhead to image caching! You may be unable to cache some images depending on your server memory availability.
it_it: <strong>ATTENZIONE :</strong> questa opzione aggiunge un carico di memoria al processo di cache delle immagini. Potrebbe essere impossibile mettere in cache alcune immagini a seconda della disponibilità di memoria del server.
zh_cn: <strong>警告 ：</strong>此选项会增加图像缓存的内存开销！您可能无法缓存某些图像，具体取决于服务器内存的可用性。

source: Full image protection:
it_it: Protezione immagine originale:
zh_cn: 全尺寸图片保护:

source: Disable hotlinking
it_it: Disabilita hotlink
zh_cn: 禁止盗链

source: cache the full image
it_it: crea la cache per l’immagine originale
zh_cn: 缓存完整图像

source: password:
zh_cn: 密码：

source: user:
it_it: utente:
zh_cn: 用户：

source: hint:
it_it: suggerimento:
zh_cn: 提示：

source: Protected view
it_it: Vista protetta
zh_cn: 受保护的视图

source: No access
it_it: Nessun accesso
zh_cn: 无访问权限

source: Unprotected
it_it: Non protetta
zh_cn: 未受保护

source: Disabling hotlinking prevents linking to the full image from other domains. If enabled, external links are redirect to the image page. If you are having problems with full images being displayed, try disabling this setting. Hotlinking is not prevented if <em>Full&nbsp;image&nbsp;protection</em> is <em>Unprotected</em> or if the image is cached.
it_it: Disabilitando l’hotlink si previene il collegamento all’immagine originale da altri domini. Se abilitata, i link esterni vengono rediretti alla pagina dell’immagine. Se si riscontrano problemi con la visualizzazione delle immagini originali, provare a disabilitare questa opzione. L’hotlink non è bloccato se la <em>Protezione immagine originale</em> è <em>Non protetta</em> o se l’immagine è nella cache.
zh_cn: 禁用热链接会阻止从其他域链接到完整图像。如果启用，外部链接将重定向到图像页面。如果在显示完整图像时遇到问题，请尝试禁用此设置。如果<em>"完整 图像 保护</em>"为<em>"未受保护"</em>或图像已缓存，则不会阻止热链接。

source: If <em>Cache the full image</em> is checked the full image will be loaded to the cache and served from there after the first reference. <em>Full&nbsp;image&nbsp;protection</em> must be set to <em>Protected&nbsp;view</em> for the image to be cached. However, once cached, no protections are applied to the image.
it_it: Se <em>Crea la cache per l’immagine originale</em> è selezionata l’immagine originale verrà caricata nella cache e presa da lì dopo la prima richiesta. Il <em>livello&nbsp;di&nbsp;protezione</em> per le immagini originali deve essere impostato a <em>Vista&nbsp;protetta</em> per caricare l’immagine nella cache. Tuttavia, dopo essere stata caricata, all’immagine non verranno applicate ulteriori protezioni.
zh_cn: 如果选中<em>了"缓存"完整图像</em>，则完整图像将加载到缓存中，并在第一次引用后从那里提供。<em>必须将"完整 图像 保护</em><em>"设置为"受保护的" 视图</em>，才能缓存图像。但是，一旦缓存，就不会对图像应用任何保护。

source: The <em>user</em>, <em>password</em>, and <em>hint</em> apply to the <em>Download</em> and <em>Protected view</em> level of protection. If there is a password set, the viewer must supply this password to access the image.
it_it: L’<em>user</em>, la <em>password</em>, e il <em>suggerimento</em> si applicano al livello di protezione <em>Download</em> e <em>Vista protetta</em>. Se è impostata una password, l’utente deve fornirla per accedere all’immagine.
zh_cn: <em>用户</em>、<em>密码</em>和<em>提示</em>适用于<em>"下载</em><em>"和"受保护的"视图</em>保护级别。如果设置了密码，则查看器必须提供此密码才能访问图像。

source: Select the level of protection for full sized images. <em>Download</em> forces a download dialog rather than displaying the image. <em>No&nbsp;access</em> prevents a link to the image from being shown. <em>Protected&nbsp;view</em> forces image processing before the image is displayed, for instance to apply a watermark or to check passwords. <em>Unprotected</em> allows direct display of the image.
it_it: Selezionare il livello di protezione per le immagini originali. <em>Download</em> forza lo scaricamento invece di visualizzare l’immagine. <em>Nessun&nbsp;accesso</em> impedisce di visualizzare il collegamento all’immagine. <em>Vista&nbsp;protetta</em> elabora l’immagine prima di visualizzarla, ad esempio inserendo una filigrana o verificando una password. <em>Non&nbsp;protetta</em> consente di visualizzare l’immagine.
zh_cn: 选择全尺寸图像的保护级别。<em>下载</em>强制执行下载对话框，而不是显示图像。<em>无访问权限</em>会阻止显示指向图像的链接。<em>受保护的视图</em>在显示图像之前强制进行图像处理，例如应用水印或检查密码。<em>未受保护</em>允许直接显示图像。

source: Use lock image
it_it: Utilizza immagine lucchetto
zh_cn: 使用锁定图像

source: Substitute a <em>lock</em> image for thumbnails of password protected albums when the viewer has not supplied the password. If your theme supplies an <code>images_errors/err-passwordprotected.png</code> image, it will be shown. Otherwise the zenphoto default lock image is displayed.
it_it: Sostituisce l’immagine del <em>lucchetto</em> per le miniature o gli album protetti da password se il visitatore non ha fornito la password. Se il proprio tema fornisce l’immagine <code>images_errors/err-passwordprotected.png</code> sarà visualizzata questa, altrimenti sarà visualizzata l’immagine del lucchetto predefinita di Zenphoto.
zh_cn: 当查看器未提供密码时，将<em>锁定</em>图像替换为受密码保护的影集的缩略图。如果您的主题提供<code>images_errors/err-passwordprotected.png</code>图像，则会显示该图像。否则将显示 zenphoto 默认锁定图像。

source: Metadata
it_it: Metadati
zh_cn: 元数据

source: show
it_it: mostra
zh_cn: 显示

source: hide
it_it: nascondi
zh_cn: 隐藏

source: disabled
it_it: disabilitati
zh_cn: 禁用

source: Select how image metadata fields are handled.
it_it: Selezionare come vengono gestiti i campi dei metadati delle immagini.
zh_cn: 选择如何处理图像元数据字段。

source: Show the field
zh_cn: 显示字段

source: Hide the field
zh_cn: 隐藏字段

source: Do not process the field
zh_cn: 不处理字段

source: Hint: you can drag down the <em>drag handle</em> in the lower right corner to show more selections.
zh_cn: 提示：您可以向下拖动右下角的<em>拖动手柄</em>以显示更多选择。

source: IPTC encoding:
it_it: Codifica IPTC:
zh_cn: IPTC 编码：
