Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: Object not found
it_it: Oggetto non trovato
zh_cn: 未找到对象

source: View album:
it_it: Visualizza album:
zh_cn: 查看影集：

source: prev
it_it: prec
zh_cn: 上一个

source: next
it_it: succ
zh_cn: 下一个

source: <strong>Tags:</strong>
it_it: <strong>Tag:</strong>
zh_cn: <strong>标签：</strong>

source: Gallery RSS
it_it: RSS galleria
zh_cn: 图库 RSS

source: Archive View
it_it: Vista archivio
zh_cn: 存档视图

source: Popular Tags
it_it: Tag popolari
zh_cn: 热门标签

source: Contact us
it_it: Contattaci
zh_cn: 联系我们

source: Remove
it_it: Rimuovi
zh_cn: 删除

source: Default theme color scheme.
it_it: Colori standard del tema.
zh_cn: 默认主题配色方案。

source: Theme Color
it_it: Colori tema
zh_cn: 主题颜色

source: close
it_it: chiudi
zh_cn: 关闭

source: Previous Image
it_it: Immagine precedente
zh_cn: 上一张图片

source: Next Image
it_it: Immagine Successiva
zh_cn: 下一张图片

source: Register for this site
it_it: Registrati al sito
zh_cn: 注册此网站

source: A password is required for the page you requested
it_it: È necessaria una password per la pagina richiesta
zh_cn: 您请求的页面需要密码

source: Register
it_it: Registrati
zh_cn: 注册

source: User Registration
it_it: Registrazione Utente
zh_cn: 用户注册

source: Total matches for <em>%1$s</em>: %2$u
it_it: Corrispondenze totali per <em>%1$s</em>: %2$u
zh_cn: <em>%1$s</em> 的总匹配项： %2$u

source: Date:
it_it: Data:
zh_cn: 日期：

source: Sorry, no image matches found. Try refining your search.
it_it: Spiacenti, nessuna immagine trovata. Riformulare la propria ricerca.
zh_cn: 抱歉，未找到图像匹配项。尝试优化搜索。

source: <a href="http://www.noscope.com" target="_blank">Joen Asmussen</a> and <a href="http://www.levibuzolic.com" target="_blank">Levi Buzolic</a>
it_it: <a href="http://www.noscope.com" target="_blank">Joen Asmussen</a> e <a href="http://www.levibuzolic.com" target="_blank">Levi Buzolic</a>
zh_cn: <a href="http://www.noscope.com" target="_blank">Joen Asmussen</a> 和 <a href="http://www.levibuzolic.com" target="_blank">Levi Buzolic</a>

source: The simplest Zenphoto theme in 4 distinct flavors. After choosing this theme you can pick the theme color by going to the Admin -> Options tab (or click the link below) and changing the <em>Theme colors</em> option.
it_it: Il tema più semplice Zenphoto in 4 varianti distinte. Dopo aver scelto questo tema, puoi selezionare il colore del tema andando in Amministrazione -> Opzioni (o cliccando il link qui sotto) e modificando l’opzione <em>Colori tema</em> .
zh_cn: 最简单的Zenphoto主题，有4种不同的风格。选择此主题后，您可以通过转到"管理员->选项"选项卡（或单击下面的链接）并更改"主题颜色"选项来选择<em>主题颜色</em>。

source: Allow search
it_it: Abilita ricerca
zh_cn: 允许搜索

source: Check to enable search form.
it_it: Spunta per abilitare il modulo di ricerca.
zh_cn: 选中以启用搜索表单。

source: Theme colors
it_it: Colori tema
zh_cn: 主题颜色

source: Select the colors of the theme
it_it: Per selezionare i colori del tema
zh_cn: 选择主题的颜色

source: Gallery Index
it_it: Indice Galleria
zh_cn: 图库索引

source: Page not found
it_it: Pagina non trovata
zh_cn: 页面未找到

source: View album: %s
it_it: Visualizza l'album: %s
zh_cn: 查看影集： %s

source: « prev
it_it: « prec
zh_cn: « 上一页

source: next »
it_it: succ »
zh_cn: 下一页 »

source: Album Navigation
it_it: Navigazione album
zh_cn: 影集导航

source: Next album
it_it: Album succ
zh_cn: 下一个影集

source: Next album »
it_it: Album succ »
zh_cn: 下一个影集 »

source: Prev Album
it_it: Album prec
zh_cn: 上一个影集

source: « Prev Album
it_it: « Album prec
zh_cn: « 上一个影集

source: Tags:
it_it: Tag:
zh_cn: 标签：

source: Latest Images for %s
it_it: Ultime immagini per %s
zh_cn: %s 的最新图像

source: Images By Date
it_it: Immagini per data
zh_cn: 按日期排列的图像

source: News archive
it_it: Archivio notizie
zh_cn: 新闻档案

source: Garland image display handling.
it_it: Gestione visualizzazione immagini di Garland.
zh_cn: Garland 图像显示处理。

source: Personality
it_it: Personalità del tema
zh_cn: 个性

source: album
zh_cn: 影集

source: image
it_it: immagine
zh_cn: 图像

source: video
zh_cn: 视频

source: news
it_it: notizie
zh_cn: 新闻

source: sticky
it_it: importante
zh_cn: 固定

source: Comments: %d
it_it: Commenti: %d
zh_cn: 留言： %d

source: Categories:
it_it: Categorie:
zh_cn: 类别：

source: Latest Images
it_it: Ultime immagini
zh_cn: 最新图片

source: Next image
it_it: Immagine successiva
zh_cn: 下一张图片

source: Next »
it_it: Succ »
zh_cn: 下一页 »

source: Previous image
it_it: Immagine precedente
zh_cn: 上一张图片

source: « Previous
it_it: « Precedente
zh_cn: « 上一页

source: Start
it_it: Avvia
zh_cn: 开始

source: Stop
zh_cn: 停止

source: Password required
it_it: Password richiesta
zh_cn: 需要密码

source: A password is required to access this page.
it_it: È richiesta una password per accedere a questa pagina.
zh_cn: 访问此页面需要密码。

source: %1$u Hit for <em>%2$s</em>
it_it: %1$u risultato per <em>%2$s</em>
zh_cn: %1$u 点击 <em>%2$s</em>

source: Sorry, no matches for your search.
it_it: Spiacenti, nessuna corrispondenza trovata per la propria ricerca.
zh_cn: 抱歉，您的搜索没有匹配项。

source: Pages (%s)
it_it: Pagine (%s)
zh_cn: 页数 （%s）

source: Show more results
it_it: Mostra più risultati
zh_cn: 显示更多结果

source: Show fewer results
it_it: Mostra meno risultati
zh_cn: 显示较少结果

source: Articles (%s)
it_it: Articoli (%s)
zh_cn: 文章 （%s）

source: Images (%s)
it_it: Immagini (%s)
zh_cn: 图像 （%s）

source: Albums (%s)
it_it: Album (%s)
zh_cn: 影集 （%s）

source: Albums (%1$s) &amp; Images (%2$s)
it_it: Album (%1$s) e immagini (%2$s)
zh_cn: 影集 （%1$s） &amp; 图像（%2$s）

source: News articles
it_it: Notizie
zh_cn: 新闻报道

source: All news
it_it: Tutte le notizie
zh_cn: 所有新闻

source: Album index
it_it: Indice album
zh_cn: 影集索引

source: Gallery
it_it: Galleria
zh_cn: 图库

source: Albums
it_it: Album
zh_cn: 影集

source: Pages
it_it: Pagine
zh_cn: 页面

source: Modded Wordpress theme from, <a href="http://garlandtheme.blogspot.com/">garland</a>
it_it: Tema di WordPress modificato, da <a href="http://garlandtheme.blogspot.com/">garland</a>
zh_cn: 修改后的Wordpress主题来自，<href="http://garlandtheme.blogspot.com/">garland</a>

source: News Articles
it_it: Notizie
zh_cn: 新闻报道

source: News Articles Rule
it_it: Regola Articoli
zh_cn: 新闻报道规则

source: All Albums
it_it: Tutti gli album
zh_cn: 所有影集

source: Gallery Rule
it_it: Regola galleria
zh_cn: 图库规则

source: All pages
it_it: Tutte le pagine
zh_cn: 所有页面

source: Pages Rule
it_it: Regola pagine
zh_cn: 页面规则

source: <strong>Note:</strong> The <em>%s</em> custom menu makes use of the <em>print_album_menu</em> plugin.
it_it: <strong>Nota:</strong> il menu personalizzato <em>%s</em> fa uso del plugin <em>print_album_menu</em>.
zh_cn: <strong>注意：</strong><em>%s</em> 自定义菜单使用<em>print_album_menu</em>插件。

source: Theme personality
it_it: Personalità del tema
zh_cn: 主题个性

source: Select the theme personality
it_it: Selezionare la personalità del tema
zh_cn: 选择主题个性

source: Set to enable search form.
it_it: Impostare per abilitare il form di ricerca.
zh_cn: 设置为启用搜索表单。

source: Allow cloud
it_it: Permetti nuvola
zh_cn: 允许标签云

source: Set to enable tag cloud for album page.
it_it: Impostare per abilitare la nuvola di tag per la pagina dell’album.
zh_cn: 设置为为影集页面启用标签云。

source: Custom menu
it_it: Menu personalizzato
zh_cn: 自定义菜单

source: Set this to the <em>menu_manager</em> menu you wish to use.
it_it: Impostarlo sul menu <em>menu_manager</em> che si vuole usare.
zh_cn: 将其设置为要使用的<em>menu_manager</em>菜单。

source: Custom Homepage
it_it: Homepage personalizzata
zh_cn: 自定义主页

source: none
it_it: nessuna
zh_cn: 空

source: Select the <em>pages</em> titlelink for the home page. Only unpublished pages are offered for selection.
it_it: Selezionare il collegamento al titolo per la <em>pagina</em> da usare come Home Page. Sono elencate solo le pagine non pubblicate.
zh_cn: 选择主页<em>页面</em>的标题链接。仅提供未发布的页面以供选择。

source: Image gallery transition
it_it: Transizione galleria immagini
zh_cn: 图像库过渡

source: None
it_it: Nessuno
zh_cn: 空

source: Fade
it_it: Dissolvenza
zh_cn: 淡入淡出

source: Shrink/grow
it_it: Riduzione/ingrandimento
zh_cn: 伸缩

source: Horizontal
it_it: Orizzontale
zh_cn: 水平

source: Vertical
it_it: Verticale
zh_cn: 垂直

source: Transition effect for Image gallery
it_it: Effetto di transizione per la galleria immagini
zh_cn: 图像库的过渡效果

source: Image gallery caption
it_it: Didascalia galleria immagini
zh_cn: 图像库标题

source: On image
it_it: Sull’immagine
zh_cn: 在图像上

source: Separate
it_it: Separata
zh_cn: 分开

source: Omit
it_it: Omessa
zh_cn: 省略

source: Location for Image gallery picture caption
it_it: Posizionamento didascalia della galleria immagini
zh_cn: 图像库图片标题的位置

source: *standard menu
it_it: *menu standard
zh_cn: *标准菜单

source: Search
it_it: Cerca
zh_cn: 搜索

source: Gallery archive
it_it: Archivio galleria
zh_cn: 图库存档

source: Zenpage theme designed by <a href="http://www.maltem.de">Malte Müller</a>
it_it: Tema Zenpage di <a href="http://www.maltem.de">Malte Müller</a>
zh_cn: Zenpage主题由<a href="http://www.maltem.de">Malte Müller</a>设计

source: Comments:
it_it: Commenti:
zh_cn: 评论：

source: « prev thumbs
it_it: « miniature prec
zh_cn: « 上一缩略图

source: next thumbs »
it_it: miniature succ »
zh_cn: 下一缩略图 »

source: Sorry, no matches found. Try refining your search.
it_it: Spiacenti, nessun risultato. Prova a perfezionare la ricerca.
zh_cn: 抱歉，未找到匹配项。尝试优化搜索。

source: Archive
it_it: Archivio
zh_cn: 档案

source: Gallery And News
it_it: Galleria e Notizie
zh_cn: 图库和新闻

source: Album RSS
it_it: RSS album
zh_cn: 影集 RSS

source: News
it_it: Notizie
zh_cn: 新闻

source: Slideshow
it_it: Presentazione
zh_cn: 幻灯片

source: The Zenpage CMS plugin default theme. It does also work without Zenpage installed as a normal theme. It contains extra support for print_album_menu plugin or the menu_manager plugin (one of these should be enabled for album links in the sidebar), the dynamic_locale plugin, the new paged_thumbs_nav plugin and the jCarousel_thumb_nav plugin.
it_it: Il tema predefinito del plugin Zenpage CMS. Funziona anche senza Zenpage installato come un tema normale. Contiene il supporto per i plugin print_album_menu o menu_manager (uno di questi deve essere abilitato per i collegamenti degli album nella barra laterale), dynamic_locale e i nuovi paged_thumbs_nav e jCarousel_thumb_nav.
zh_cn: Zenpage CMS插件默认主题。在没有将Zenpage安装为正常主题的情况下，它也有效。它包含对print_album_menu插件或menu_manager插件（其中一个应启用以支持侧边栏中的影集链接），dynamic_locale插件，新paged_thumbs_nav插件和jCarousel_thumb_nav插件的额外支持。

source: Gallery index
it_it: Indice galleria
zh_cn: 图库索引

source: Use Colorbox
it_it: Usa Colorbox
zh_cn: 使用颜色框

source: Check to display of the full size image with Colorbox.
it_it: Selezionare per visualizzare l’immagine alla dimensione originale con Colorbox.
zh_cn: 检查以使用颜色框显示全尺寸图像。

source: News on index page
it_it: Notizie nella pagina indice
zh_cn: 索引页上的新闻

source: Enable this if you want to show the news section’s first page on the <code>index.php</code> page.
it_it: Abilitare questa opzione se si vuole mostrare la prima pagina della sezione delle notizie nella pagina <code>index.php</code>.
zh_cn: 如果要在索引页上显示新闻版块的第一页<code>index.php</code>，请启用此选项。

source: Homepage
zh_cn: 主页

source: Choose here any <em>un-published Zenpage page</em> (listed by <em>titlelink</em>) to act as your site’s homepage instead the normal gallery index.
it_it: Scegliere qui una qualsiasi <em>pagina Zenpage non pubblicata</em> da usare come Homepage del sito al posto del normale indice della galleria.
zh_cn: 在此处选择任何<em>未发布的 Zenpage 页面</em>（由 <em>titlelink</em> 列出）作为您网站的主页，而不是普通的图库索引。

source: <strong>Note:</strong> This of course overrides the <em>News on index page</em> option and your theme must be setup for this feature! Visit the theming tutorial for details.
it_it: <strong>Nota:</strong> questa impostazione sovrascrive l’opzione <em>Notizie nella pagina indice</em> e il tema deve supportare questa funzione. Visitare la guida per la creazione di un tema per maggiori dettagli.
zh_cn: <strong>注意：</strong>这当然会覆盖<em>索引页面上的新闻</em>选项，并且您的主题必须设置为支持此！有关详细信息，请访问主题教程。

source: Use standard contact page
it_it: Usare pagina dei contatti standard
zh_cn: 使用标准联系页面

source: Disable this if you do not want to use the separate contact page with the contact form. You can also use the codeblock of a page for this. See the contact_form plugin documentation for more info.
it_it: Disabilitare questa opzione se non si vuole usare una pagina dei contatti separata col form dei contatti. È anche possibile usare il blocco di codice di una pagina per questo scopo. Vedere la documentazione del plugin contact_form per maggiori informazioni.
zh_cn: 如果您不想将单独的联系人页面与联系表单一起使用，请禁用此功能。您也可以为此使用页面的代码块。有关详细信息，请参阅contact_form插件文档。

source: Use custom menu
it_it: Usa menu personalizzato
zh_cn: 使用自定义菜单

source: Check this if you want to use the <em>menu_manager</em> plugin if enabled to build a custom menu instead of the separate standard ones. A standard menu named "zenpage" is created and used automatically.
it_it: Selezionare se si vuole usare il plugin <em>menu_manager</em>, se abilitato, per costruire un menu personalizzato al posto di quelli standard separati. Un menu standard chiamato "zenpage" verrà automaticamente creato e usato.
zh_cn: 如果要使用<em>menu_manager</em>插件（如果启用）来构建自定义菜单而不是单独的标准菜单，请检查这一点。自动创建并使用名为"zenpage"的标准菜单。

source: The Zenphoto object you are requesting cannot be found.
it_it: L’oggetto Zenphoto richiesto non può essere trovato.
zh_cn: 找不到您请求的 Zenphoto 对象。

source: Archive view
it_it: Vista archivio
zh_cn: 存档视图

source: Album
zh_cn: 影集

source: Home
zh_cn: 主页

source: Powered by
it_it: Basato su
zh_cn: 源自

source: zpMobile theme by
it_it: Tema zpMobile di
zh_cn: zpMobile 主题由

source: Favorites
it_it: Preferiti
zh_cn: 收藏夹

source: Back to top
it_it: Torna in cima
zh_cn: 返回页首

source: %d album
zh_cn: %d 影集

source: %d image
it_it: %d immagine
zh_cn: %d 图像

source: Direct link
it_it: Collegamento diretto
zh_cn: 直接链接

source: Tags:
it_it: Tag:
zh_cn: 标签：

source: View meta data
it_it: Visualizza metadati
zh_cn: 查看元数据

source: Latest images
it_it: Ultime immagini
zh_cn: 最新图片

source: Latest news
it_it: Ultime notizie
zh_cn: 最新消息

source: View Slideshow
it_it: Visualizza presentazione
zh_cn: 查看幻灯片

source: A theme primarily meant for mobile/smartphone browsing using <a href='http://jQuerymobile.com'>jQuerymobile framework</a>.
it_it: Un tema ottimizzato per dispositivi mobili/smartphone che usa <a href='http://jQuerymobile.com'>jQuerymobile framework</a>.
zh_cn: 一个主要用于使用<a href='http://jQuerymobile.com'>jQuerymobile框架</a> 进行移动/智能手机浏览的主题。

source: Allow direct link from multimedia
it_it: Permetti un collegamento diretto per i file multimediali
zh_cn: 允许来自多媒体的直接链接

source: Check to enable a direct link to multimedia items on the single image page in case the player is not supported by the device but the actual format is.
it_it: Spunta per abilitare un collegamento diretto agli elementi multimediali, nel caso in cui il riproduttore non sia supportato dal dispositivo mentre il formato del file lo sia.
zh_cn: 检查以启用指向单个图像页面上的多媒体项目的直接链接，以防设备不支持播放器，但实际格式支持。

source: Index
zh_cn: 索引

source: Return to %s
it_it: Torna a %s
zh_cn: 返回 %s

source: *Bulk actions*
it_it: *Azioni di gruppo*
zh_cn: *批量操作*

source: Delete
it_it: Elimina
zh_cn: 删除

source: Set to published
it_it: Imposta come pubblicato
zh_cn: 设置为已发布

source: Set to unpublished
it_it: Imposta come non pubblicato
zh_cn: 设置为未发布

source: Add tags
it_it: Aggiungi tag
zh_cn: 添加标签

source: Clear tags
it_it: Elimina tag
zh_cn: 清除标签

source: Change owner
it_it: Cambia proprietario
zh_cn: 更改所有者

source: Disable comments
it_it: Disabilita commenti
zh_cn: 禁用评论

source: Enable comments
it_it: Abilita commenti
zh_cn: 启用评论

source: Reset hitcounter
it_it: Azzera i contatori delle visite
zh_cn: 重置点击数

source: No album provided to sort.
it_it: Nessun album da ordinare fornito.
zh_cn: 未提供用于排序的影集。

source: Edit Album: <em>%1$s%2$s</em>
it_it: Modifica album: <em>%1$s%2$s</em>
zh_cn: 编辑影集： <em>%1$s%2$s</em>

source: Back
it_it: Indietro
zh_cn: 返回

source: Apply
it_it: Applica
zh_cn: 应用

source: View Album
it_it: Visualizza Album
zh_cn: 查看影集

source: Set the image order by dragging them to the positions you desire.
it_it: Ordinare le immagini trascinandole nella posizione desiderata.
zh_cn: 通过将图像拖动到所需位置来设置图像顺序。

source: edit
it_it: modifica
zh_cn: 编辑

source: You do not have edit rights on this album.
it_it: Non si hanno permessi di modifica su questo album.
zh_cn: 您对此影集没有编辑权限。

source: dynamic
it_it: dinamico
zh_cn: 动态

source: Create Dynamic Album
it_it: Crea Album Dinamico
zh_cn: 创建动态影集

source: Failed to save the album file
it_it: Salvataggio del file dell’album fallito
zh_cn: 无法保存影集文件

source: Album name:
it_it: Nome album:
zh_cn: 影集名称：

source: Create in:
it_it: Creato in:
zh_cn: 创建位置：

source: Thumbnail:
it_it: Miniatura:
zh_cn: 缩略图：

source: Search criteria:
it_it: Criteri di ricerca:
zh_cn: 搜索条件：

source: Return albums found
it_it: Elenca gli album trovati
zh_cn: 返回找到的影集

source: Return images found
it_it: Elenca le immagini trovate
zh_cn: 返回找到的图像

source: Return unpublished items
it_it: Visualizza elementi non pubblicati
zh_cn: 返回未发布的项目

source: tagged
it_it: basato sul tag
zh_cn: 带标签

source: Album <em>Tag</em>
it_it: <em>Tag</em> per l’Album
zh_cn: 影集<em>标签</em>

source: Select <em>tagged</em> to tag the current search results with this <em>tag</em> and use as the album criteria.
it_it: Selezionare <em>basato sul tag</em> per assegnare questo <em>tag</em> ai risultati della ricerca e utilizzarlo come criterio per l’album.
zh_cn: 选择<em>"带标签</em>"以使用此<em>标签</em>标签当前搜索结果，并将其用作影集条件。

source: Search fields:
it_it: Campi di ricerca:
zh_cn: 搜索字段：

source: Create the album
it_it: Crea l’album
zh_cn: 创建影集

source: The album couldn’t be created in the “albums” folder. This is usually a permissions problem. Try setting the permissions on the albums and cache folders to be world-writable using a shell:
it_it: Non è stato possibile creare l’album nella cartella "albums". Di solito è un problema di permessi. Provare a impostare i permessi delle cartelle albums e cache in modo che siano scrivibili da tutti, tramite terminale:
zh_cn: 无法在"影集"文件夹中创建影集。这通常是权限问题。尝试使用 shell 将影集和缓存文件夹的权限设置为可全域写入：

source: or use your FTP program to give everyone write permissions to those folders.
it_it: oppure usare il proprio programma FTP per dare a tutti i permessi in scrittura su quelle cartelle.
zh_cn: 或使用 FTP 程序向每个人授予对这些文件夹的写入权限。

source: Are you sure you want to delete this entire album?
it_it: Si è sicuri di voler cancellare quest’album per intero?
zh_cn: 是否确实要删除整个影集？

source: Are you Absolutely Positively sure you want to delete the album? THIS CANNOT BE UNDONE!
it_it: Si è proprio assolutamente sicuri di voler cancellare l’album? NON SI POTRÀ TORNARE INDIETRO!
zh_cn: 你绝对肯定要删除影集吗？这是无法撤消的！

source: New album name?
it_it: Nome nuovo album?
zh_cn: 新影集名称？

source: new album
it_it: nuovo album
zh_cn: 新影集

source: New dynamic album name?
it_it: Nome nuovo album dinamico?
zh_cn: 新的动态影集名称？

source: new dynamic album
it_it: nuovo album dinamico
zh_cn: 新动态影集

source: Are you sure you want to delete the checked items?
it_it: Si è sicuri di voler eliminare gli elementi selezionati?
zh_cn: 是否确实要删除选中的项目？

source: Show thumbnail stand-in
it_it: Mostra un segnaposto
zh_cn: 显示替代缩略图

source: Show album thumb
it_it: Mostra miniatura album
zh_cn: 显示影集缩略图

source: Add tags to images
it_it: Aggiungi i tag alle immagini
zh_cn: 向图像添加标签

source: Clear tags of images
it_it: Elimina i tag delle immagini
zh_cn: 清除图像标签

source: Move
it_it: Sposta
zh_cn: 移动

source: Copy
it_it: Copia
zh_cn: 复制

source: Image metadata refreshed.
it_it: Metadati immagine aggiornati.
zh_cn: 图像元数据已刷新。

source: descending
it_it: discendente
zh_cn: 降

source: Current sort: <em>%1$s%2$s</em>.
it_it: Ordinamento attivo: <em>%1$s%2$s</em>.
zh_cn: 当前排序： <em>%1$s%2$s</em>。

source: Drag the albums into the order you wish them displayed.
it_it: Trascinare gli album nell’ordine in cui si vuole che vengano visualizzati.
zh_cn: 将影集拖动到您希望其显示的顺序。

source: <strong>Note:</strong> Dragging an album under a different parent will move the album. You cannot move albums under a <em>dynamic</em> album.
it_it: <strong>Nota:</strong> se si trascina un album sotto un diverso album genitore, l’album verrà spostato. Non è possibile muovere album dentro un album <em>dinamico</em>.
zh_cn: <strong>注意：</strong>将影集拖到其他父级下将移动该影集。您无法将影集移动到<em>动态</em>影集下。

source: Select an album to edit its description and data, or <a href="?page=edit&amp;album=%s&amp;massedit">mass-edit</a> all first level subalbums.
it_it: Selezionare un album per modificarne la descrizione e i dati, o <a href="?page=edit&amp;album=%s&amp;massedit">modificare in gruppo</a> tutti i sub-album di primo livello.
zh_cn: 选择一个影集来编辑其描述和数据，或< a href="？page=edit&amp;album=%s&amp;massedit">mass-edit</a> all first level subalbums。

source: New subalbum
it_it: Nuovo sub-album
zh_cn: 新子影集

source: New dynamic subalbum
it_it: Nuovo sub-album dinamico
zh_cn: 新动态子影集

source: Edit this album
it_it: Modifica questo album
zh_cn: 编辑此影集

source: Thumbnail generation may be time consuming on slow servers or when there are a lot of images.
it_it: La generazione delle miniature potrebbe richiedere tempo su server lenti o se ci sono molte immagini.
zh_cn: 在速度较慢的服务器上或当存在大量图像时，缩略图的生成可能非常耗时。

source: Check All
it_it: Seleziona tutti
zh_cn: 全部检查

source: Click on the image to change the thumbnail cropping.
it_it: Fare clic sull’immagine per modificare il ritaglio della miniatura.
zh_cn: 单击图像以更改缩略图裁剪。

source: Reset
it_it: Azzera
zh_cn: 重置

source: View image
it_it: Visualizza immagine
zh_cn: 查看图片

source: <strong>Filename:</strong>
it_it: <strong>Nome file:</strong>
zh_cn: <strong>文件名：</strong>

source: <strong>Image id:</strong>
it_it: <strong>ID immagine:</strong>
zh_cn: <strong>图像编号：</strong>

source: <strong>Dimensions:</strong>
it_it: <strong>Dimensioni:</strong>
zh_cn: <strong>尺寸：</strong>

source: px
zh_cn: 像素

source: <strong>Size:</strong>
it_it: <strong>Spazio su disco:</strong>
zh_cn: <strong>大小：</strong>

source: Owner:
it_it: Proprietario:
zh_cn: 所有者：

source: General
it_it: Generale
zh_cn: 常规

source: Publishing scheduled
it_it: Pubblicazione programmata
zh_cn: 已发布计划

source: Published
it_it: Pubblicato
zh_cn: 发表

source: Comments enabled
it_it: Commenti abilitati
zh_cn: 已启用评论

source: Reset hitcounter (%u hit)
it_it: Azzera il contatore delle visite (%u visita)
zh_cn: 重置点击数 （%u 点击）

source: Reset rating (%u star)
it_it: Reimposta giudizio (%u stella)
zh_cn: 重置评级（%u 星）

source: Reset rating (unrated)
it_it: Reimposta giudizio (non giudicato)
zh_cn: 重置评级（未分级）

source: calendar
it_it: calendario
zh_cn: 日历

source: Future publishing date.
it_it: Data futura di pubblicazione.
zh_cn: 未来发布日期。

source: Expired!
it_it: Scaduta!
zh_cn: 过期！

source: Publish date
it_it: Data di pubblicazione
zh_cn: 发布日期

source: Expiration date
it_it: Data di scadenza
zh_cn: 有效期

source: Expiration set
it_it: Data di scadenza impostata
zh_cn: 过期集

source: Utilities
it_it: Utilità
zh_cn: 工具

source: Rename File
it_it: Rinomina file
zh_cn: 重命名文件

source: Are you sure you want to select this image for deletion?
it_it: Si è sicuri di voler selezionare questa immagine per l’eliminazione?
zh_cn: 是否确实要选择此图像进行删除？

source: Delete image
it_it: Elimina immagine
zh_cn: 删除图像

source: to
it_it: a
zh_cn: 自

source: Cancel
it_it: Annulla
zh_cn: 取消

source: Image will be deleted when changes are applied.
it_it: L’immagine verrà eliminata quando verranno salvate le modifiche.
zh_cn: 应用更改时，图像将被删除。

source: Rotation:
it_it: Rotazione:
zh_cn: 旋转：

source: 90 degrees
zh_cn: 90 度

source: 180 degrees
zh_cn: 180 度

source: 270 degrees
zh_cn: 270 度

source: Refresh %s metadata
it_it: Aggiorna i metadati di %s
zh_cn: 刷新 %s 元数据

source: Refresh Metadata
it_it: Aggiorna metadati
zh_cn: 刷新元数据

source: crop %s
it_it: taglia %s
zh_cn: 裁剪 %s

source: Crop thumbnail
it_it: Taglia miniatura
zh_cn: 裁剪缩略图

source: Title:
it_it: Titolo:
zh_cn: 标题：

source: Description:
it_it: Descrizione:
zh_cn: 描述：
