Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: (%1$s: %2$s new images)
zh_cn: （%1$s： %2$s 新图像）

source: (%s: 1 image)
zh_cn: （%s： 图像）

source: (%1$s: %2$s images)
zh_cn: （%1$s： %2$s 图像）

source: Contact us.
zh_cn: 联系我们。

source: Hint: %s
zh_cn: 提示： %s

source: Main Index
zh_cn: 主要索引

source: For the best viewing experience <a href="http://www.macromedia.com/go/getflashplayer/">Get Adobe Flash.</a>
zh_cn: 为了获得最佳观看体验，获取<a href="http://www.macromedia.com/go/getflashplayer/">Adobe Flash</a>。

source: View Gallery Without Flash
zh_cn: 不以Flash观看图库

source: Album is empty
zh_cn: 影集为空

source: Open In New Window
zh_cn: 在新窗口中打开

source: There were no images from which to select the random heading.
zh_cn: 没有可供选择随机标题的图像。

source: Random picture...
zh_cn: 随机图片...

source: Photo %1$u of %2$u
zh_cn: 照片 %1$u 的 %2$u

source: Albums %1$u-%2$u of %3$u
zh_cn: 影集 %1$u-%2$u 的 %3$u

source: Photos %1$u-%2$u of %3$u
zh_cn: 照片 %1$u-%2$u 的 %3$u

source: View the image: %s
zh_cn: 查看图片： %s

source: page
zh_cn: 页

source: %1$u hit on this %2$s
zh_cn: %1$u 点击此 %2$s

source: %1$u hits on this %2$s
zh_cn: %1$u 点击此 %2$s

source: %u Album
zh_cn: %u 影集

source: %u Albums
zh_cn: %u 影集

source: %u Subalbum
zh_cn: %u 子影集

source: %u Subalbums
zh_cn: %u 子影集

source: %u Image
zh_cn: %u 图像

source: %u Images
zh_cn: %u 图片

source: next &raquo;
zh_cn: 下一页 »

source: &laquo; prev
zh_cn: « 上一页

source: Picture of the day
zh_cn: 今日图片

source: For the best viewing experience
zh_cn: 为了获得最佳观看体验

source: get Adobe Flash.
zh_cn: 获取 Adobe Flash。

source: Sorry, no matches for <em>%s</em>. Try refining your search.
zh_cn: 抱歉，<em>%s</em> 不匹配。尝试优化搜索。

source: Simpleviewer requires <em>mod_rewrite</em> to be set. Simpleviewer is disabled.
zh_cn: Simpleviewer 需要<em>设置mod_rewrite</em>。简单视图已禁用。

source: Gallery and News
zh_cn: 图库和新闻

source: News and Gallery
zh_cn: 新闻和图库

source: Archive Rule
zh_cn: 存档规则

source: The text for the theme logo
zh_cn: 主题徽标的文本

source: Watermark head image
zh_cn: 水印头部图像

source: Check to place a watermark on the heading image. (Image watermarking must be set.)
zh_cn: 选中以在标题图像上放置水印。（必须设置图像水印。

source: Check to enable slideshow for the <em>Smoothgallery</em> personality.
zh_cn: 检查以启用<em>平滑图库</em>个性的幻灯片。

source: Select a logo (PNG files in the images folder) or leave empty for text logo.
zh_cn: 选择徽标（图像文件夹中的 PNG 文件）或为文本徽标留空。

source: <strong>Note:</strong> This option is valid only if you have the <em>Gallery index page link</em> option set to "gallery". Of course the <em>menu_manager</em> plugin must also be enabled.
zh_cn: <strong>注意：</strong>仅当"<em>库索引页链接</em>"选项设置为"库"时，此选项才有效。当然，<em>还必须启用menu_manager</em>插件。

source: *no logo selected
zh_cn: *未选择徽标

source: <a href="http://sblog.angoulvant.net/">Stephane Angoulvant</a> with modifications by <a href="http://stephen.sbillard.org/">Stephen Billard</a>
zh_cn: <a href="http://sblog.angoulvant.net/">Stephane Angoulvant</a>，由<a href="http://stephen.sbillard.org/">Stephen Billard修改</a>

source: Based on Effervescence 1.1 with multiple personalities (slimbox, simpleviewer and smoothgallery) added. Select different color schemes and personalities from the Admin Options tab.
zh_cn: 基于Effervescence 1.1，添加了多种人格（slimbox，simpleviewer和smoothgallery）。从"管理员选项"选项卡中选择不同的配色方案和个性。

source: 1 photo
zh_cn: 照片

source: %u photos
zh_cn: %u 照片

source: 1 album,&nbsp;1 photo
zh_cn: 影集， 照片

source: %u album,&nbsp;1 photo
zh_cn: %u 影集， 照片

source: %u albums,&nbsp;1 photo
zh_cn: %u 影集， 1 张照片

source: %1$u album,&nbsp;%2$u photos
zh_cn: %1$u 影集， %2$u 照片

source: 1 album,&nbsp;%u photos
zh_cn: 1 影集， %u 张照片

source: photos %1$u-%2$u of %3$u
zh_cn: 照片 %1$u-%2$u 的 %3$u

source: prev page
zh_cn: 上一页

source: SHOW
zh_cn: 显示

source: No comments yet
zh_cn: 还没有评论

source: %u comment so far
zh_cn: %u 评论到目前为止

source: %u comments so far
zh_cn: %u 到目前为止的评论

source: Link to Comment %u
zh_cn: 链接到评论 %u

source: %s wrote:
zh_cn: %s 写道：

source: Add a comment
zh_cn: 添加评论

source: (not displayed)
zh_cn: （未显示）

source: URL:
zh_cn: 网址：

source: Private comment:
zh_cn: 私人评论：

source: (don't publish)
zh_cn: （不发布）

source: Comment
zh_cn: 评论

source: Avoid clicking &ldquo;Post&rdquo; more than once.
zh_cn: 避免多次点击"发布"。

source: Contact form
zh_cn: 联系表格

source: <a href="http://stopdesign.com/templates/photos/">Photo Templates</a> from Stopdesign
zh_cn: 来自Stopdesign的<a href="http://stopdesign.com/templates/photos/">Photo模板</a>

source: All galleries
zh_cn: 所有图库

source: %u photo
zh_cn: %u 照片

source: 1 album,&nbsp;%u photo
zh_cn: 1 影集， %u 照片

source: %1$u album,&nbsp;%2$s
zh_cn: %1$u 影集， %2$s

source: %1$u albums,&nbsp;%2$s
zh_cn: %1$u 影集， %2$s

source: Gallery Feeds
zh_cn: 图库源

source: Photos
zh_cn: 照片

source: %1$u of %2$u photos
zh_cn: %2$u 照片的 %1$u

source: Full Size
zh_cn: 全尺寸

source: <a href="http://stopdesign.com/templates/photos/">Photo Templates</a> from Stopdesign.
zh_cn: 来自Stopdesign的<a href="http://stopdesign.com/templates/photos/">Photo模板</a>。

source: Recently Updated Galleries
zh_cn: 最近更新的图库

source: Gallery data
zh_cn: 图库数据

source: Galleries
zh_cn: 图库

source: A password is required
zh_cn: 密码为必填项

source: %1$u albums,&nbsp;%2$u photos
zh_cn: %1$u 影集， %2$u 照片

source: %u albums
zh_cn: %u 影集

source: Mini slide selector
zh_cn: 迷你幻灯片选择器

source: Select what you want for the six special slides.
zh_cn: 为六张特殊幻灯片选择所需的内容。

source: The width of image to crop in the gallery pages
zh_cn: 要在库页面中裁剪的图像的宽度

source: The height of image to crop in the gallery pages
zh_cn: 要在库页面中裁剪的图像的高度

source: Ported to Zenphoto by Mark Galeassi and Stephen Billard
zh_cn: 由Mark Galeassi和Stephen Billard移植到Zenphoto

source: A theme based on the design from <a href="http://stopdesign.com/templates/photos/">Douglas Bowman</a>. This theme is licensed under the <a href="http://creativecommons.org/licenses/by-nc-sa/2.5/">Creative Commons Attribution-NonCommercial-ShareAlike 2.5</a> License.
zh_cn: 基于<a href="http://stopdesign.com/templates/photos/">Douglas Bowman的设计的主题</a>。本主题根据<a href="http://creativecommons.org/licenses/by-nc-sa/2.5/">Creative Commons Attribution-NonCommercial-ShareAlike 2.5</a> License授权。

source: Theme page
zh_cn: 主题页面

source: Powered by <a href="http://www.zenphoto.org" title="A simpler web photo album"><span id="zen-part">zen</span><span id="photo-part">PHOTO</span></a>
zh_cn: 基于<a href="http://www.zenphoto.org"title="A simple web photo album"><span id="zen-part">zen</span><span id="photo-part">PHOTO</span></a>

source: &laquo; prev thumbs
zh_cn: « 上一页 缩略图

source: next thumbs &raquo;
zh_cn: 下一个缩略图 »

source: Image order saved
zh_cn: 保存图像顺序

source: Save order
zh_cn: 保存订单

source: Save
zh_cn: 保存

source: Comment saved successfully.
zh_cn: 评论已成功保存。

source: randomly selected
zh_cn: 随机选择

source: Cache the album
zh_cn: 缓存影集

source: expand all fields
zh_cn: 展开所有字段

source: collapse all fields
zh_cn: 折叠所有字段

source: Display images by:
zh_cn: 通过以下方式显示图像：

source: Zoom
zh_cn: 缩放

source: Visible
zh_cn: 可见

source: Hit counter: <strong>%u</strong>
zh_cn: 点击数： <strong>%u</strong>

source: Rating: <strong>%u</strong>
zh_cn: 评级： <strong>%u</strong>

source: Codeblock 2
zh_cn: 代码块 2

source: Codeblock 3
zh_cn: 代码块 3

source: show fewer fields
zh_cn: 显示较少的字段

source: Save Successful
zh_cn: 保存成功

source: Back to the list of albums (go up a level)
zh_cn: 返回影集列表（上一级）

source: zenphoto administration
zh_cn: zenphoto管理

source: *Enter CAPTCHA in place of <em>Password</em> to request a password reset.
zh_cn: *输入CAPTCHA代替<em>密码</em>以请求密码重置。

source: custom fields:
zh_cn: 自定义字段：

source: Resets all hitcounters in the album.
zh_cn: 重置影集中的所有点击数。

source: Forces a refresh of the EXIF and IPTC data for all images in the album.
zh_cn: 强制刷新影集中所有图像的 EXIF 和 IPTC 数据。

source: Pre-cache images in %s
zh_cn: %s 中的预缓存图像

source: Cache the album %s
zh_cn: 缓存影集 %s

source: comment
zh_cn: 评论

source: Reset %s
zh_cn: 重置 %s

source: Download %s ZIP file
zh_cn: 下载 %s 压缩文件

source: If the checkbox is disabled, setup did not detect a working Apache <em>mod rewrite</em> facility and proper <em>.htaccess</em> file.
zh_cn: 如果禁用该复选框，则安装程序未检测到正常工作的 Apache <em>mod 重写</em>工具和正确的 <em>.htaccess</em> 文件。

source: Please check the <a href="http://www.zenphoto.org/trac/report/9?asc=0&sort=version">translation tickets</a> for new and updated language translations.
zh_cn: 请查看<a href="http://www.zenphoto.org/trac/report/9?asc=0&sort=version">翻译站点</a>，了解新的和更新的语言翻译。

source: <strong>Note:</strong> if you have created multi-language strings, uncheck this option, then save anything, you will lose your strings.
zh_cn: <strong>注意：</strong>如果您已创建多语言字符串，请取消选中此选项，然后保存任何内容，您将丢失字符串。

source: Check to allow editing of Gallery data on the front-end pages. (Sometimes known as <em>Ajax</em> editing.)
zh_cn: 选中以允许编辑前端页面上的库数据。（有时称为<em>Ajax</em>编辑。

source: <strong>NOTE:</strong> enabling this feature is not recommended as it is susceptible to Cross Site Request Forgeries.
zh_cn: <strong>注意：</strong>不建议启用此功能，因为它容易受到跨站点请求伪造的影响。

source: CAPTCHA generator:
zh_cn: 验证码生成器：

source: Select the <em>CAPTCHA</em> generator to be used by Zenphoto.
zh_cn: 选择 Zenphoto 要使用的 <em>CAPTCHA</em> 生成器。

source: restore default allowed tags
zh_cn: 恢复默认允许的标签

source: Check <em>restore default allowed tags</em> to reset allowed tags to the zenphoto default values.
zh_cn: 选中<em>恢复默认允许的标签</em>，以将允许的标签重置为 zenphoto 默认值。

source: Your web site title.
zh_cn: 您的网站标题。

source: Website url:
zh_cn: 网址：

source: enable user name login field
zh_cn: 启用用户名登录字段

source: enable persistent archives
zh_cn: 启用持久存档

source: <a href="javascript:toggle('username');" >Details</a> for <em>enable user name login field</em>
zh_cn: <em>启用用户名登录字段</em>的<a href="javascript:toggle('username');" >详细信息</a>

source: This option places a field on the gallery (search, album) login form for entering a user name. This is necessary if you have set guest login user names. It is also useful to allow Admin users to log in on these pages rather than at the Admin login.
zh_cn: 此选项在图库（搜索、影集）登录表单上放置一个字段，用于输入用户名。如果您设置了访客登录用户名，则这是必需的。允许管理员用户在这些页面上登录而不是在管理员登录时登录也很有用。

source: <a href="javascript:toggle('persistentarchive');" >Details</a> for <em>enable persistent archive</em>
zh_cn: <em>启动持续式存档</em>的<a href="javascript:toggle('persistentarchive');" >评细信息</a>

source: Put a checkmark here to re-serve Zip Archive files if you are using the optional template function <em>printAlbumZip()</em> to enable visitors of your site to download images of an album as .zip files. If not checked that .zip file will be regenerated each time.
zh_cn: 如果您使用的是可选的模板函数 <em>printAlbumZip()</em> 使网站的访问者能够将影集的图像下载为.zip文件，请在此处放置复选标签以重新提供 Zip 存档文件。如果未选中，则每次都会重新生成.zip文件。

source: <a href="javascript:toggle('gallerysessions');" >Details</a> for <em>enable gallery sessions</em>
zh_cn: <em>启用图库会话</em>的<a href="javascript:toggle('gallerysessions');" >详细信息</a>

source: Check this option if you are having issues with album password cookies not being retained. Setting the option causes zenphoto to use sessions rather than cookies.
zh_cn: 如果您在未保留影集密码 Cookie 时遇到问题，请选中此选项。设置该选项会导致 zenphoto 使用会话而不是 Cookie。

source: exact
zh_cn: 确切

source: partial
zh_cn: 部分

source: Search behavior settings.
zh_cn: 搜索行为设置。

source: Search does partial matches on all fields selected with the possible exception of <em>Tags</em>. This means that if the field contains the search criteria anywhere within it a result will be returned. If <em>exact</em> is selected for <em>Tags</em> then the search criteria must exactly match the tag for a result to be returned.
zh_cn: 搜索会对所有选定的字段进行部分匹配，但<em>标签</em>可能除外。这意味着，如果字段中的任意位置包含搜索条件，则将返回结果。如果为<em>"标签</em>"选择了"<em>精确</em>"，则搜索条件必须与标签完全匹配，才能返回结果。

source: Number of RSS feed items:
zh_cn: RSS 源项目数：

source: Images RSS
zh_cn: 图片 RSS

source: Albums RSS
zh_cn: 影集 RSS

source: The number of new items you want to appear in your site's RSS feed. The images and comments RSS share the value.
zh_cn: 您希望在网站的 RSS 源中显示的新项目数。图像和评论 RSS 共享该值。

source: RSS cache
zh_cn: RSS 缓存

source: You must supply a password for the Protected image user
zh_cn: 必须为受保护的图像用户提供密码

source: Automatically rotate images based on the EXIF orientation setting.
zh_cn: 根据 EXIF 方向设置自动旋转图像。

source: Image rotation requires the <em>imagerotate</em> function found in the bundled GD library of PHP version 4.3 or greater.
zh_cn: 图像旋转需要 PHP 版本 4.3 或更高版本的捆绑 GD 库中的 <em>imagerotate</em> 函数。

source: *none
zh_cn: *无

source: Check those EXIF fields you wish displayed in image EXIF information.
zh_cn: 检查您希望在图像EXIF信息中显示的那些EXIF字段。

source: Spam filter:
zh_cn: 垃圾邮件过滤器：

source: The SPAM filter plug-in you wish to use to check comments for SPAM
zh_cn: 您希望用于检查垃圾邮件评论的垃圾邮件过滤器插件

source: Required fields:
zh_cn: 必填项：

source: Comment posting will be rejected if any of the checked fields is not valid.
zh_cn: 如果任何选中的字段无效，评论发布将被拒绝。

source: Recommended number of albums on a page. You might need to adjust this for a better page layout.
zh_cn: 页面上推荐的影集数。您可能需要对此进行调整，以获得更好的页面布局。

source: Recommended number of thumbnails on an album page.
zh_cn: 影集页面上的建议缩略图数。

source: <strong>Note:</strong> You might need to adjust this for a better page layout.
zh_cn: <strong>注意：</strong>您可能需要对此进行调整，以获得更好的页面布局。

source: If checked the thumbnail cropped to the <em>width</em> and <em>height</em> indicated.
zh_cn: 如果选中，缩略图裁剪为指示的<em>宽度</em>和<em>高度</em>。

source: Expand plugin options
zh_cn: 展开插件选项

source: Collapse all plugin options
zh_cn: 折叠所有插件选项

source: <strong>Error parsing <em>plugin_URL</em> string!</strong>.
zh_cn: <strong>解析<em>字符串plugin_URL</em>时出错！</strong>

source: This plugin is disabled: %s
zh_cn: 此插件已禁用： %s

source: Check the zp-config.php file to make sure you've got the right username, password, host, and database. If you haven't created the database yet, now would be a good time.
zh_cn: 检查 zp-config.php 文件，以确保您拥有正确的用户名、密码、主机和数据库。如果您尚未创建数据库，那么现在将是一个好时机。

source: Sort the tags alphabetically
zh_cn: 按字母顺序对标签进行排序

source: Sort the tags by most used
zh_cn: 按最常用的标签排序

source: Delete all the tags checked above.
zh_cn: 删除上面选中的所有标签。

source: Save all the changes entered above.
zh_cn: 保存上面输入的所有更改。

source: Add all the tags entered above.
zh_cn: 添加上面输入的所有标签。

source: New theme name? (e.g. "My Theme")
zh_cn: 新主题名称？（例如"我的主题"）

source: My Theme
zh_cn: 我的主题

source: New directory name? (e.g. "my_theme")
zh_cn: 新目录名称？（例如"my_theme"）

source: Assign this as your album theme
zh_cn: 将此指定为影集主题

source: Edit this theme
zh_cn: 编辑此主题

source: Delete this theme
zh_cn: 删除此主题

source: Do you want to replace the file %s?
zh_cn: 是否要替换文件 %s？

source: Upload queue is full. The upload limit is %u.
zh_cn: 上传队列已满。上传限制为 %u。

source: Upload Photos
zh_cn: 上传照片

source: Something went wrong...
zh_cn: 出了点问题...

source: PHP Safe Mode Restrictions in effect!
zh_cn: PHP安全模式限制生效！

source: Zenphoto may be unable to perform uploads when PHP Safe Mode restrictions are in effect
zh_cn: Zenphoto 可能无法在 PHP 安全模式限制生效时执行上传

source: Make a new Album
zh_cn: 制作新影集

source: Publish the album so everyone can see it.
zh_cn: 发布影集，以便每个人都能看到它。

source: titled:
zh_cn: 题为：

source: Zenphoto supported file types | all files
zh_cn: 禅|支持的文件类型所有文件

source: There appears to be no <em>Flash</em> plugin installed in your browser.
zh_cn: 您的浏览器中似乎没有安装 <em>Flash</em> 插件。

source: If your upload does not work try the <a href="javascript:switchUploader('admin-upload.php?uploadtype=http');" >http-browser single file upload</a> or use FTP instead.
zh_cn: 如果您的上传不起作用，请尝试<a href="javascript:switchUploader('admin-upload.php?uploadtype=http');" >http-browser单文件上传</a>或使用FTP。

source: Try the <a href="javascript:switchUploader('admin-upload.php?uploadtype=multifile');" >multi file upload</a>
zh_cn: 试试<a href="javascript:switchUploader('admin-upload.php?uploadtype=multifile');" >多文件上传</a>

source: You must supply a password for the Gallery guest user
zh_cn: 您必须为图库访客提供密码

source: You must supply a password
zh_cn: 您必须提供密码

source: You are running the latest zenphoto version.
zh_cn: 您正在运行最新的 zenphoto 版本。

source: Could not connect to <a href="http://www.zenphoto.org">zenphoto.org</a>
zh_cn: 无法连接到<a href="http://www.zenphoto.org">zenphoto.org</a>

source: <strong>%1$u</strong> Image (%2$u not visible)
zh_cn: <strong>%1$u</strong>图像 （%2$u 不可见）

source: <strong>%1$u</strong> Images (%2$u not visible)
zh_cn: <strong>%1$u</strong>图像 （%2$u 不可见）

source: <strong>%1$u</strong> Page
zh_cn: <strong>%1$u</strong>页

source: <strong>%1$u</strong> Pages
zh_cn: <strong>%1$u</strong>页面

source: <strong>%1$u</strong> News
zh_cn: <strong>%1$u</strong>新闻

source: %1$u News
zh_cn: %1$u 新闻

source: <strong>%1$u</strong> News (%2$u un-published)
zh_cn: <strong>%1$u</strong>新闻 （%2$u 未发布）

source: <strong>%1$u</strong> Category
zh_cn: <strong>%1$u</strong>类别

source: <strong>%1$u</strong> Categories
zh_cn: <strong>%1$u</strong>类别

source: Could not create zip file.
zh_cn: 无法创建 zip 文件。

source: Could not create tar file.
zh_cn: 无法创建 tar 文件。

source: Could not create bzip2 file.
zh_cn: 无法创建 bzip2 文件。

source: Could not create gzip file.
zh_cn: 无法创建 gzip 文件。

source: Can only use download_file() if archive is in memory. Redirect to file otherwise, it is faster.
zh_cn: 仅当存档在内存中时，才能使用 download_file()。重定向到文件，否则，它更快。

source: Could not add %s to archive because the filename is too long.
zh_cn: 无法将 %s 添加到存档，因为文件名太长。

source: Could not open file %s for reading. It was not added.
zh_cn: 无法打开文件 %s 进行读取。它没有被添加。

source: This script does not support extracting this type of tar file.
zh_cn: 此脚本不支持提取此类型的 tar 文件。

source: Could not extract from %s it is corrupt.
zh_cn: 无法从 %s 中提取已损坏。

source: Could not open %s for writing.
zh_cn: 无法打开 %s 进行写入。

source: Could not open sfx module from %s
zh_cn: 无法从 %s 打开 sfx 模块

source: Zenphoto encountered an album name spoof attempt: %s.
zh_cn: Zenphoto 遇到了影集名称欺骗尝试：%s。

source: class-album detected an invalid folder name: %s.
zh_cn: 类影集检测到无效的文件夹名称： %s。

source: Last Editor
zh_cn: 上一位编辑

source: <strong>Zenphoto error:</strong> zp-config.php not found. Perhaps you need to run <a href="%s/setup.php">setup</a> (or migrate your old config.php)
zh_cn: <strong>Zenphoto 错误：</strong>zp-config.php未找到。也许您需要运行<a href="%s/setup.php">设置</a>（或迁移旧的配置.php）

source: <strong>Backtrace:</strong>
zh_cn: <strong>回溯：</strong>

source: Oops.. Cannot edit from this page
zh_cn: 哎呀。。无法从此页面进行编辑

source: Error: malformed Ajax POST
zh_cn: 错误：格式错误的Ajax开机自检

source: Could not save!
zh_cn: 无法保存！

source: MySQL Error: The PHP MySQL extensions have not been installed. Please ask your administrator to add MySQL support to your PHP installation.
zh_cn: MySQL 错误：PHP MySQL 扩展尚未安装。请让您的管理员将 MySQL 支持添加到您的 PHP 安装中。

source: The <code>$_zp_conf_vars</code> variable is not an array. Zenphoto has not been instantiated correctly.
zh_cn: <code>$_zp_conf_vars</code> 变量不是数组。Zenphoto 尚未正确实例化。

source: ByLine
zh_cn: 署名

source: Mail send failed. The "to" list is empty.
zh_cn: 邮件发送失败。"收件人"列表为空。

source: Unknown author
zh_cn: 作者不详

source: <strong>Theme description error!</strong>
zh_cn: <strong>主题描述错误！</strong>

source: Unknown date
zh_cn: 未知日期

source: Password must be at least %u characters
zh_cn: 密码必须至少为 %u 个字符

source: Password must contain at least one of %s
zh_cn: 密码必须至少包含 %s 中的一个

source: <strong>Note:</strong> passwords must be at least %1$u characters long and contain at least one character from %2$s.
zh_cn: <strong>注意：</strong> 密码长度必须至少为 %1$u 字符，并且至少包含 %2$s 中的一个字符。

source: <strong>Note</strong>: passwords must be at least %1$u characters long and contain at least one character from each of the following groups: %2$s.
zh_cn: <strong>注意</strong>： 密码的长度必须至少为 %1$u 字符，并且至少包含以下每个组中的一个字符：%2$s。

source: <strong>Note</strong>: passwords must contain at least one character from %s.
zh_cn: <strong>注意</strong>： 密码必须至少包含 %s 中的一个字符。

source: <strong>Note</strong>: passwords must contain at least one character from each of the following groups: %s.
zh_cn: <strong>注意</strong>：密码必须至少包含以下每个组中的一个字符：%s。

source: <strong>Note</strong>: passwords must be at least %u characters long.
zh_cn: <strong>注意</strong>：密码长度必须至少为 %u 个字符。

source: Augment password hash:
zh_cn: 扩充密码哈希：

source: Extra text appended when hashing password to strengthen Zenphoto authentication.
zh_cn: 散列密码时附加的额外文本以加强Zenphoto身份验证。

source: <strong>Note:</strong> Changing this will require all users to reset their passwords! You should change your password immediately if you change this text.
zh_cn: <strong>注意：</strong>更改此设置将要求所有用户重置其密码！如果更改此文本，则应立即更改密码。

source: Minimum number of characters a password must contain.
zh_cn: 密码必须包含的最小字符数。

source: Password characters:
zh_cn: 密码字符：

source: Passwords must contain at least one of the characters from each of the groups. Groups are separated by "|". (Use "|" to represent the "|" character in the groups.)
zh_cn: 密码必须至少包含每个组中的一个字符。组由"|"分隔。（使用"|"表示组中的"|"字符。

source: Your PHP has support for Imagick. Check this option if you wish to use the Imagick graphics library.
zh_cn: 你的PHP支持Imagick。如果您希望使用 Imagick 图形库，请选中此选项。

source: Imagick memory limit
zh_cn: Imagick 内存限制

source: Amount of memory allocated to Imagick in megabytes. Set to <strong>0</strong> for unlimited memory.
zh_cn: 分配给 Imagick 的内存量（以 MB 为单位）。设置为 <strong>0</strong> 可获得无限内存。

source: <strong>Note:</strong> Image processing will be faster with a higher memory limit. However, if your server experiences problems with image processing, try setting this lower.
zh_cn: <strong>注意：</strong>图像处理速度更快，内存限制更高。但是，如果您的服务器在图像处理方面遇到问题，请尝试将其设置得更低。

source: CAPTCHA font size
zh_cn: 验证码字体大小

source: The font size (in pixels) for CAPTCHAs. Default is <strong>18</strong>.
zh_cn: CAPTCHA 的字体大小（以像素为单位）。默认值为 <strong>18</strong>。

source: PHP Imagick library <em>%s</em><br /><em>%s</em>
zh_cn: PHP Imagick 库 <em>%s</em><br /><em>%s</em>

source: A simpler web photo album
zh_cn: 更简单的网络影集

source: Updated zp-config.php
zh_cn: 更新了 zp-config.php

source: strict+
zh_cn: 严格+

source: <strong>Notice!</strong> click for details
zh_cn: <strong>通知！</strong>点击查看详情

source: Version %1$s or greater is strongly recommended.
zh_cn: 强烈建议使用版本 %1$s 或更高版本。

source: Version %1$s or greater is required. Use earlier versions at your own risk. Version %2$s or greater is strongly recommended.
zh_cn: 需要版本 %1$s 或更高版本。使用早期版本需要您自担风险。强烈建议使用版本 %2$s 或更高版本。

source: PHP <code>Safe Mode</code> [is set]
zh_cn: PHP <code>安全模式</code> [已设置]

source: Zenphoto functionality is reduced when PHP <code>safe mode</code> restrictions are in effect.
zh_cn: 当 PHP <code>安全模式</code>限制生效时，Zenphoto 功能会降低。

source: You should consider disabling <code>magic_quotes_gpc</code>. For more information See <em>What is magic_quotes_gpc and why should it be disabled?</em> in the Zenphoto troubleshooting guide.
zh_cn: 您应该考虑禁用<code>magic_quotes_gpc</code>。有关详细信息，请参阅 Zenphoto 故障排除指南中的<em>什么是magic_quotes_gpc以及为什么应禁用它？</em>。

source: PHP <code>mbstring</code> package [is not present and <code>iconv()</code> is not working]
zh_cn: PHP <code>mbstring</code> 包 [不存在且 <code>iconv()</code> 不起作用]

source: PHP <code>MySQL support</code>
zh_cn: PHP <code>MySQL 支持</code>

source: You need to install MySQL support in your PHP
zh_cn: 您需要在PHP中安装MySQL支持

source: <em>zp-config.php</em> file
zh_cn: <em>zp-config.php</em> 文件

source: <em>zp-config.php</em> file [does not exist]
zh_cn: <em>zp-config.php</em> 文件 [不存在]

source: <br /><br />You can find the file in the "%s" directory.
zh_cn: <br /><br />您可以在"%s"目录中找到该文件。

source: Change file/folder permissions mask: %s
zh_cn: 更改文件/文件夹权限掩码： %s

source: You must be logged in to change permissions.
zh_cn: 您必须登录才能更改权限。

source: MySQL setup in <em>zp-config.php</em>
zh_cn: <em>在zp-config</em>中设置MySQL.php

source: MySQL admin user
zh_cn: MySQL管理员用户

source: MySQL admin password
zh_cn: MySQL管理员密码

source: MySQL host
zh_cn: MySQL 主机

source: MySQL database
zh_cn: MySQL数据库

source: Connect to MySQL
zh_cn: 连接到 MySQL

source: Check the <code>user</code>, <code>password</code>, and <code>database host</code> and try again.
zh_cn: 请检查<code>用户</code>、<code>密码</code>和<code>数据库主机</code>，然后重试。
