Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: Use the global object $_zp_db and the class method count() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe count().
zh_cn: 请改用全局对象 $_zp_db 和类方法 count()。

source: Use the global object $_zp_db and the class method getServerInfo() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe getServerInfo().
zh_cn: 请改用全局对象 $_zp_db 和类方法 getServerInfo()。

source: Use the global object $_zp_db and the class method getClientInfo() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe getClientInfo().
zh_cn: 请改用全局对象 $_zp_db 和类方法 getClientInfo()。

source: Use the global object $_zp_db and the class method getVersion() instead.
it_it: Utilizza invece l’oggetto globale $_zp_db e il metodo di classe getVersion().
zh_cn: 请改用全局对象 $_zp_db 和类方法 getVersion()。

source: Use the global object $_zp_graphics and the class method with the same name (but without the "zp_" prefix) instead.
it_it: Usa invece l’oggetto globale $_zp_graphics e il metodo della classe con lo stesso nome (ma senza il prefisso "zp_").
zh_cn: 请改用全局对象 $_zp_graphics 和具有相同名称（但没有"zp_"前缀）的 class 方法。

source: Afrikaans
zh_cn: 南非荷兰语

source: Albanian
it_it: Albanese
zh_cn: 阿尔巴尼亚语

source: Arabic (United Arab Emirates)
it_it: Arabo (Emirati arabi uniti)
zh_cn: 阿拉伯语（阿拉伯联合酋长国）

source: Arabic (Bahrain)
it_it: Arabo (Bahrain)
zh_cn: 阿拉伯语（巴林）

source: Arabic (Algeria)
it_it: Arabo (Algeria)
zh_cn: 阿拉伯语（阿尔及利亚）

source: Arabic (Egypt)
it_it: Arabo (Egitto)
zh_cn: 阿拉伯语（埃及）

source: Arabic (Iran)
it_it: Arabo (Iran)
zh_cn: 阿拉伯语（伊朗）

source: Arabic (Iraq)
it_it: Arabo (Iraq)
zh_cn: 阿拉伯语（伊拉克）

source: Arabic (Jordan)
it_it: Arabo (Giordania)
zh_cn: 阿拉伯语（约旦）

source: Arabic (Kuwait)
it_it: Arabo (Kuwait)
zh_cn: 阿拉伯语（科威特）

source: Arabic (Lebanon)
it_it: Arabo (Libano)
zh_cn: 阿拉伯语（黎巴嫩）

source: Arabic (Libya)
it_it: Arabo (Libia)
zh_cn: 阿拉伯语（利比亚）

source: Arabic (Morocco)
it_it: Arabo (Marocco)
zh_cn: 阿拉伯语（摩洛哥）

source: Arabic (Oman)
it_it: Arabo (Oman)
zh_cn: 阿拉伯语（阿曼）

source: Arabic (Qatar)
it_it: Arabo (Qatar)
zh_cn: 阿拉伯语（卡塔尔）

source: Arabic (Saudi Arabia)
it_it: Arabo (Arabia saudita)
zh_cn: 阿拉伯语（沙特阿拉伯）

source: Arabic (Sudan)
it_it: Arabo (Sudan)
zh_cn: 阿拉伯语（苏丹）

source: Arabic (Syria)
it_it: Arabo (Siria)
zh_cn: 阿拉伯语（叙利亚）

source: Arabic (Tunisia)
it_it: Arabo (Tunisia)
zh_cn: 阿拉伯语（突尼斯）

source: Arabic (Yemen)
it_it: Arabo (Yemen)
zh_cn: 阿拉伯语（也门）

source: Basque (Basque)
it_it: Basco
zh_cn: 巴斯克语（巴斯克语）

source: Belarusian
it_it: Bielorusso
zh_cn: 比利时语

source: Bengali
it_it: Bengalese
zh_cn: 孟加拉语

source: Bulgarian
it_it: Bulgaro
zh_cn: 保加利亚语

source: Catalan
it_it: Catalano
zh_cn: 加泰罗尼亚语

source: Chinese (People’s Republic of China)
it_it: Cinese (Repubblica Popolare Cinese)
zh_cn: 中文 （中华人民共和国）

source: Chinese (Hong Kong)
it_it: Cinese (Hong Kong)
zh_cn: 中文（香港）

source: Chinese (Taiwan)
it_it: Cinese (Taiwan)
zh_cn: 中文（台湾）

source: Croatian
it_it: Croato
zh_cn: 克罗地亚语

source: Czech
it_it: Ceco
zh_cn: 捷克语

source: Cambodian
it_it: Cambogiano
zh_cn: 柬埔寨语

source: Danish
it_it: Danese
zh_cn: 丹麦语

source: Dutch (Belgium)
it_it: Olandese (Belgio)
zh_cn: 荷兰语（比利时）

source: Dutch (The Netherlands)
it_it: Olandese (Olanda)
zh_cn: 荷兰语（荷兰）

source: English (Australia)
it_it: Inglese (Australia)
zh_cn: 英语（澳大利亚）

source: English (Canada)
it_it: Inglese (Canada)
zh_cn: 英语（加拿大）

source: English (United Kingdom)
it_it: Inglese (Inghilterra)
zh_cn: 中文（简体）

source: English (India)
it_it: Inglese (India)
zh_cn: 英语（印度）

source: English (New Zealand)
it_it: Inglese (Nuova Zelanda)
zh_cn: 英语（新西兰）

source: English (Philippines)
it_it: Inglese (Filippine)
zh_cn: 英语（菲律宾）

source: English (United States)
it_it: Inglese (USA)
zh_cn: 中文（简体）

source: English (South Africa)
it_it: Inglese (Sudafrica)
zh_cn: 英语（南非）

source: English (Zimbabwe)
it_it: Inglese (Zimbabwe)
zh_cn: 英语（津巴布韦）

source: Esperanto
zh_cn: 世界语

source: Estonian
it_it: Estone
zh_cn: 爱沙尼亚语

source: Finnish
it_it: Finlandese
zh_cn: 芬兰语

source: Faroese
zh_cn: 法罗语

source: French (Belgium)
it_it: Francese (Belgio)
zh_cn: 法语（比利时）

source: French (Canada)
it_it: Francese (Canada)
zh_cn: 法语（加拿大）

source: French (Switzerland)
it_it: Francese (Svizzera)
zh_cn: 法语（瑞士）

source: French (France)
it_it: Francese (Francia)
zh_cn: 法语（法国）

source: French (Luxembourg)
it_it: Francese (Lussemburgo)
zh_cn: 法语（卢森堡）

source: Galician
it_it: Gaelico
zh_cn: 加利西亚语

source: Gujarati
zh_cn: 古吉拉特语

source: Greek
it_it: Greco
zh_cn: 希腊语

source: German (Austria)
it_it: Tedesco (Austria)
zh_cn: 德语（奥地利）

source: German (Belgium)
it_it: Tedesco (Belgio)
zh_cn: 德语（比利时）

source: German (Switzerland)
it_it: Tedesco (Svizzera)
zh_cn: 德语（瑞士）

source: German (Germany)
it_it: Tedesco (Germania)
zh_cn: 德语（德国）

source: German (Luxembourg)
it_it: Tedesco (Lussemburgo)
zh_cn: 德语（卢森堡）

source: Hebrew
it_it: Ebraico
zh_cn: 希伯来语

source: Hindi
zh_cn: 北印度语

source: Hungarian
it_it: Ungherese
zh_cn: 匈牙利语

source: Indonesian
it_it: Indonesiano
zh_cn: 印度尼西亚语

source: Icelandic
it_it: Islandese
zh_cn: 冰岛语

source: Italian (Switzerland)
it_it: Italiano (Svizzera)
zh_cn: 意大利语（瑞士）

source: Italian (Italy)
it_it: Italiano (Italia)
zh_cn: 意大利语（意大利）

source: Japanese
it_it: Giapponese
zh_cn: 日语

source: Korean
it_it: Coreano
zh_cn: 朝鲜语

source: Lithuanian
it_it: Lituano
zh_cn: 立陶宛语

source: Latvian
it_it: Lettone
zh_cn: 拉脱维亚语

source: Macedonian
it_it: Macedone
zh_cn: 马其顿语

source: Mongolian
it_it: Mongolo
zh_cn: 蒙古语

source: Malay
it_it: Malese
zh_cn: 马来语

source: Malagasy
it_it: Malgascio
zh_cn: 马达加斯加语

source: Norwegian (Bokmål)
it_it: Norvegese (Bokmål)
zh_cn: 挪威语（博克马尔语）

source: Norwegian
it_it: Norvegese
zh_cn: 挪威语

source: Nias
zh_cn: 尼亚斯语

source: Persian
it_it: Persiano
zh_cn: 波斯语

source: Polish
it_it: Polacco
zh_cn: 波兰语

source: Portuguese (Brazil)
it_it: Portoghese (Brasile)
zh_cn: 葡萄牙语（巴西）

source: Portuguese (Portugal)
it_it: Portoghese (Portogallo)
zh_cn: 葡萄牙语（葡萄牙）

source: Romanian
it_it: Rumeno
zh_cn: 罗马尼亚语

source: Russian (Russia)
it_it: Russo (Russia)
zh_cn: 俄语（俄罗斯）

source: Russian (Ukraine)
it_it: Russo (Ucraina)
zh_cn: 俄语（乌克兰）

source: Sinhala
it_it: Singalese
zh_cn: 锡兰语

source: Slovak
it_it: Slovacco
zh_cn: 斯洛伐克语

source: Slovenian
it_it: Sloveno
zh_cn: 斯洛文尼亚语

source: Spanish (Argentina)
it_it: Spagnolo (Argentina)
zh_cn: 西班牙语（阿根廷）

source: Spanish (Bolivia)
it_it: Spagnolo (Bolivia)
zh_cn: 西班牙语（玻利维亚）

source: Spanish (Chile)
it_it: Spagnolo (Cile)
zh_cn: 西班牙语（智利）

source: Spanish (Columbia)
it_it: Spagnolo (Colombia)
zh_cn: 西班牙语（哥伦比亚）

source: Spanish (Costa Rica)
it_it: Spagnolo (Costa Rica)
zh_cn: 西班牙语（哥斯达黎加）

source: Spanish (Dominican Republic)
it_it: Spagnolo (Repubblica dominicana)
zh_cn: 西班牙语（多米尼加共和国）

source: Spanish (Ecuador)
it_it: Spagnolo (Ecuador)
zh_cn: 西班牙语（厄瓜多尔）

source: Spanish (Spain)
it_it: Spagnolo (Spagna)
zh_cn: 西班牙语（西班牙）

source: Spanish (Guatemala)
it_it: Spagnolo (Guatemala)
zh_cn: 西班牙语（危地马拉）

source: Spanish (Honduras)
it_it: Spagnolo (Honduras)
zh_cn: 西班牙语（洪都拉斯）

source: Spanish (Mexico)
it_it: Spagnolo (Messico)
zh_cn: 西班牙语（墨西哥）

source: Spanish (Nicaragua)
it_it: Spagnolo (Nicaragua)
zh_cn: 西班牙语（尼加拉瓜）

source: Spanish (Panama)
it_it: Spagnolo (Panama)
zh_cn: 西班牙语（巴拿马）

source: Spanish (Peru)
it_it: Spagnolo (Perù)
zh_cn: 西班牙语（秘鲁）

source: Spanish (Puerto Rico)
it_it: Spagnolo (Porto Rico)
zh_cn: 西班牙语（波多黎各）

source: Spanish (Paraguay)
it_it: Spagnolo (Paraguay)
zh_cn: 西班牙语（巴拉圭）

source: Spanish (El Salvador)
it_it: Spagnolo (El Salvador)
zh_cn: 西班牙语（萨尔瓦多）

source: Spanish (United States)
it_it: Spagnolo (USA)
zh_cn: 西班牙语（美国）

source: Spanish (Uruguay)
it_it: Spagnolo (Uruguay)
zh_cn: 西班牙语（乌拉圭）

source: Spanish (Venezuela)
it_it: Spagnolo (Venezuela)
zh_cn: 西班牙语（委内瑞拉）

source: Spanish (Latin America)
it_it: Spagnolo (Latino americano)
zh_cn: 西班牙语（拉丁美洲）

source: Serbian
it_it: Serbo
zh_cn: 塞尔维亚语

source: Swedish (Finland)
it_it: Svedese (Finlandia)
zh_cn: 瑞典语（芬兰）

source: Swedish (Sweden)
it_it: Svedese (Svezia)
zh_cn: 瑞典语（瑞典）

source: Tamil
zh_cn: 泰米尔语

source: Telugu
zh_cn: 泰卢固语

source: Thai
zh_cn: 泰语

source: Turkish
it_it: Turco
zh_cn: 土耳其语

source: Ukrainian
it_it: Ucraino
zh_cn: 乌克兰语

source: Uzbek
it_it: Uzbeco
zh_cn: 乌兹别克语

source: Urdu (Pakistan)
zh_cn: 乌尔都语（巴基斯坦）

source: Vietnamese
it_it: Vietnamita
zh_cn: 越南语

source: Welsh
it_it: Gallese
zh_cn: 威尔士语

source: Zenphoto Image Processing Error: %s
it_it: Errore processamento immagine Zenphoto: %s
zh_cn: Zenphoto图片处理错误: %s

source: Request URI: [ <code>%s</code> ]
it_it: URI richiesta: [ <code>%s</code> ]
zh_cn: 请求 URI： [ <code>%s</code> ]

source: Cache: [<code>%s</code>]
zh_cn: 缓存： [<code>%s</code>]

source: Image: [<code>%s</code>]
it_it: Immagine: [<code>%s</code>]
zh_cn: 图像： [<code>%s</code>]

source: Debug
zh_cn: 调试

source: Arguments:
it_it: Argomenti:
zh_cn: 参数：

source: size =
it_it: dimensione =
zh_cn: 大小 =

source: width =
it_it: larghezza =
zh_cn: 宽度 =

source: height =
it_it: altezza =
zh_cn: 高度 =

source: cw =
zh_cn: 连续 =

source: quality =
it_it: qualità =
zh_cn: 质量 =

source: thumb =
it_it: miniatura =
zh_cn: 缩略图 =

source: crop =
it_it: taglia =
zh_cn: 裁剪 =

source: Image %s not found or is unreadable.
it_it: Immagine %s non trovata o illegibile.
zh_cn: 图像 %s 未找到或不可读。

source: Using %1$ux%2$u %3$s thumbnail image.
it_it: Sto usando un’immagine %3$s %1$ux%2$u per la miniatura.
zh_cn: 使用 %1$ux%2$u %3$s 缩略图。

source: Image %s not renderable (imageGet).
it_it: Impossibile il rendering dell’immagine %s (imageGet).
zh_cn: 图像 %s 不可呈现（图像Get）。

source: Image %s not rotatable.
it_it: Immagine %s non ruotabile.
zh_cn: 图像 %s 不可旋转。

source: Unknown error processing %s! Please report to the developers at <a href="https://www.zenphoto.org/">www.zenphoto.org</a>
it_it: Errore sconosciuto%s! Per favore, riportarlo agli sviluppatori su <a href="https://www.zenphoto.org/">www.zenphoto.org</a>
zh_cn: 未知错误处理 %s！请报告给开发者<a href="https://www.zenphoto.org/">www.zenphoto.org</a>

source: Image %s not renderable (resample).
it_it: Impossibile il rendering dell’immagine %s (ricampionamento).
zh_cn: 图像 %s 不可呈现（重新取样）。

source: Image %s not renderable (unsharp).
it_it: Impossibile il rendering dell’immagine %s (nitidezza).
zh_cn: 图像 %s 不可渲染（不清晰）。

source: cacheImage: failed to create %s
it_it: cacheImage: creazione di %s fallita
zh_cn: 缓存图像： 无法创建 %s

source: cacheImage(%1$s) exception: %2$s
it_it: Eccezione cacheImage(%1$s): %2$s
zh_cn: cacheImage（%1$s） 异常： %2$s

source: Watermark %s not renderable.
it_it: Impossibile il rendering della filigrana %s.
zh_cn: 水印 %s 不可呈现。

source: Watermark %s not resizeable.
it_it: Filigrana %s non ridimensionabile.
zh_cn: 水印 %s 无法调整大小。

source: Image %s not renderable (copycanvas).
it_it: Impossibile il rendering dell’immagine %s (copycanvas).
zh_cn: 图像 %s 不可呈现（复制扫描）。

source: ZenphotoCMS config file is missing.
it_it: File di configurazione di ZenphotoCMS non trovato.
zh_cn: ZenphotoCMS 配置文件丢失。

source: Setup run required.
it_it: Necessaria esecuzione del setup.
zh_cn: 需要安装程序运行。

source: ZenphotoCMS database credentials are missing.
it_it: Credenziali per il database di ZenphotoCMS non trovate.
zh_cn: ZenphotoCMS 数据库凭据丢失。

source: Check your config file settings and re-run setup.
it_it: Controlla le impostazioni del tuo file di configurazione e riesegui il setup.
zh_cn: 检查配置文件设置并重新运行安装程序。

source: ZenphotoCMS database credentials are incomplete or wrong.
it_it: Le credenziali del database ZenphotoCMS sono incomplete o errate.
zh_cn: ZenphotoCMS 数据库凭据不完整或错误。

source: Install signature change detected.
it_it: Rilevata modifica della firma d’installazione.
zh_cn: 检测到安装特征码更改。

source: Setup run recommended.
it_it: Si consiglia di eseguire il setup.
zh_cn: 建议运行安装程序。

source: an unknown release
it_it: release sconosciuta
zh_cn: 未知版本

source: Ignore, I know what I am doing!
it_it: Ignora, so quello che faccio!
zh_cn: 忽略，我知道我在做什么！

source: You don't have the rights to run setup. Please contact your site's administrator or login with your administrator user account.
it_it: Non hai i permessi per eseguire il setup. Per favore, contatta l’amministratore del sito o registrati con un account da amministratore.
zh_cn: 您没有运行安装程序的权限。请联系您站点的管理员或使用您的管理员用户帐户登录。

source: Zenphoto has detected a change in your installation.
it_it: Zenphoto ha rilevato un cambiamento nella propria installazione.
zh_cn: Zenphoto 检测到您的安装发生了更改。

source: Your server software has changed from %1$s to %2$s.
it_it: Il software del proprio server è cambiato da %1$s a %2$s.
zh_cn: 您的服务器软件已从 %1$s 更改为 %2$s。

source: Your database software has changed from %1$s to %2$s.
it_it: Il software del database è cambiato da %1$s a %2$s.
zh_cn: 数据库软件已从 %1$s 更改为 %2$s。

source: Zenphoto %1$s has been copied over %2$s.
it_it: Zenphoto %1$s è stato copiato su %2$s.
zh_cn: Zenphoto %1$s 已在 %2$s 上复制。

source: Your installation has moved from %1$s to %2$s.
it_it: La propria installazione è stata spostata da %1$s a %2$s.
zh_cn: 您的安装已从 %1$s 移动到 %2$s。

source: The script <code>%1$s</code> has changed.
it_it: Lo script <code>%1$s</code> è cambiato.
zh_cn: 脚本 <code>%1$s</code> 已更改。

source: The change detected is critical. You <strong>must</strong> run setup for your site to function.
it_it: La modifica rilevata è critica. È <strong>necessario</strong> eseguire il setup far funzionare il sito.
zh_cn: 检测到的更改至关重要。您<strong>必须</strong>运行安装程序才能使站点正常运行。

source: The change detected may not be critical but you should run setup at your earliest convenience.
it_it: La modifica rilevata non è critica ma si consiglia di eseguire il setup appena possibile.
zh_cn: 检测到的更改可能并不重要，但您应尽早运行安装程序。

source: A configuration error occurred.
it_it: Si è verificato un errore di configurazione.
zh_cn: 发生配置错误。

source: Please return later.
it_it: Si prega di tornare più tardi.
zh_cn: 请稍后返回。

source: Setup re-run ignored by admin request.
it_it: Riesecuzione del setup ignorata su richiesta dell’amministratore.
zh_cn: 安装程序重新运行被管理员请求忽略。

source: Error processing rewrite rule: “%s”
it_it: Errore nell’elaborazione della rewrite rule: “%s”
zh_cn: 处理重写规则时出错："%s"

source: most recent
it_it: più recente
zh_cn: 最近更新

source: oldest
it_it: più vecchia
zh_cn: 最旧

source: first alphabetically
it_it: prima alfabeticamente
zh_cn: 首字母

source: most viewed
it_it: più vista
zh_cn: 查看次数最多

source: missing
it_it: mancante
zh_cn: 找不到

source: Mail send failed.
it_it: Invio messaggio fallito.
zh_cn: 邮件发送失败。

source: Invalid “reply-to” mail address %s.
it_it: Indirizzo mail “rispondi-a” non valido %s.
zh_cn: 无效的"回复"邮件地址 %s。

source: Invalid “to” mail address %s.
it_it: Indirizzo mail “a” non valido %s.
zh_cn: 无效的"到"邮件地址 %s。

source: “cc” list provided without “to” address list.
it_it: È stata fornita una lista di indirizzi per il campo "Cc" senza averne fornita una per il campo "A".
zh_cn: 提供"抄送"列表，但不提供"收件人"地址列表。

source: Invalid “cc” mail address %s.
it_it: Indirizzo e-mail %s nel campo "Cc" non valido.
zh_cn: 无效的"抄送"邮件地址 %s。

source: Invalid “bcc” mail address %s.
it_it: Indirizzo e-mail %s nel campo "Bcc" non valido.
zh_cn: 无效的"密件抄送"邮件地址 %s。

source: Mail send failed. There is no mail handler configured.
it_it: Invio della posta fallito. Non c’è alcun gestore della posta configurato.
zh_cn: 邮件发送失败。未配置邮件处理程序。

source: No “to” address list provided.
it_it: Non è stata fornita una lista di indirizzi per il campo "A".
zh_cn: 未提供"收件人"地址列表。

source: Zenphoto found no theme scripts. Please check the <em>%s</em> folder of your installation.
it_it: Zenphoto non ha trovato alcun tema. Controllare la cartella <em>%s</em> della propria installazione.
zh_cn: Zenphoto没有找到主题脚本。请检查安装<em>的 %s</em> 文件夹。

source: 0 Bytes
it_it: 0 Byte
zh_cn: 0 字节

source: Zenphoto processed a 404 error on %s. See the debug log for details.
it_it: Zenphoto ha prodotto un errore 404 in %s. Vedere il log di debug per i dettagli.
zh_cn: Zenphoto 在 %s 上处理了 404 错误。有关详细信息，请参阅调试日志。

source: “%s” Cross Site Request Forgery blocked.
it_it: È stato bloccato un tentativo di Cross Site Request Forgery “%s”.
zh_cn: "%s"跨站点请求伪造被阻止。

source: Click to show content
it_it: Fare clic per mostrare il contenuto
zh_cn: 点击显示内容

source: Click to hide content
it_it: Fare clic per nascondere il contenuto
zh_cn: 单击以隐藏内容

source: <em>[%1$s]</em> parameter %2$d should be a number.
it_it: Il parametro %2$d per <em>[%1$s]</em> dovrebbe essere un numero.
zh_cn: <em>[%1$s]</em> 参数 %2$d 应为数字。

source: <em>[%1$s]</em> parameter %2$d should be a string.
it_it: Il parametro %2$d per <em>[%1$s]</em> dovrebbe essere una stringa.
zh_cn: <em>[%1$s]</em> 参数 %2$d 应为字符串。

source: <em>[%1$s]</em> parameter %2$d should be <code>true</code> or <code>false</code>.
it_it: Il parametro %2$d per <em>[%1$s]</em> dovrebbe essere <code>true</code> o <code>false</code>.
zh_cn: <em>[%1$s]</em> 参数 %2$d 应<code>为真</code>或<code>假</code>。

source: <em>[%1$s]</em> parameter %2$d is incorrectly defined.
it_it: Il parametro %2$d per <em>[%1$s]</em> non è definito correttamente.
zh_cn: <em>[%1$s]</em> 参数 %2$d 定义不正确。

source: <em>[%1$s]</em> parameter %2$d is missing.
it_it: Il parametro %2$d per <em>[%1$s]</em> è mancante.
zh_cn: <em>缺少 [%1$s]</em> 参数 %2$d。

source: <em>[%1$s]</em> macro does not take parameters
it_it: La macro <em>[%1$s]</em> non accetta parametri
zh_cn: <em>[%1$s]</em> 宏不采用参数

source: <em>[%1$s]</em> retuned no data
it_it: <em>[%1$s]</em> non ha restituito dati
zh_cn: <em>[%1$s]</em> 未重新调整任何数据

source: <em>[%1$s]</em> <code>%2$s</code> is not callable
it_it: <em>[%1$s]</em> <code>%2$s</code> non è chiamabile
zh_cn: <em>[%1$s]</em> <code>%2$s</code> 不可调用

source: <em>[%1$s]</em> takes %2$d parameter
it_it: <em>[%1$s]</em> accetta il parametro %2$d
zh_cn: <em>[%1$s]</em> 采用 %2$d 参数

source: Camera Maker
it_it: Produttore fotocamera
zh_cn: 相机制造商

source: Camera Model
it_it: Modello fotocamera
zh_cn: 相机型号

source: Image Title
it_it: Titolo immagine
zh_cn: 图像标题

source: Object Name
it_it: Nome oggetto
zh_cn: 对象名称

source: Image Headline
it_it: Titolo immagine
zh_cn: 图片标题

source: Image Caption
it_it: Didascalia immagine
zh_cn: 图片说明

source: Image Caption Writer
it_it: Didascalia autore immagine
zh_cn: 图片说明作者

source: Time Taken
it_it: Data scatto
zh_cn: 拍摄时间

source: Original Time Taken
it_it: Ora originale dello scatto
zh_cn: 原拍摄时间

source: Time Digitized
it_it: Ora di digitalizzazione
zh_cn: 数字化时间

source: Date Created
it_it: Data di creazione
zh_cn: 创建日期

source: Time Created
it_it: Ora di creazione
zh_cn: 创建时间

source: Digital Creation Date
it_it: Data di creazione digitale
zh_cn: 数字化日期

source: Digital Creation Time
it_it: Ora di creazione digitale
zh_cn: 数字化时间

source: Artist
it_it: Artista
zh_cn: 艺术家

source: Image Credit
it_it: Riconoscimenti immagine
zh_cn: 图片来源

source: Byline
it_it: Informazioni sull’autore
zh_cn: 署名

source: Byline Title
it_it: Titolo informazioni sull’autore
zh_cn: 署名标题

source: Image Source
it_it: Sorgente immagine
zh_cn: 图片来源

source: Contact
it_it: Contatti
zh_cn: 联系

source: Copyright Holder
it_it: Detentore copyright
zh_cn: 版权所有者

source: Copyright Notice
it_it: Informazioni copyright
zh_cn: 版权声明

source: Keywords
it_it: Parole chiave
zh_cn: 关键字

source: Shutter Speed
it_it: Velocità otturatore
zh_cn: 曝光时间

source: Aperture
it_it: Apertura
zh_cn: 光圈

source: ISO Sensitivity
it_it: ISO
zh_cn: ISO感光度

source: Exposure Compensation
it_it: Compensazione esposizione
zh_cn: 曝光补偿

source: Metering Mode
it_it: Modalità esposimetro
zh_cn: 测光模式

source: Original Width
it_it: Larghezza originale
zh_cn: 原始宽度

source: Original Height
it_it: Altezza originale
zh_cn: 原始高度

source: Orientation
it_it: Orientazione
zh_cn: 方向

source: Software
zh_cn: 软件

source: Contrast Setting
it_it: Impostazioni contrasto
zh_cn: 对比度设置

source: Sharpness Setting
it_it: Impostazioni nitidezza
zh_cn: 锐度设置

source: Saturation Setting
it_it: Impostazioni saturazione
zh_cn: 饱和度设置

source: White Balance
it_it: Bilanciamento del bianco
zh_cn: 白平衡

source: Subject Distance
it_it: Distanza del soggetto
zh_cn: 主体距离

source: Focal Length
it_it: Lunghezza focale
zh_cn: 焦距

source: Lens Type
it_it: Tipo di lente
zh_cn: 镜头类型

source: Lens Info
it_it: Informazioni lente
zh_cn: 镜头信息

source: 35mm Focal Length Equivalent
it_it: Lunghezza focale equivalente ai 35mm
zh_cn: 等效焦距35mm

source: Sub-location
it_it: Sotto-località
zh_cn: 子位置

source: Province/State
it_it: Provincia/Stato
zh_cn: 省/州

source: Country/Primary Location Code
it_it: Nazione/Codice località primaria
zh_cn: 国家/主要位置代码

source: Country/Primary Location Name
it_it: Nazione/Nome località primaria
zh_cn: 国家/主要位置名称

source: Content Location Code
it_it: Codice località contenuto
zh_cn: 内容位置代码

source: Content Location Name
it_it: Nome località contenuto
zh_cn: 内容位置名称

source: Latitude
it_it: Latitudine
zh_cn: 纬度

source: Latitude Reference
it_it: Riferimento latitudine
zh_cn: 纬度参考

source: Longitude
it_it: Longitudine
zh_cn: 经度

source: Longitude Reference
it_it: Riferimento longitudine
zh_cn: 经度参考

source: Altitude
it_it: Altitudine
zh_cn: 高度

source: Altitude Reference
it_it: Riferimento altitudine
zh_cn: 海拔参考

source: Originating Program
it_it: Programma di origine
zh_cn: 创建程序

source: Program Version
it_it: Versione programma
zh_cn: 程序版本

source: Video File Format
it_it: Formato file video
zh_cn: 视频文件格式

source: Video File Size
it_it: Dimensione file video
zh_cn: 视频文件大小

source: Video Artist
it_it: Artista video
zh_cn: 视频艺术家

source: Video Title
it_it: Titolo video
zh_cn: 视频标题

source: Bitrate
zh_cn: 比特率

source: Bits per sample
it_it: Bit per campione
zh_cn: 位深度

source: Codec
zh_cn: 编解码器

source: Compression Ratio
it_it: Rapporto di compressione
zh_cn: 压缩比

source: Video Dataformat
it_it: Formato dati video
zh_cn: 视频数据格式

source: File Encoder
it_it: Codificatore file
zh_cn: 文件编码器

source: Sample rate
it_it: Velocità campione
zh_cn: 采样率

source: Channel mode
it_it: Modalità canale
zh_cn: 通道模式

source: Format
it_it: Formato
zh_cn: 格式

source: Channels
it_it: Canali
zh_cn: 通道

source: Frame rate
it_it: Velocità frame
zh_cn: 帧速率

source: X Resolution
it_it: Risoluzione X
zh_cn: X 分辨率

source: Y Resolution
it_it: Risoluzione Y
zh_cn: Y 分辨率

source: Aspect ratio
it_it: Proporzioni
zh_cn: 纵横比

source: Play Time
it_it: Tempo di esecuzione
zh_cn: 播放时间

source: XMP Rating
it_it: Giudizio XMP
zh_cn: XMP 等级

source: More info on our data privacy policy.
it_it: Altre informazioni sulla nostra politica di privacy dei dati.
zh_cn: 有关我们数据隐私政策的更多信息。

source: Authentication
it_it: Autenticazione
zh_cn: 认证

source: Cookies set if logging in as an admin or as one of the various guest user types.
it_it: Cookie memorizzati quando si accede come amministratore o come uno dei vari tipi di utente ospite.
zh_cn: 如果以管理员身份或各种访客类型之一登录，则设置 Cookie。

source: Stores the zenphoto user login credentials.
it_it: Memorizza le credenziali di accesso dell’utente zenphoto.
zh_cn: 存储 zenphoto 用户登录凭据。

source: Stores guest user gallery access credentias.
it_it: Memorizza le credenziali d’accesso dell’ospite alla galleria.
zh_cn: 存储访客库访问凭据。

source: Stores guest user search access credentials
it_it: Memorizza le credenziali d’accesso alla ricerca per utenti ospiti
zh_cn: 存储访客搜索访问凭据

source: Stores guest user <em>image item</em> access credentials. <em>itemid</em> refers to the ID of the image.
it_it: Memorizza le credenziali d’accesso dell’ospite all’<em>elemento immagine</em>. <em>itemid</em> si riferisce all’ID dell‘immagine.
zh_cn: 存储访客<em>图像项目</em>访问凭据。<em>itemid</em> 是指图像的 ID。

source: Stores guest user <em>album item</em> access credentials. <em>itemid</em> refers to the ID of the album.
it_it: Memorizza le credenziali d’accesso dell’ospite all’<em>elemento album</em>. <em>itemid</em> si riferisce all’ID dell‘album.
zh_cn: 存储访客<em>影集项目</em>访问凭据。<em>itemid</em> 是指影集的 ID。
