Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: Database <code>$conf["UTF-8"]</code> [is not set <em>true</em>]
it_it: <code>$conf["UTF-8"]</code> del database [non è impostata su <em>true</em>]
zh_cn: 数据库<code>$conf["UTF-8"]</code> [未设置为 <em>true</em>]

source: You should consider porting your data to UTF-8 and changing the collation of the database fields to <code>utf8_unicode_ci</code> and setting this <em>true</em>. Zenphoto works best with pure UTF-8 encodings.
zh_cn: 您应考虑将数据移植到 UTF-8，并将数据库字段的排序规则更改为<code>utf8_unicode_ci</code>并将其设置为 <em>true</em>。Zenphoto 最适合纯 UTF-8 编码。

source: Zenphoto files
it_it: File di Zenphoto
zh_cn: Zenphoto 文件

source: Zenphoto package [missing]
it_it: Pacchetto Zenphoto [mancante]
zh_cn: Zenphoto软件包[缺失]

source: The file <code>Zenphoto.package</code> is either missing, not readable, or defective. Your installation may be corrupt!
it_it: Il file <code>Zenphoto.package</code> non è presente, illeggibile o difettoso. La propria installazione potrebbe essere corrotta!
zh_cn: 文件 <code>Zenphoto.package</code> 丢失、不可读或有缺陷。您的安装可能已损坏！

source: Setting permissions (0%o) for Zenphoto package.
it_it: Impostazione permessi (0%o) per il pacchetto di Zenphoto.
zh_cn: 为 Zenphoto 软件包设置权限 （0%o）。

source: Zenphoto core files [This is a <em>debug</em> build. Some files are missing or seem wrong]
it_it: File fondamentali di Zenphoto [Questa è una build di <em>debug</em>. Alcuni file sono mancanti o sembrano non corretti]
zh_cn: Zenphoto 核心文件 [这是一个<em>调试</em>版本。某些文件丢失或似乎有误]

source: Zenphoto core files [Some files are missing or seem wrong]
it_it: File fondamentali di Zenphoto [Alcuni file sono mancanti o sembrano non corretti]
zh_cn: Zenphoto 核心文件 [某些文件丢失或似乎有误]

source: Perhaps there was a problem with the upload. This may not be critical at all as perhaps just the file times may be off compared to other files. You should check the following files:
it_it: Potrebbe essersi verificato un errore nel caricamento. Forse non è importante, in quanto potrebbe riguardare solo tempi dei file inferiori rispetto ad altri file. Verificare i seguenti file:
zh_cn: 也许上传有问题。这可能根本不重要，因为与其他文件相比，可能只是文件时间可能关闭。您应该检查以下文件：

source: Zenphoto core files [This is a <em>debug</em> build]
it_it: File fondamentali di Zenphoto [Questa è una build di <em>debug</em>]
zh_cn: Zenphoto 核心文件 [这是一个<em>调试</em>版本]

source: Zenphoto core files
it_it: File Zenphoto fondamentali
zh_cn: Zenphoto 核心文件

source: Installation files
it_it: File di installazione
zh_cn: 安装文件

source: .svn [%s instance]
it_it: .svn [%s istanza]
zh_cn: .svn [%s 实例]

source: php.ini [%s instance]
it_it: php.ini [%s istanza]
zh_cn: php.ini [%s 实例]

source: Zenphoto core folders [Some unknown files were found]
it_it: Cartelle fondamentali di Zenphoto [Sono stati trovati dei file sconosciuti]
zh_cn: Zenphoto 核心文件夹 [找到一些未知文件]

source: The following files could not be deleted.
it_it: Non è stato possibile eliminare i file seguenti.
zh_cn: 无法删除以下文件。

source: You should remove the following files:
it_it: I seguenti file devono essere rimossi:
zh_cn: 您应该删除以下文件：

source: Delete extra files
it_it: Elimina i file extra
zh_cn: 删除多余的文件

source: Zenphoto core file permissions
it_it: Permessi file Zenphoto fondamentali
zh_cn: Zenphoto 核心文件权限

source: Zenphoto core file permissions [not correct]
it_it: Permessi file fondamentali di Zenphoto [non corretti]
zh_cn: Zenphoto 核心文件权限 [不正确]

source: Setup could not set the one or more components to the selected permissions level. You will have to set the permissions manually. See the <a href="https://www.zenphoto.org/news/permissions-for-zenphoto-files-and-folders">Troubleshooting guide</a> for details on Zenphoto permissions requirements.
it_it: Il setup non ha potuto impostare i permessi selezionati per uno o più componenti. Si dovranno impostare i permessi manualmente. Vedere la <a href="https://www.zenphoto.org/news/permissions-for-zenphoto-files-and-folders">Troubleshooting guide</a> (in inglese) per dettagli sui permessi richiesti da Zenphoto.
zh_cn: 安装程序无法将一个或多个组件设置为选定的权限级别。您必须手动设置权限。有关 Zenphoto 权限要求的详细信息，请参阅 < href="https://www.zenphoto.org/news/permissions-for-zenphoto-files-and-folders">疑难解答指南</a>。

source: <em>.htaccess</em> file
it_it: File <em>.htaccess</em>
zh_cn: <em>.htaccess</em> 文件

source: <em>.htaccess</em> file [is empty or does not exist]
it_it: File <em>.htaccess</em> [è vuoto o non esiste]
zh_cn: <em>.htaccess</em> 文件 [为空或不存在]

source: If you have the mod_rewrite module enabled an <em>.htaccess</em> file is required the root zenphoto folder to create cruft-free URLs.
it_it: Se si ha il modulo mod_rewrite attivo è necessario il file <em>.htaccess</em> nella cartella radice di Zenphoto per creare URL pulite.
zh_cn: 如果您启用了mod_rewrite模块，则需要根zenphoto文件夹的<em>.htaccess</em>文件才能创建无垃圾的URL。

source: You can ignore this warning if you do not intend to set the <code>mod_rewrite</code> option.
it_it: È possibile ignorare questo avviso se non si intende impostare l’opzione <code>mod_rewrite</code>.
zh_cn: 如果您不打算设置<code>mod_rewrite</code>选项，则可以忽略此警告。

source: <p class="buttons"><a href="?copyhtaccess" >Make setup create the file</a></p><br style="clear:both" /><br />
it_it: <p class="buttons"><a href="?copyhtaccess" >Fai creare il file al setup</a></p><br style="clear:both" /><br />
zh_cn: <p class="buttons"><a href="?copyhtaccess" >创建设置创建文件</a></p><br style="clear：both" /><br />

source: Server seems to be <em>nginx</em>
it_it: Il server sembra essrer <em>nginx</em>
zh_cn: 服务器似乎是<em>nginx</em>

source: If you wish to create cruft-free URLs, you will need to configuring <a href="https://www.zenphoto.org/news/nginx-rewrite-rules-tutorial"><em>URL rewriting for NGINX servers</em></a>.
it_it: Se si vogliono URL pulite, si deve configurare <a href="https://www.zenphoto.org/news/nginx-rewrite-rules-tutorial"><em>URL rewriting per NGINX server</em></a>.
zh_cn: 如果你想创建没有垃圾的URL，你需要<em>为NGINX服务器</em>配置<a href="https://www.zenphoto.org/news/nginx-rewrite-rules-tutorial">URL重写</a>。

source: Server seems not to be <em>Apache</em> or <em>Apache-compatible</em>, <code>mod_rewrite</code> may not be available.
it_it: Il server sembra non essere <em>Apache</em> o <em>Apache-compatibile</em>, <code>mod_rewrite</code> potrebbe non essere disponibile.
zh_cn: 服务器似乎与<em>Apache</em>或<em>Apache不兼容</em>，<code>mod_rewrite</code>可能不可用。

source: Server seems not to be Apache or Apache-compatible, <code>.htaccess</code> not required.
it_it: Il server sembra non essere Apache o Apache-compatibile, <code>.htaccess</code> non richiesto.
zh_cn: 服务器似乎与Apache或Apache不兼容，<code>.htaccess</code>不需要。

source: The <em>.htaccess</em> file in your root folder is not the same version as the one distributed with this version of Zenphoto. If you have made changes to <em>.htaccess</em>, merge those changes with the <em>%s/htaccess</em> file to produce a new <em>.htaccess</em> file.
it_it: La versione del file <em>.htaccess</em> nella propria cartella di installazione non è la stessa di quello distribuito con questa versione di Zenphoto. Se sono state fatte delle modifiche al file <em>.htaccess</em>, integrarle nel file <em>%s/htaccess</em> per produrre un nuovo file <em>.htaccess</em>.
zh_cn: 根文件夹中<em>的 .htaccess</em> 文件与随此版本的 Zenphoto 一起分发的版本不同。如果对 <em>.htaccess</em> 进行了更改，请将这些更改与 <em>%s/htaccess 文件</em>合并，以生成一个新的 <em>.htaccess</em> 文件。

source: <p class="buttons"><a href="?copyhtaccess" >Replace the existing <em>.htaccess</em> file with the current version</a></p><br style="clear:both" /><br />
it_it: <p class="buttons"><a href="?copyhtaccess" >Sostituire il file <em>.htaccess</em> esistente con la versione attuale</a></p><br style="clear:both" /><br />
zh_cn: <p class="buttons"><a href="?copyhtaccess" >用当前版本替换现有的 <em>.htaccess</em> 文件</a></p><br style="clear：both" /><br />

source: <em>.htaccess</em> file [wrong version]
it_it: File <em>.htaccess</em> [versione sbagliata]
zh_cn: <em>.htaccess</em> 文件 [错误的版本]

source: <em>.htaccess</em> file (<em>RewriteEngine</em> is <strong>%s</strong>)
it_it: File <em>.htaccess</em> (<em>RewriteEngine</em> è <strong>%s</strong>)
zh_cn: <em>.htaccess</em> file （<em>RewriteEngine</em> 是 <strong>%s</strong>）

source: <em>.htaccess</em> RewriteBase [is <em>missing</em>]
it_it: RewriteBase in <em>.htaccess</em>[è <em>mancante</em>]
zh_cn: <em>.htaccess</em>重写库 [<em>丢失</em>]

source: <em>.htaccess</em> RewriteBase is <code>%s</code>
it_it: Il RewriteBase in <em>.htaccess</em> è <code>%s</code>
zh_cn: <em>.htaccess</em>重写基数为 <code>%s</code>

source: <em>.htaccess</em> RewriteBase is <code>%s</code> [Does not match install folder]
it_it: RewriteBase in <em>.htaccess</em> è <code>%s</code> [Non corrisponde alla cartella d’installazione]
zh_cn: <em>.htaccess</em>重写基数为 <code>%s</code> [与安装文件夹不匹配]

source: <em>.htaccess</em> RewriteBase is <code>%s</code> (fixed)
it_it: Il RewriteBase in <em>.htaccess</em> è <code>%s</code> (risolto)
zh_cn: <em>.htaccess</em>重写基数为 <code>%s</code>（已修复）

source: Setup was not able to write to the file change RewriteBase match the install folder.
it_it: Setup non è stato in grado di scrivere la modifica a RewriteBase nel file per farlo corrispondere alla cartella d’installazione.
zh_cn: 安装程序无法写入与安装文件夹匹配的重写基础的文件更改。

source: Either make the file writeable or set <code>RewriteBase</code> in your <code>.htaccess</code> file to <code>%s</code>.
it_it: Rendere il file scrivibile o impostare <code>RewriteBase</code> nel proprio file <code>.htaccess</code> con <code>%s</code>.
zh_cn: 使文件可写，或将 <code>.htaccess 文件中的</code> <code>RewriteBase</code> 设置为 <code>%s</code>。

source: Rewrite rules updated
it_it: Rewrite rules aggiornate
zh_cn: 重写规则已更新

source: Rewrite rules updated [not updated]
it_it: Rewrite rules aggiornate [non aggiornate]
zh_cn: 重写规则已更新 [未更新]

source: Setup was not able to write to the file change the rewrite rules for site upgrades.
it_it: Setup non ha potuto scrivere le modifiche alle rewrite rules per gli aggiornamenti del sito.
zh_cn: 安装程序无法写入文件更改站点升级的重写规则。

source: <em>robots.txt</em> file
it_it: File <em>robots.txt</em>
zh_cn: <em>机器人.txt</em>文件

source: <em>robots.txt</em> file [Not created]
it_it: File <em>robots.txt</em> [Non creato]
zh_cn: <em>机器人.txt</em>文件 [未创建]

source: Setup could not find the <em>example_robots.txt</em> file.
it_it: Setup non ha potuto trovare il file <em>example_robots.txt</em>.
zh_cn: 安装程序找不到<em>example_robots.txt</em>文件。

source: Setup did not create a <em>robots.txt</em> file because one already exists. If you just moved your site you may need to review it.
it_it: Setup non ha creato il file <em>robots.txt</em> perché ne esiste già uno. Se hai appena spostato il sito potrebbe essere necessario rivederlo.
zh_cn: 安装程序未创建<em>机器人.txt</em>文件，因为该文件已存在。如果您刚刚移动了网站，则可能需要对其进行审核。

source: Setup could not create a <em>robots.txt</em> file.
it_it: Setup non ha potuto creare il file <em>robots.txt</em>.
zh_cn: 安装程序无法创建<em>机器人.txt</em>文件。

source: albums [<code>$conf['external_album_folder']</code> is deprecated]
it_it: albums [<code>$conf['external_album_folder']</code> è deprecata]
zh_cn: 影集 [<code>$conf['external_album_folder']</code> 已弃用]

source: You should update your configuration file to conform to the current %1$s example file.
it_it: È necessario aggiornare il proprio file di configurazione in modo da renderlo conforme al file %1$s di esempio corrente.
zh_cn: 应更新配置文件以符合当前的 %1$s 示例文件。

source: <em>albums</em> folder
it_it: cartella <em>albums</em>
zh_cn: <em>影集</em>文件夹

source: <em>albums</em> folder [The line <code>$conf['album_folder']</code> is missing from your configuration file]
zh_cn: <em>影集</em>文件夹 [配置文件中缺少 <code>$conf['album_folder']</code> 行]

source: <em>locale</em> folders
it_it: Cartelle <em>locale</em>
zh_cn: <em>区域设置</em>文件夹

source: <em>locale</em> folders [Are not complete]
it_it: Cartelle <em>locale</em> [Non sono complete]
zh_cn: <em>区域设置</em>文件夹 [不完整]

source: Be sure you have uploaded the complete Zenphoto package. You must have at least the <em>en_US</em> folder.
it_it: Assicurarsi di aver caricato completamente il pacchetto di Zenphoto. Deve esserci almeno la cartella <em>en_US</em>.
zh_cn: 确保您已上传完整的Zenphoto软件包。您必须至少具有<em>en_US</em>文件夹。

source: uploaded
it_it: file caricati
zh_cn: 上传

source: HTML cache
it_it: Cache HTML
zh_cn: 网页缓存

source: Third party plugins
it_it: Plug-in di terze parti
zh_cn: 第三方插件

source: You need to address the problems indicated above then run <code>setup</code> again.
it_it: È necessario risolvere i problemi indicati sopra e lanciare nuovamente il <code>setup</code>.
zh_cn: 您需要解决上述问题，然后再次运行<code>安装程序</code>。

source: Setup failed.
it_it: Setup fallito.
zh_cn: 安装失败。

source: You need <em>USER ADMIN</em> rights to run setup.
it_it: Sono necessari i permessi <em>USER ADMIN</em> per lanciare il setup.
zh_cn: 您需要<em>用户管理员</em>权限才能运行安装程序。

source: You must be logged in to run setup.
it_it: È necessario essere autenticati per lanciare il setup.
zh_cn: 您必须登录才能运行安装程序。

source: database connected
it_it: database connesso
zh_cn: 数据库已连接

source: Checking the database
it_it: Verifica del database
zh_cn: 检查数据库

source: About to create database tables
it_it: Sto per creare le tabelle del database
zh_cn: 关于创建数据库表

source: About to update database tables
it_it: Sto per aggiornare le tabelle del database
zh_cn: 关于更新数据库表

source: Begin database table creation
it_it: Inizio creazione tabelle database
zh_cn: 开始创建数据库表

source: Table creation failure:<br />Query: %1$s<br />Error: %2$s
it_it: Creazione tabella fallita:<br />Query: %1$s<br />Errore: %2$s
zh_cn: 表创建失败：<br />查询： %1$s<br />错误： %2$s

source: Query ( %s ) Success.
it_it: Query ( %s ) eseguita con successo.
zh_cn: 查询 （ %s ） 成功。

source: Begin table updates
it_it: Inizio aggiornamento tabella
zh_cn: 开始表更新

source: Query %1$s Failed. Error: %2$s
it_it: Query %1$s fallita. Errore: %2$s
zh_cn: 查询 %1$s 失败。错误： %2$s

source: Done with table create!
it_it: Creazione tabella completata!
zh_cn: 完成表创建！

source: Done with table create with errors!
it_it: Creazione tabella completata con errori!
zh_cn: 完成与表创建与错误！

source: Done with table update
it_it: Aggiornamento tabella completato
zh_cn: 完成表更新

source: Done with table update with errors
it_it: Aggiornamento tabella completato con errori
zh_cn: 完成表更新，但出现错误

source: Checking table specifications
it_it: Controllo specifiche della tabella
zh_cn: 检查表规格

source: Done with database creation and update
it_it: Creazione database e aggiornamento tabella completati
zh_cn: 完成数据库创建和更新

source: Previous Release was %s
it_it: La versione precedente era la %s
zh_cn: 以前的版本为 %s

source: Setting default options
it_it: Impostazione opzioni predefinite
zh_cn: 设置默认选项

source: You may <a href="%1$s">set your admin user and password</a> or <a href="%2$s">run backup-restore</a>
it_it: È necessario <a href="%1$s">impostare il nome utente e la password dell’amministratore</a> o <a href="%2$s">lanciare il ripristino di un backup</a>
zh_cn: 您可以<a href="%1$s">设置您的管理员用户和密码</a>，或者<a href="%2$s">运行备份-还原</a>

source: You need to <a href="%1$s">set your admin user and password</a>
it_it: È necessario <a href="%1$s">impostare il nome utente e la password dell’amministratore</a>
zh_cn: 您需要<a href="%1$s">设置您的管理员用户名和密码</a>

source: You can now <a href="%1$s">administer your gallery</a>.
it_it: È ora possibile <a href="%1$s">amministrare la galleria</a>.
zh_cn: 您现在可以<a href="%1$s">管理您的图库</a>。

source: Database tables to create: %s
it_it: Tabelle del database da creare: %s
zh_cn: 要创建的数据库表： %s

source: Database tables to update: %s
it_it: Tabelle del database da aggiornare: %s
zh_cn: 要更新的数据库表： %s

source: <strong>Warning!</strong> This upgrade makes structural changes to the database which are not easily reversed. Be sure you have a database backup before proceeding.
it_it: <strong>Attenzione!</strong> Questo aggiornamento apporta delle modifiche alla struttura del database che non sono facilmente revertibili. Assicurarsi di avere un backup del database prima di procedere.
zh_cn: <strong>警告！</strong>此升级对数据库进行结构更改，这些更改不容易撤消。在继续之前，请确保您有数据库备份。

source: %s I acknowledge that proceeding will restructure my database.
it_it: %s Sono consapevole che procedendo il database verrà ristrutturato.
zh_cn: %s 我承认继续操作将重组我的数据库。

source: Congratulations, we are ready to setup Zenphoto. A little patience please as the process may take some time.
it_it: Congratulazioni, siamo pronti per installare Zenphoto. Un po&apos; di pazienza per favore, il processo potrebbe richiedere del tempo.
zh_cn: 恭喜，我们已准备好设置 Zenphoto。请耐心等待，因为这个过程可能需要一些时间。

source: run setup
it_it: esegui il setup
zh_cn: 运行安装程序

source: Go
it_it: Vai
zh_cn: 开始

source: database did not connect
it_it: il database non si è connesso
zh_cn: 数据库未连接

source: If you haven not created the database yet, now would be a good time.
it_it: Se non si è già creato il database, ora è il momento giusto per farlo.
zh_cn: 如果您尚未创建数据库，那么现在将是一个好时机。

source: The %1$s file does not exist.
it_it: Il file %1$s non esiste.
zh_cn: %1$s 文件不存在。

source: Set Zenphoto default options
it_it: Imposta le opzioni predefinite di Zenphoto
zh_cn: 设置 Zenphoto 默认选项

source: Migrating lib-auth data version %1$s => version %2$s
it_it: Migrazione dei dati di lib-auth dalla versione %1$s alla versione %2$s
zh_cn: 迁移库身份验证数据版本 %1$s => 版本 %2$s

source: failed
it_it: fallito
zh_cn: 失败

source: Mod_Rewrite check:
it_it: Controllo Mod_Rewrite:
zh_cn: Mod_Rewrite检查：

source: Users with full privileges
it_it: Utenti con tutti i privilegi
zh_cn: 具有完全权限的用户

source: Users allowed only to view zenphoto objects
it_it: Utenti abilitati solamente a vedere gli oggetti di zenphoto
zh_cn: 用户只允许查看 zenphoto 对象

source: Banned users
it_it: Utenti bannati
zh_cn: 被禁的用户

source: Managers of one or more albums
it_it: Gestori di uno o più album
zh_cn: 一个或多个影集的经理

source: Default user settings
it_it: Impostazioni utente predefinite
zh_cn: 默认用户设置

source: Newly registered and verified users
it_it: Utenti registrati e verificati di recente
zh_cn: 新注册和已验证的用户

source: Setting theme default options
it_it: Impostazione opzioni predefinite dei temi
zh_cn: 设置主题默认选项

source: Copyright %1$u: %2$s
zh_cn: 版权 %1$u： %2$s

source: You can insert your Gallery description on the Admin Options Gallery tab.
it_it: È possibile inserire la descrizione della galleria usando la scheda Opzioni galleria nell’amministrazione.
zh_cn: 您可以在"管理员选项库"选项卡上插入库说明。

source: Plugin setup:
it_it: Setup plug-in:
zh_cn: 插件设置：

source: Fill in the information below and <strong>setup</strong> will attempt to update your configuration file.
it_it: Inserire le informazioni qui sotto e <strong>setup</strong> proverà ad aggiornare il file di configurazione.
zh_cn: 填写以下信息，<strong>安装程序</strong>将尝试更新您的配置文件。

source: Database engine
it_it: Motore database
zh_cn: 数据库引擎

source: %s (experimental)
it_it: %s (sperimentale)
zh_cn: %s（实验性）

source: Database user
it_it: Utente database
zh_cn: 数据库用户

source: Database password
it_it: Password database
zh_cn: 数据库密码

source: Database host
it_it: Host database
zh_cn: 数据库主机

source: Database name
it_it: Nome database
zh_cn: 数据库名称

source: Database table prefix
it_it: Prefisso tabelle database
zh_cn: 数据库表前缀

source: Database server port
it_it: Porta server database
zh_cn: 数据库服务器端口

source: Setting permissions (0%o) for %s.
it_it: Sto impostando o permessi (0%o) per %s.
zh_cn: 为 %s 设置权限 （0%o）。

source: Notice: failed setting permissions (0%o) for %s.
it_it: Notifica: impostazione permessi (0%o) per %s fallita.
zh_cn: 注意： 未能为 %s 设置权限 （0%o）。

source: Notice: illegal call for permissions setting for %s.
it_it: Notifica: chiamata illegale per l’impostazione dei permessi per %s.
zh_cn: 注意：%s的非法权限调用设置。

source: Plugin:%s setup started
it_it: Plug-in:%s setup iniziato
zh_cn: 插件：%s 安装程序已启动

source: Plugin:%s enabled (%2$s)
it_it: Plug-in:%s abilitato (%2$s)
zh_cn: 插件：%s 已启用 （%2$s）

source: Plugin:%1$s option interface instantiated (%2$s)
it_it: Plug-in:%1$s interfaccia opzioni inizializzata (%2$s)
zh_cn: 插件：%1$s 选项接口实例化 （%2$s）

source: Plugin:%s setup completed
it_it: Plug-in:%s setup completato
zh_cn: 插件：%s 设置已完成

source: The Zenphoto option “mod_rewrite” will be set to “enabled”.
it_it: L’opzione "mod_rewrite" di Zenphoto verrà impostata su "abilitata".
zh_cn: Zenphoto选项"mod_rewrite"将设置为"已启用"。

source: The Zenphoto option “mod_rewrite” is “enabled”.
it_it: L’opzione "mod_rewrite" di Zenphoto è "abilitata".
zh_cn: Zenphoto 选项"mod_rewrite"已"启用"。

source: The Zenphoto option “mod_rewrite” is “disabled”.
it_it: L’opzione "mod_rewrite" di Zenphoto è "disabilitata".
zh_cn: Zenphoto选项"mod_rewrite"为"禁用"。

source: Notice: “Module mod_rewrite” is working.
it_it: Notifica: il "modulo mod_rewrite" è in funzione.
zh_cn: 注意："模块mod_rewrite"正在工作。

source: Theme:%s setup started
it_it: Tema:%s setup iniziato
zh_cn: 主题：%s 安装程序已启动

source: Theme:%s option interface instantiated
it_it: Tema:%s interfaccia opzioni inizializzata
zh_cn: 主题：%s 选项界面实例化

source: Theme:%s setup completed
it_it: Tema:%s setup completato
zh_cn: 主题：%s 设置已完成

source: Are you sure you want to delete this item?
it_it: Si è sicuri di voler cancellare questo elemento?
zh_cn: 是否确实要删除此项目？

source: Are you Absolutely positively sure you want to delete this item? THIS CANNOT BE UNDONE!
it_it: Si è proprio assolutamente sicuri di voler cancellare l’album? NON SI POTRÀ TORNARE INDIETRO!
zh_cn: 您是否绝对肯定要删除此项目？这是无法撤消的！

source: Test mode
it_it: Modalità test
zh_cn: 测试模式

source: Logs
it_it: Log
zh_cn: 日志

source: Sort Gallery
it_it: Ordina galleria
zh_cn: 排序图库

source: New Album
it_it: Nuovo album
zh_cn: 新建影集

source: Edit album
it_it: Modifica album
zh_cn: 编辑影集

source: Sort subalbums
it_it: Ordina sub-album
zh_cn: 排序子影集

source: Sort images
it_it: Ordina immagini
zh_cn: 排序图像

source: Delete the album
it_it: Elimina l’album
zh_cn: 删除影集

source: Upload Here
it_it: Carica qui
zh_cn: 在此上传

source: New Album Here
it_it: Nuovo album qui
zh_cn: 在此新建影集

source: Are you sure you want to delete this image? THIS CANNOT BE UNDONE!
it_it: Si è sicuri di voler cancellare questa immagine? NON SI POTRÀ TORNARE INDIETRO!
zh_cn: 是否确实要删除此图像？这是无法撤消的！

source: Delete the image
it_it: Elimina l’immagine
zh_cn: 删除图像

source: Edit image
it_it: Modifica immagine
zh_cn: 编辑图像

source: Create an album from the search
it_it: Crea un album dalla ricerca
zh_cn: 从搜索创建影集

source: Create Album
it_it: Crea album
zh_cn: 创建影集

source: Logout
it_it: Esci
zh_cn: 注销

source: My favorites
it_it: Preferiti
zh_cn: 我的最爱

source: Previous Page
it_it: Pagina precedente
zh_cn: 上一页

source: Next Page
it_it: Pagina successiva
zh_cn: 下一页

source: Page 1
it_it: Pagina 1
zh_cn: 页码 1

source: Page %u
it_it: Pagina %u
zh_cn: 第 %u 页

source: Page %1$u
it_it: Pagina %1$u
zh_cn: 第%1$u页

source: The album is password protected.
it_it: L’album è protetto da password.
zh_cn: 影集受密码保护。

source: The album is un-published.
it_it: L’album non è pubblicato.
zh_cn: 影集未发布。

source: Album Thumbnails
it_it: Miniature album
zh_cn: 影集缩略图

source: Return to search
it_it: Torna alla ricerca
zh_cn: 返回搜索

source: Return to archive
it_it: Torna all’archivio
zh_cn: 返回存档

source: The image is marked un-published.
it_it: L’immagine è impostata come non pubblicata.
zh_cn: 图像被标记为未发布。

source: Image Info
it_it: Informazioni immagine
zh_cn: 图像信息

source: No popular tags
it_it: Nessun tag popolare
zh_cn: 没有热门标签

source: printSearchForm $album_list parameter is deprecated. Pass array("albums"=>array(album, album, ...)) instead.
it_it: Il parametro printSearchForm $album_list parameter è deprecato. Passare invece array("albums"=>array(album, album, ...)).
zh_cn: printSearchForm $album_list 参数已弃用。用 array("albums"=>array(album, album, ...))替代。

source: %s within previous results
it_it: %s tra i risultati precedenti
zh_cn: %s 在以前的结果中

source: search options
it_it: opzioni di ricerca
zh_cn: 搜索选项

source: fields
it_it: campi
zh_cn: 字段

source: Within
it_it: All’interno
zh_cn: 在

source: New
it_it: Nuova
zh_cn: 新增
