Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: The text for the previous thumbs.
it_it: Testo per le miniature precedenti.
zh_cn: 上一个缩略图的文字

source: Nexttext
it_it: Testo succ
zh_cn: 下一文字

source: The text for the next thumbs.
it_it: Testo per le miniature successive.
zh_cn: 下一个缩略图的文本。

source: The thumb crop width is the maximum width when height is the shortest side
it_it: Taglia larghezza miniatura è la larghezza massima quando l’altezza è il lato più corto
zh_cn: 当高度是最短的一侧时，缩略图裁剪宽度是最大宽度

source: The thumb crop height is the maximum height when width is the shortest side
it_it: Taglia altezza miniatura è l’altezza massima quando la larghezza è il lato più corto
zh_cn: 当宽度是最短边时，缩略图裁剪高度是最大高度

source: Crop
it_it: Taglia
zh_cn: 裁切

source: If checked the thumbnail will be a centered portion of the image with the given width and height after being resized to thumb size (by shortest side). Otherwise, it will be the full image resized to thumb size (by shortest side).
it_it: Se abilitato la miniatura sarà una porzione centrata dell’immagine con le date larghezza e altezza dopo essere stata ridimensionata alla dimensione della miniatura (dal lato più corto). Altrimenti, sarà l’immagine originale ridimensionata alla dimensione della miniatura (dal lato più corto)
zh_cn: 如果选中，缩略图将是图像的中心部分，在调整为缩略图大小（最短的一侧）后，具有给定的宽度和高度。否则，它将是将完整图像调整为缩略图大小（最短的一侧）。

source: Placeholders
it_it: Segnaposti
zh_cn: 占位符

source: if you want to use placeholder for layout reasons to fill up the thumbs if the number of thumbs does not match images per page. Recommended only for cropped thumbs.
it_it: se si vuole usare un segnaposto per ragioni di impaginazione per riempire le miniature se il numero di miniature non corrisponde a quello delle immagini per pagina. Raccomandato solo per miniature ritagliate.
zh_cn: 如果要出于布局原因使用占位符来填充缩略图，如果缩略图数与每页的图像不匹配。建议仅用于裁剪缩略图。

source: Page list
it_it: Lista pagine
zh_cn: 页面列表

source: If you want the list of the pages to be shown.
it_it: Se si vuole che le la lista delle pagine venga mostrata.
zh_cn: 如果要显示页面列表。

source: Pages list prev and next links
it_it: Collegamenti lista pagine prec e succ
zh_cn: 页面列表上一个和下一个链接

source: If you want to show previous and next thumb page links with the page list.
it_it: Se si vogliono mostrare i collegamenti alle pagine miniatura precedente e successiva con la lista delle pagine.
zh_cn: 如果要显示带有页面列表的上一个和下一个缩略图页面链接。

source: Pages list length
it_it: Lunghezza lista pagine
zh_cn: 页面列表长度

source: The number of links for the page list.
it_it: Il numero di collegamenti per la lista delle pagine.
zh_cn: 页面列表的链接数。

source: previous thumbs
it_it: miniature precedenti
zh_cn: 以前的缩略图

source: next thumbs
it_it: miniature successive
zh_cn: 下一个缩略图

source: Images %1$u-%2$u of %3$u (%4$u/%5$u)
it_it: Immagini %1$u - %2$u di %3$u (%4$u/%5$u)
zh_cn: 图像 %1$u-%2$u 的 %3$u （%4$u/%5$u）

source: Adds a theme function to print an album menu either as a nested list or as a dropdown menu.
it_it: Aggiunge al tema una funzione per visualizzare un menu con gli album, come lista ordinata o come menu a scomparsa.
zh_cn: 添加主题函数以将影集菜单打印为嵌套列表或下拉菜单。

source: "List" subalbum level
it_it: Livelli sub-album "Lista"
zh_cn: "列表"子影集层级

source: The depth of subalbum levels shown with the <code>printAlbumMenu</code> and <code>printAlbumMenuList</code> “List” option. Note: themes may override this default.
it_it: La profondità di livelli di sub-album da mostrare con le opzioni di "Lista" <code>printAlbumMenu</code> e <code>printAlbumMenuList</code>. Nota: i temi possono sovrascrivere questa impostazione.
zh_cn: 使用 <code>printAlbumMenu</code> 和 <code>printAlbumMenuList</code>的 "List" 选项显示子影集级别深度。注意：主题可能会覆盖此默认值。

source: Show counts
it_it: Mostra contatori
zh_cn: 显示计数

source: If checked, image and album counts will be included in the list. Note: Themes may override this option.
it_it: Se abilitato, i contatori di immagini e album verranno inclusi nella lista. Nota: i temi possono sovrascrivere questa opzione.
zh_cn: 如果选中，图像和影集计数将包含在列表中。注意：主题可能会覆盖此选项。

source: * These options may be set via the <a href="javascript:gotoName('print_album_menu');"><em>print_album_menu</em></a> plugin options.
it_it: * Queste opzioni possono essere impostate dalle opzioni del plugin <a href="javascript:gotoName('print_album_menu');"><em>print_album_menu</em></a>.
zh_cn: * 这些选项可以通过<a href="javascript:gotoName('print_album_menu');"><em>print_album_menu</em>插件选项来设置</a>。

source: <p class="notebox">*<strong>Note:</strong> The setting of these options may be shared with other plugins.</p>
it_it: <p class="notebox">*<strong>Nota:</strong> Le impostazioni di queste opzioni possono essere condivise con altri plugin.</p>
zh_cn: <p class="notebox">*<strong>注意：</strong>这些选项的设置可能会与其他插件共享。</p>

source: A single place to quickly review your unpublished content.
it_it: Un posto unico dove revisionare velocemente tutti i contenuti non pubblicati.
zh_cn: 在一个位置快速查看未发布的内容。

source: Publish content
it_it: Pubblica contenuto
zh_cn: 发布内容

source: Manage published state of content in your gallery.
it_it: Gestisce lo stato di pubblicazione dei contenuti nella galleria.
zh_cn: 管理库中内容的已发布状态。

source: Manage content publication
it_it: Gestione della pubblicazione del contenuto
zh_cn: 管理内容发布

source: Image and album <em>Discovery</em> options
it_it: Opzioni di <em>pubblicazione</em> per album e immagini
zh_cn: 图像和影集<em>发现</em>选项

source: Defaults applied
it_it: Impostazioni predefinite applicate
zh_cn: 应用的默认值

source: Set defaults for album publishing and image visibility.
it_it: Impostare le opzioni predefinite per la pubblicazione degli album e la visibilità delle immagini.
zh_cn: 设置影集发布和图像可见性的默认值。

source: The number of un-published items does <strong>not</strong> include items that are un-published by <a href="https://www.zenphoto.org/news/an-overview-of-zenphoto-users#rules-of-protection-andvisibility-for-zenphoto-obj">inheritance</a>.
it_it: Il numero di elementi non pubblicati <strong>non</strong> tiene conto degli elementi che sono non pubblicati per <a href="https://www.zenphoto.org/news/an-overview-of-zenphoto-users#rules-of-protection-andvisibility-for-zenphoto-obj">proprietà ereditata</a>.
zh_cn: 未发布的项目数<strong>不包括</strong>由 <a href="https://www.zenphoto.org/news/an-overview-of-zenphoto-users#rules-of-protection-andvisibility-for-zenphoto-obj">继承项未发布的项目</a>。

source: Albums not published
it_it: Album non pubblicato
zh_cn: 未发布的影集

source: %u unpublished album
it_it: %u album non pubblicato
zh_cn: %u 未发布的影集

source: Album changes applied
it_it: Modifiche all’album applicate
zh_cn: 应用的影集更改

source: Unpublished state propagated
it_it: Propagato lo stato di non pubblicato
zh_cn: 已传播的未发布状态

source: Publish waiting albums.
it_it: Pubblica gli album in attesa.
zh_cn: 发布等待的影集。

source: Publish albums
it_it: Pubblica gli album
zh_cn: 发布影集

source: Set all subalbums of an un-published album to un-published.
it_it: Imposta tutti i sub-album di un album non pubblicato come non pubblicati.
zh_cn: 将未发布的影集的所有子别名设置为"未发布"。

source: Propagate un-published state
it_it: Propaga lo stato non pubblicato
zh_cn: 传播未发布的状态

source: No albums are un-published.
it_it: Non c’è nessun album non pubblicato.
zh_cn: 不会发布任何影集。

source: Images not published
it_it: Immagini non pubblicate
zh_cn: 未发布的图像

source: Review images older than: %s
it_it: Rivisita immagini più vecchie di: %s
zh_cn: 查看早于： %s 的图像

source: Review un-published images.
it_it: Revisiona immagini non pubblicate.
zh_cn: 查看未发布的图像。

source: Review images
it_it: Rivisita immagini
zh_cn: 查看图片

source: Image changes applied
it_it: Modifiche all’immagine applicate
zh_cn: 应用的图像更改

source: Set all to be published
it_it: Imposta tutto come pubblicato
zh_cn: 设置所有要发布的

source: Set all to be un-published
it_it: Imposta tutto come non pubblicato
zh_cn: 将全部设置为未发布

source: Set all to be deleted
it_it: Imposta tutto come eliminato
zh_cn: 设置全部删除

source: Publish
it_it: Pubblica
zh_cn: 发布

source: Do not publish
it_it: Non pubblicare
zh_cn: 不发布

source: all images
it_it: tutte le immagini
zh_cn: 所有图片

source: Process the above changes.
it_it: Processa i cambiamenti fatti.
zh_cn: 处理上述更改。

source: Process changes
it_it: Processa i cambiamenti
zh_cn: 流程变更

source: %u album with unpublished images
it_it: %u album con immagini non pubblicate
zh_cn: 包含未发布图像的 %u 影集

source: No images meet the criteria.
it_it: Nessuna immagine corrisponde ai criteri.
zh_cn: 没有图像符合条件。

source: Categories not published
it_it: Categorie non pubblicate
zh_cn: 未发布的类别

source: %u unpublished category
it_it: %u categoria non pubblicata
zh_cn: %u 未发布的类别

source: Category changes applied
it_it: Modifiche alla categoria applicate
zh_cn: 应用的类别更改

source: Categories:
it_it: Categorie:
zh_cn: 类别：

source: Publish waiting categories.
it_it: Pubblica le categorie in attesa.
zh_cn: 发布等待类别。

source: Publish categories
it_it: Pubblica categorie
zh_cn: 发布类别

source: No unpublished categories
it_it: Nessuna categoria non pubblicata
zh_cn: 没有未发布的类别

source: News articles not published
it_it: Notizie non pubblicate
zh_cn: 未发表的新闻文章

source: %u unpublished article
it_it: %u articolo non pubblicato
zh_cn: %u 未发表的文章

source: News article changes applied
it_it: Modifiche all’articolo applicate
zh_cn: 应用了新闻报道更改

source: Articles:
it_it: Articoli:
zh_cn: 文章：

source: Publish waiting articles.
it_it: Pubblica gli articoli in attesa.
zh_cn: 发布等待的文章。

source: Publish articles
it_it: Pubblica articoli
zh_cn: 发布文章

source: No unpublished articles
it_it: Nessun articolo non pubblicato
zh_cn: 没有未发表的文章

source: Pages not published
it_it: Pagine non pubblicate
zh_cn: 未发布的页面

source: Pages changes applied
it_it: Modifiche alla pagina applicate
zh_cn: 应用的页面更改

source: %u unpublished page
it_it: %u pagina non pubblicata
zh_cn: %u 未发布的页面

source: Pages:
it_it: Pagine:
zh_cn: 页面：

source: Publish waiting pages.
it_it: Pubblica le pagine in attesa.
zh_cn: 发布等待的页面。

source: Publish pages
it_it: Pubblica pagine
zh_cn: 发布页面

source: No unpublished pages
it_it: Nessuna pagina non pubblicata
zh_cn: 没有未发布的页面

source: Provides a quota management system to limit the sum of sizes of images a user uploads.
it_it: Fornisce un sistema di gestione delle quote per limitare l’ammontare delle dimensioni delle immagini che un utente carica.
zh_cn: 提供配额管理系统以限制用户上传的图像大小之和。

source: <strong>Note:</strong> if FTP is used to upload images, manual user assignment is necessary. ZIP file upload is disabled by default as quotas are not applied to the files contained therein.
it_it: <strong>Nota:</strong> se viene usato FTP per caricare le immagini, è necessaria un’assegnazione manuale dell’utente. Il caricamento dei file ZIP è disabilitato come opzione predefinita perché le quote non vengono applicate ai file che contengono.
zh_cn: <strong>注意：</strong>如果使用 FTP 上传图像，则需要手动分配用户。默认情况下，ZIP 文件上传处于禁用状态，因为配额不会应用于其中包含的文件。

source: <a href="#%1$s"><code>%1$s</code></a> is already enabled.
it_it: <a href="#%1$s"><code>%1$s</code></a> è già abilitata.
zh_cn: <a href="#%1$s"><code>%1$s</code></a> 已启用。

source: Default quota
it_it: Quota predefinita
zh_cn: 默认配额

source: Default size limit in kilobytes.
it_it: Il limite di dimensione predefinito in kilobyte.
zh_cn: 默认大小限制（以 KB 为单位）。

source: Allow ZIP files
it_it: Permetti file zip
zh_cn: 允许 ZIP 文件

source: The size of a ZIP file may be slightly smaller than the sum of the <em>image</em> files it contains. Un-check this box if you wish to disable uploading of ZIP files.
it_it: La dimensione di un file zip può essere un po’ più piccola della somma dei file <em>immagine</em> che contiene. Deselezionare questa casella se si vuole disabilitare il caricamento di file zip.
zh_cn: ZIP 文件的大小可能略小于它所包含<em>的图像</em>文件的总和。如果您希望禁用 ZIP 文件的上传，请取消选中此框。

source: (%s kb used)
it_it: (%s kb usati)
zh_cn: （%s kb 已使用）

source: Image storage quota:
it_it: Quota di salvataggio immagini:
zh_cn: 镜像存储配额：

source: Allowed: %s kb
it_it: Permessi: %s kb
zh_cn: 允许： %s kb

source: Uploading is disabled.
it_it: Il caricamento è disabilitato.
zh_cn: 上传已禁用。

source: Your available upload quota is <span %1$s>%2$s</span> kb.
it_it: La propria quota di caricamento disponibile è <span %1$s>%2$s</span> kb.
zh_cn: 您的可用上传配额为 <span %1$s>%2$s</span> kb。

source: All ratings have been set to <em>unrated</em>.
it_it: Tutti i giudizi sono stati impostati su <em>senza giudizi</em>.
zh_cn: 所有评级均已设置为<em>未评级</em>。

source: Adds several theme functions to enable images, album, news, or pages to be rated by users.
it_it: Aggiunge diverse funzioni al tema per abilitare i giudizi su immagini, album, notizie o pagine da parte degli utenti.
zh_cn: 添加多个主题功能，使图像、影集、新闻或页面能够由用户评分。

source: open
it_it: aperto
zh_cn: 打开

source: members &amp; guests
it_it: membri e ospiti
zh_cn: 会员和访客

source: members only
it_it: solo per i membri
zh_cn: 仅限会员

source: closed
it_it: chiuso
zh_cn: 关闭

source: Voting state
it_it: Stato votazioni
zh_cn: 投票状态

source: <em>Enable</em> state of voting.
it_it: <em>Abilita</em> lo stato delle votazioni.
zh_cn: <em>启用</em>投票状态。

source: Stars
it_it: Stelle
zh_cn: 星级

source: Rating will use %u star.
it_it: Il giudizio userà %u stella.
zh_cn: 评级将使用 %u 星。

source: Split stars
it_it: Dividi stelle
zh_cn: 分裂星号

source: full
it_it: intera
zh_cn: 满

source: half
it_it: metà
zh_cn: 半

source: third
it_it: un terzo
zh_cn: 第三

source: Show fractional stars based on rating. May cause performance problems for pages with large numbers of rating elements.
it_it: Mostra frazioni di stella in base ai giudizi. Può causare problemi di performance per pagine con un grande numero di elementi di giudizio.
zh_cn: 根据评级显示小数星。可能会导致具有大量评级元素的页面出现性能问题。

source: Individual image control
it_it: Controllo individuale immagine
zh_cn: 独立图像控制

source: Enable to allow voting status control on individual images.
it_it: Abilita il controllo dello stato delle votazioni per immagini singole.
zh_cn: 启用此选项可允许对单个图像进行投票状态控制。

source: Recast vote
it_it: Modifica voto
zh_cn: 重算投票

source: Show rating
it_it: Mostra giudizio
zh_cn: 显示评级

source: Show previous vote
it_it: Mostra voto precedente
zh_cn: 显示之前的投票

source: Allow users to change their vote. If Show previous vote is chosen, the stars will reflect the last vote of the viewer. Otherwise they will reflect the current rating.
it_it: Permette agli utenti di cambiare il proprio voto. Se è selezionato Mostra voto precedente, le stelle rifletteranno l’ultimo voto del visitatore, altrimenti rifletteranno il giudizio corrente.
zh_cn: 允许用户更改其投票。如果选择了"显示上一次投票"，则星星将反映观众的最后一次投票。否则，它们将反映当前评级。

source: Disguise IP
it_it: Maschera IP
zh_cn: 伪装IP

source: Causes the stored IP addressed to be hashed so as to avoid privacy tracking issues. If not set the IP is anonymized as defined on the general Zenphoto option <em>Anonymize IP</em>.
it_it: Fa sì che l’indirizzo IP salvato sia cifrato per evitare problemi di privacy nel monitoraggio. Se non specificato l’IP sarà reso anonimo come stabilito nell’opzione generale di Zenphoto <em>Anonimizza IP</em>.
zh_cn: 导致存储的IP地址被散列，以避免隐私跟踪问题。如果未设置，则 IP 将按照常规 Zenphoto 选项匿<em>名化 IP 上的定义进行匿名化</em>。

source: retract
it_it: ritratta
zh_cn: 收回

source: Vote Status:
it_it: Stato voto:
zh_cn: 投票状态：

source: Reset all ratings
it_it: Azzera tutti i giudizi
zh_cn: 重置所有评级

source: Sets all ratings to unrated.
it_it: Imposta tutti i giudizi su senza giudizi.
zh_cn: 将所有评级设置为未评级。

source: Rating %2$.1f (%1$u vote)
it_it: Giudizio %2$.1f (%1$u voto)
zh_cn: 评级 %2$.1f （%1$u 投票）

source: Not yet rated
it_it: Non ancora giudicato
zh_cn: 尚未评级

source: %u star
it_it: %u stella
zh_cn: %u 星

source: Submit »
it_it: Invia »
zh_cn: 提交 »

source: Vote Submitted
it_it: Voto inviato
zh_cn: 投票已提交

source: nothing to submit
it_it: niente da inviare
zh_cn: 无需提交任何内容

source: Only one Captcha handler plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
it_it: Può essere abilitato un solo plugin alla volta per la gestione del Captcha. <a href="#%1$s"><code>%1$s</code></a> è già abilitato.
zh_cn: 只能启用一个验证码处理程序插件。<a href="#%1$s"><code>%1$s</code></a> 已启用。

source: Google account and reCaptcha key required.
it_it: Sono necessari un account Google e la reCaptcha key.
zh_cn: 需要谷歌帐户和reCaptcha密钥。

source: Public key
it_it: Chiave pubblica
zh_cn: 公钥

source: Enter your <em>reCaptcha v2</em> public key. You can obtain this key from the Google <a href="http://www.google.com/recaptcha">reCaptcha</a> site
it_it: Inserire la propria chiave pubblica di <em>reCaptcha v2</em>. È possibile ottenere questa chiave dal sito web <a href="http://www.google.com/recaptcha">reCaptcha</a> di Google
zh_cn: 输入您的 <em>reCaptcha v2</em> 公钥。您可以从Google < a href="http://www.google.com/recaptcha">reCaptcha网站获取此密钥</a>

source: Private key
it_it: Chiave privata
zh_cn: 私钥

source: Enter your <em>reCaptcha v2</em> private key.
it_it: Inserire la propria chiave privata di <em>reCaptcha v2</em>.
zh_cn: 输入您的 <em>reCaptcha v2</em> 私钥。

source: Widget Theme:
it_it: Tema del widget:
zh_cn: 小部件主题：

source: Light
it_it: Chiaro
zh_cn: 亮

source: Dark
it_it: Scuro
zh_cn: 暗

source: Choose the theme for your reCaptcha.
it_it: Scegliere il tema per reCaptcha.
zh_cn: 为您的重新验证选择主题。

source: Widget Type:
it_it: Tipo di widget:
zh_cn: 小部件类型：

source: Audio
zh_cn: 音频

source: Choose the secondary verification method you would like to use.
it_it: Scegliere il secondo metodo di verifica da usare.
zh_cn: 选择您要使用的辅助验证方法。

source: Widget Size:
it_it: Dimensione del widget:
zh_cn: 部件大小：

source: Compact
it_it: Compatto
zh_cn: 紧凑的

source: Choose the size of the reCaptcha widget.
it_it: Scegliere le dimensioni del widget di reCaptcha.
zh_cn: 选择 reCaptcha 部件的大小。

source: reCAPTCHA v2 keys are not configured properly. Visit <a href="https://www.google.com/recaptcha/intro/index.html">this link</a> to retrieve your reCaptcha keys.
it_it: Le chiavi reCAPTCHA v2 non sono configurate correttamente. Visitare <a href="https://www.google.com/recaptcha/intro/index.html">questo link</a> per ottenere le proprie chiavi reCaptcha.
zh_cn: reCAPTCHA v2 键未正确配置。访问<a href="https://www.google.com/recaptcha/intro/index.html">此链接</a>以检索您的reCaptcha密钥。

source: A plugin to redirect internal URLs. Primarily intended for URLs that otherwise would cause 404 not found errors.
it_it: Un plugin per reindirizzare gli URL interni. Pensato in primis per gli URL che causerebbero errori 404 per le pagine non trovate.
zh_cn: 用于重定向内部 URL 的插件。主要用于会导致 404 未找到错误的 URL。

source: Redirection catalogue
it_it: Catalogo di reindirizzamento
zh_cn: 重定向目录

source: Place a JSON or CSV file within /plugins/redirector/ to use for redirecting.
it_it: Inserire in /plugins/redirector/ un file JSON o CVS da usare per i reindirizzamenti.
zh_cn: 将 JSON 或 CSV 文件放在 /plugins/redirector/ 中，用于重定向。

source: Debug mode
it_it: Modalità debug
zh_cn: 调试模式

source: If enabled valid redirections will not be executed but logged in the debug log.
it_it: Se abilitato, i reindirizzamenti validi non saranno eseguiti ma annotati nel log di debug.
zh_cn: 如果启用了有效的重定向，则不会执行有效的重定向，而是将其记录在调试日志中。

source: redirector Error: Could not open and load the redirections catalogue file:
it_it: Errore di redirector: impossibile aprire e caricare il file di catalogo dei reindirizzamenti:
zh_cn: 重定向器错误：无法打开和加载重定向目录文件：

source: Provides a means for placing a user registration form on your theme pages.
it_it: Fornisce un modo per inserire un campo di registrazione utente nelle pagine del tema.
zh_cn: 提供一种在主题页面上放置用户注册表单的方法。

source: You have received this email because you registered with the user id %3$s on this site. To complete your registration visit %1$s.
it_it: Si sta ricevendo questa e-mail perché ci si è registrati su questo sito col nome utente %3$s. Per completare la registrazione visitare %1$s.
zh_cn: 您之所以收到此电子邮件，是因为您在此站点上注册了用户 ID %3$s。 要完成注册，请访问 %1$s。

source: Click here to register for this site.
it_it: Fare clic qui per registrarsi al sito.
zh_cn: 点击这里注册本网站。

source: If this option is set, the visitor login form will include a link to this page. The link text will be labeled with the text provided.
it_it: Se questa opzione è impsotata, il form di accesso dei visitatori includerà un collegamento a questa pagina. Il testo fornito sarà il testo del collegamento.
zh_cn: 如果设置了此选项，访问者登录表单将包含指向此页面的链接。链接文本将使用提供的文本进行标签。

source: Hint text
it_it: Testo del suggerimento
zh_cn: 提示文本

source: Notify*
it_it: Notifica*
zh_cn: 通知*

source: If checked, an e-mail will be sent to the gallery admin when a new user has verified his registration.
it_it: Se selezionata, verrà inviata un’e-mail all’amministratore della galleria quando un nuovo utente avrà verificato la propria registrazione.
zh_cn: 如果选中，当新用户验证其注册时，将向库管理员发送一封电子邮件。

source: User album
it_it: Utente album
zh_cn: 用户影集

source: If checked, an album will be created and assigned to the user.
it_it: Se abilitata, un album verrà creato e assegnato all’utente.
zh_cn: 如果选中，将创建一个影集并将其分配给用户。

source: Email ID
it_it: ID e-mail
zh_cn: 电子邮件编号

source: If checked, The use’s e-mail address will be used as his User ID.
it_it: Se selezionato, l’indirizzo e-mail dell’utente verrà usato come ID utente.
zh_cn: 如果选中，该用户的电子邮件地址将用作其用户 ID。

source: Email notification text
it_it: Testo dell’e-mail di notifica
zh_cn: 电子邮件通知文本

source: Text for the body of the email sent to the registrant for registration verification. <p class="notebox"><strong>Note:</strong> You must include <code>%1$s</code> in your message where you wish the <em>registration verification</em> link to appear. You may also insert the registrant’s <em>name</em> (<code>%2$s</code>), <em>user id</em> (<code>%3$s</code>), and <em>password</em>* (<code>%4$s</code>).<br /><br />*For security reasons we recommend <strong>not</strong> inserting the <em>password</em>.</p>
it_it: Testo del corpo del messaggio da inviare ai registranti per la verifica della registrazione. <p class="notebox"><strong>Nota:</strong> è necessario includere <code>%1$s</code> nel punto del messaggio dove si vuole che compaia il collegamento per la <em>verifica della registrazione</em>. È anche possibile inserire il <em>nome</em> del registrante (<code>%2$s</code>), l’<em>id utente</em> (<code>%3$s</code>) e la <em>password</em>* (<code>%4$s</code>).<br /><br />*Per motivi di sicurezza si raccomanda di <strong>non</strong> inserire la <em>password</em>.</p>
zh_cn: 发送给注册人以进行注册验证的电子邮件正文的文本。<p class="notebox"><strong>注意：</strong>您必须在希望显示<em>注册验证</em>链接的消息中包含 <code>%1$s</code>。您也可以插入注册人<em>的姓名</em> （<code>%2$s</code>）、<em>用户 ID</em> （<code>%3$s</code>） 和<em>密码</em>* （<code>%4$s</code>）。<br /><br />*出于安全原因，我们建议您<strong>不要</strong>插入<em>密码</em>。</p>

source: If <em>Address fields</em> are shown or required, the form will include positions for address information. If required, the user must supply data in each address field.
it_it: Se i <em>Campi indirizzo</em> sono mostrati o richiesti, il form includerà delle posizioni per le informazioni sull’indirizzo. Se richiesti, l’utente dovrà fornire i dati in ogni campo.
zh_cn: 如果显示或需要<em>"地址"字段</em>，则表单将包含地址信息的位置。如果需要，用户必须在每个地址字段中提供数据。

source: * The option may be set via the <a href="javascript:gotoName('register_user');"><em>register_user</em></a> plugin options.
it_it: * Questa opzione può essere impostata dalle opzioni del plugin <a href="javascript:gotoName('register_user');"><em>register_user</em></a>.
zh_cn: * 该选项可以通过<a href="javascript:gotoName('register_user');"><em>register_user</em>插件选项进行设置</a>。

source: Of course there must be some Administrator with an e-mail address for this option to make sense!
it_it: Ovviamente ci devono essere degli amministratori con un indirizzo e-mail perché questa opzione abbia senso!
zh_cn: 当然，必须有一些具有电子邮件地址的管理员才能使此选项有意义！

source: Default user group
it_it: Gruppo utente predefinito
zh_cn: 默认用户组

source: Initial group assignment for the new user.
it_it: Assegnazione gruppo iniziale per i nuovi utenti.
zh_cn: 新用户的初始组分配。
