Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: Optional to include sub domains if <em>max-age</em> is set above.
it_it: Opzionale per includere i sottodomini se <em>max-age</em> è impostato sopra.
zh_cn: 如果上面设置<em>了最长期限</em>，则可选择包括子域。

source: Optional if <em>max-age</em> is set above.
it_it: Opzionale se <em>max-age</em> è impostato sopra.
zh_cn: 如果上面设置<em>了最大期限</em>，则为可选。

source: <h2>Other headers</h2><hr>
it_it: <h2>Altri headers</h2><hr>
zh_cn: <h2>其他标头</h2><hr>

source: Legacy header for old browsers replaced by Content-Security-Policy: frame-ancestors
it_it: Header legacy per vecchi browser sostituita da Content-Security-Policy: frame-ancestors
zh_cn: 旧浏览器的旧标头被内容安全策略替换：帧祖先

source: Enter one or more domains if <em>allow-from</em> is selected above.
it_it: Inserire uno o più domini se è selezionato <em>allow-from</em> qui sopra.
zh_cn: 如果上面选择了<em>"允许-发件人</em>"，请输入一个或多个域。

source: Opt-out for MIME type sniffing.
it_it: Opt-out per lo sniffing di tipo MIME.
zh_cn: 选择退出 MIME 类型嗅探。

source: (Optional)
it_it: (Opzionale)
zh_cn: （可选）

source: Legacy header for old browsers to protect against cross-site-scripting attacks.
it_it: Header legacy per proteggere vecchi browser da attacchi cross-site-scripting.
zh_cn: 旧版浏览器的旧标头，用于防止跨站点脚本攻击。

source: Controls how much referrer information should be sent.
it_it: Controlla quanta informazione sui referrer deve essere inviata.
zh_cn: 控制应发送的引荐来源网址信息量。

source: <em>nonce-</em> uses the internal XSRFToken automatically. Caution: A nonce attribute with <code>getXSRFToken("security_http_headers")</code> must be present on all inline script calls as they otherwise break. Inline handlers (e.g. onclick="") will not work in any case.
it_it: <em>nonce-</em> usa lo XSRFToken interno automaticamente. Attenzione: Un attributo nonce con <code>getXSRFToken("security_http_headers")</code> deve essere presente su tutte le chiamate di script in linea poiché altrimenti si interrompono. I gestori inline (es onclick="") non funzioneranno in nessun caso.
zh_cn: <em>nonce-</em> 自动使用内部 XSRF 令牌。注意：所有内联脚本调用中都必须存在具有 <code>getXSRFToken（"security_http_headers"）</code> 的 nonce 属性，否则它们会中断。内联处理程序（例如 onclick=""）在任何情况下都不起作用。

source: For detailed info please see <a href="%1$s" target="_blank">%2$s</a>.
it_it: Per informazioni dettagliate si veda <a href="%1$s" target="_blank">%2$s</a>.
zh_cn: 有关详细信息，请参阅< href="%1$s" target="_blank">%2$s</a>。

source: Define one or more domains, e.g. http://yourdomain1.com http://yourdomain2.com, to allow content from
it_it: Definire uno o più domini, es. http://yourdomain1.com http://yourdomain2.com, da cui è consentito caricare il contenuto
zh_cn: 定义一个或多个域，例如 http://yourdomain1.com http://yourdomain2.com，以允许来自

source: Functions that provide various statistics about images and albums in the gallery.
it_it: Funzioni che forniscono varie statistiche sulle immagini e gli album nella galleria.
zh_cn: 提供有关库中图像和影集的各种统计信息的函数。

source: Last update: %s
it_it: Ultimo aggiornamento: %s
zh_cn: 上次更新： %s

source: %1$u new %2$s
it_it: %1$u nuova %2$s
zh_cn: %1$u 新 %2$s

source: Rating: %1$u (Votes: %2$u)
it_it: Giudizio: %1$u (Voti: %2$u)
zh_cn: 评级： %1$u （投票： %2$u）

source: Views: %u
it_it: Visite: %u
zh_cn: 浏览次数： %u

source: Tools to block hacker access to your site.
it_it: Strumento per bloccare l’accesso di hacker al sito.
zh_cn: 用于阻止黑客访问您网站的工具。

source: Allow
it_it: Consentire
zh_cn: 允许

source: Block
it_it: Bloccare
zh_cn: 块

source: IP list
it_it: Lista IP
zh_cn: IP 列表

source: List of IP ranges to %s.
it_it: Lista intervalli di IP da %s.
zh_cn: 到 %s 的 IP 范围列表。

source: Import list
it_it: Importa lista
zh_cn: 导入列表

source: Import an external IP list. <p class="notebox"><strong>NOTE:</strong> If this list is large it may exceed the capacity of Zenphoto and %s to process and store the results.
it_it: Importa una lista di IP esterna. <p class="notebox"><strong>NOTA:</strong> Se la lista è troppo lunga, può superare la capacità di Zenphoto e %s di elaborare e salvare i risultati.
zh_cn: 导入外部 IP 列表。<p class="notebox"><strong>注意：</strong>如果此列表很大，则可能会超过 Zenphoto 和 %s 处理和存储结果的能力。

source: How the plugin will interpret the IP list.
it_it: Come il plugin interpreta la lista IP.
zh_cn: 插件将如何解释IP列表。

source: Logon threshold
it_it: Soglia di accesso
zh_cn: 登录阈值

source: Admin page requests will be ignored after this many failed tries.
it_it: Le richieste di pagine di amministrazione saranno ignorate dopo questo numero di tentativi falliti.
zh_cn: 管理员页面请求将在多次失败的尝试后被忽略。

source: Logon cool off
it_it: Tempo di attesa
zh_cn: 登录冷却

source: The block will be removed after this many minutes.
it_it: Il blocco sarà rimosso dopo questi minuti di attesa.
zh_cn: 该块将在几分钟后被删除。

source: IP list ranges cannot be managed with the plugin disabled
it_it: La lista IP non può essere gestita se il plugin è disabilitato
zh_cn: 禁用插件时无法管理 IP 列表范围

source: clear list
it_it: cancella lista
zh_cn: 清除列表

source: IP address format error
it_it: Errore di formattazione indirizzo IP
zh_cn: IP 地址格式错误

source: Enable <strong>jPlayer</strong> to handle multimedia files.
it_it: Abilitare <strong>jPlayer</strong> per gestire i file multimediali.
zh_cn: 启用 <strong>jPlayer</strong> 以处理多媒体文件。

source: <strong>IMPORTANT</strong>: Only one multimedia extension plugin can be enabled at the time and the class-video plugin must be enabled, too.
it_it: <strong>IMPORTANTE</strong>: può essere abilitato un solo plugin multimediale alla volta, e deve essere abilitato anche il plugin class-video.
zh_cn: <strong>重要说明</strong>：当时只能启用一个多媒体扩展插件，并且还必须启用类视频插件。

source: Please see <a href='http://jplayer.org'>jplayer.org</a> for more info about the player and its license.
it_it: Visitare <a href='http://jplayer.org'>jplayer.org</a> per maggiori informazioni sul lettore e la sua licenza.
zh_cn: 请参阅<href='http：//jplayer.org'>jplayer.org</a> 了解有关播放器及其许可证的更多信息。

source: This player does not support <em>External Albums</em>.
it_it: Questo lettore non supporta <em>album esterni</em>.
zh_cn: 此播放器不支持<em>外部影集</em>。

source: The class-video plugin must be enabled for video support.
it_it: Il plugin class-video deve essere abilitato per riprodurre i video.
zh_cn: 必须启用类视频插件才能支持视频。

source: jPlayer not enabled, %s is already instantiated.
it_it: jPlayer non abilitato, esiste già un’istanza di %s.
zh_cn: jPlayer 未启用，%s 已实例化。

source: Autoplay
zh_cn: 自动播放

source: Disabled automatically if several players on one page
it_it: Disabilitato automaticamente se ci sono più lettori in una pagina
zh_cn: 如果一个页面上有多个玩家，则自动禁用

source: Poster (Videothumb)
it_it: Poster (miniatura video)
zh_cn: 海报（视频缩略图）

source: If the videothumb should be shown (jplayer calls it poster).
it_it: Se la miniatura video deve essere mostrata (jplayer la chiama poster).
zh_cn: 如果应该显示视频thumb（jplayer称之为海报）。

source: Audio poster (Videothumb)
it_it: Poster audio (miniatura video)
zh_cn: 音频海报（视频缩略图）

source: If the poster should be shown for audio files (mp3,m4a,fla) (does not apply for playlists which are all or none).
it_it: Se il poster deve essere visualizzato per i file audio (mp3,m4a,fla) (non si applica alle playlist).
zh_cn: 如果海报应该显示音频文件（mp3，m4a，fla）（不适用于全部或无播放列表）。

source: Show title
it_it: Mostra titolo
zh_cn: 显示标题

source: If the title should be shown below the player in single player mode (not needed on normal themes) (ignored in playlists naturally).
it_it: Se il titolo deve essere visualizzato sotto il lettore nella modalità a lettore singolo (non necessario nei temi normali) (ignorato dalle playlist).
zh_cn: 如果标题应该显示在单人游戏模式下的播放器下方（在正常主题上不需要）（在播放列表中自然忽略）。

source: Playlist support
it_it: Supporto playlist
zh_cn: 播放列表支持

source: Enable this if you wish to use the playlist mode this loads the scripts needed. NOTE: You have to add the function printjPlayerPlaylist() to your theme yourself. See the documentation for info.
it_it: Abilitare questa opzione se si vuole usare la modalità playlist, perché carica tutti gli script richiesti. NOTA: è necessario aggiungere la funzione printjPlayerPlaylist() al tema manualmente. Leggere la documentazione per maggiori informazioni.
zh_cn: 如果您希望使用播放列表模式，请启用此模式，这将加载所需的脚本。注意：您必须自己将函数 printjPlayerPlaylist() 添加到您的主题中。有关信息，请参阅文档。

source: Playlist numbered
it_it: Playlist numerata
zh_cn: 播放列表编号

source: Enable this if you wish the playlist to be numbered.
it_it: Abilitare questa opzione se si vuole che le playlist siano numerate.
zh_cn: 如果您希望对播放列表进行编号，请启用此功能。

source: Playlist playtime
it_it: Tempo di esecuzione playlist
zh_cn: 播放列表播放时间

source: Enable if you want to show the playtime of playlist entries.
it_it: Abilitare se si vuole mostrare il tempo di esecuzione degli elementi della playlist.
zh_cn: 如果要显示播放列表条目的播放时间，请启用此选项。

source: Enable download
it_it: Abilita download
zh_cn: 启用下载

source: Enables direct file downloads (playlists only).
it_it: Abilita il download diretto dei file (solo playlist).
zh_cn: 启用直接文件下载（仅限播放列表）。

source: Player size
it_it: Dimensione lettore
zh_cn: 播放器大小

source: jPlayer is dependent on their HTML and CSS based skin. Sizes marked with a <strong>*</strong> are supported by the two Zenphoto custom skins only (these two skins are also responsive in width). If you need different sizes you need to modify a skin or make your own and also need to change values in the plugin class method getPlayerSize().
it_it: jPlayer dipende dai propri skin basati su HTML e CSS. Le dimensioni marcate con un <strong>*</strong> sono supportate solamente dai due temi personalizzati di Zenphoto ("responsive" in larghezza). Se si necessita di dimensioni diverse è necessario modificare una skin o crearne una propria ed anche cambiare i valori nel metodo di classe getPlayerSize() del plugin.
zh_cn: jPlayer依赖于他们基于HTML和CSS的皮肤。标有 <strong>*</strong> 的尺寸仅由两个 Zenphoto 自定义外观支持（这两个外观在宽度上也是响应式的）。如果你需要不同的大小，你需要修改一个皮肤或制作自己的皮肤，还需要改变插件类方法getPlayerSize()中的值。

source: Player skin
it_it: Skin lettore
zh_cn: 播放器皮肤

source: Select the skin (theme) to use. <br />NOTE: Since the skin is pure HTML/CSS only there may be display issues with certain themes that require manual adjustments. The two Zenphoto custom skins are responsive regarding the player width. Place custom skin within the root plugins folder. See plugin documentation for more info.
it_it: Selezionare la skin (tema) da usare. <br />NOTA: dato che la skin è in HTML/CSS puro si possono verificare problemi di visualizzazione con alcuni temi, problemi che richiedono degli aggiustamenti manuali. Le due skin personalizzate di Zenphoto sono "responsive" rispetto alla larghezza del player. Mettere la skin personalizzata nella cartella plugins. Leggere la documentazione del plugin per maggiori informazioni.
zh_cn: 选择要使用的外观（主题）。<br />注意：由于皮肤是纯HTML/CSS，因此某些主题可能存在显示问题，需要手动调整。两个 Zenphoto 自定义皮肤在玩家宽度方面具有响应性。将自定义皮肤放在根插件文件夹中。有关详细信息，请参阅插件文档。

source: %1$s::%2$s not found.
it_it: %1$s::%2$s non trovato.
zh_cn: %1$s::%2$s 未找到。

source: provide the album name (%1), media file name (%2) and a unique number (%3). (If there is only player instance on the page the parameter may be omitted.)
it_it: fornire il nome dell’album (%1), il nome del file (%2) ed un numero unico (%3). (Se c’è solo un’istanza del player nella pagina, il parametro può essere omesso.)
zh_cn: 提供影集名称 （%1）、媒体文件名 （%2） 和唯一编号 （%3）。（如果页面上只有播放器实例，则可以省略该参数。

source: This multimedia format is not supported by jPlayer
it_it: Questo formato multimediale non è supportato da jPlayer
zh_cn: jPlayer 不支持这种多媒体格式

source: play
zh_cn: 播放

source: mute
it_it: muto
zh_cn: 静音

source: max volume
it_it: volume massimo
zh_cn: 最大音量

source: previous
it_it: precedente
zh_cn: 下一首

source: stop
zh_cn: 停止

source: repeat
it_it: ripeti
zh_cn: 重复

source: shuffle
it_it: casuale
zh_cn: 随机

source: full screen
it_it: schermo intero
zh_cn: 全屏

source: Update Required
it_it: Aggiornamento richiesto
zh_cn: 需要更新

source: To play the media you will need to either update your browser to a recent version or update your <a href="http://get.adobe.com/flashplayer/" target="_blank">Flash plugin</a>.
it_it: Per eseguire il file multimediale è necessario aggiornare il browser a una versione più recente o aggiornare il <a href="http://get.adobe.com/flashplayer/" target="_blank">plugin Flash</a>.
zh_cn: 要播放媒体，您需要将浏览器更新到最新版本或更新您的<href="http://get.adobe.com/flashplayer/" target="_blank">Flash插件</a>。

source: Provides lazyloading for theme and backend using standard template functions using <a href="https://github.com/aFarkas/lazysizes" rel="nooopener" target="_blank">lazysizes</a>
it_it: Fornisce lazyloading per temi e backend con le comuni funzioni di template usando <a href="https://github.com/aFarkas/lazysizes" rel="noopener" target="_blank">lazysizes</a>
zh_cn: 使用标准模板函数为主题和后端提供延迟加载，使用<a href="https://github.com/aFarkas/lazysizes" rel="nooopener" target="_blank">lazysizesizes</a>

source: View available <code>content macros</code>.
it_it: Vedere le <code>content macros</code> disponibili.
zh_cn: 查看可用<code>内容宏</code>。

source: macros
it_it: macro
zh_cn: 宏

source: Macro identifiers may not contain special characters.
it_it: Gli identificatori di macro non devono contenere caratteri speciali.
zh_cn: 宏标识符不能包含特殊字符。

source: The number of macro parameters must match the number of replacement tokens in the expression.
it_it: Il numero di parametri macro deve corrispondere a quello dei simboli (token) da sostituire nell’espressione.
zh_cn: 宏参数的数量必须与表达式中替换标签的数量匹配。

source: <code>%s</code> is not callable
it_it: <em>%s</em> non è disponibile
zh_cn: <code>%s</code> 不可调用

source: An array parameter must be the last parameter.
it_it: Un parametro Array deve essere l’ultimo parametro.
zh_cn: 数组参数必须是最后一个参数。

source: Required parameters should not follow optional ones.
it_it: I parametri obbligatori non dovrebbero venire dopo quelli facoltativi.
zh_cn: 必需参数不应跟在可选参数之后。

source: Expressions may not have optional parameters.
it_it: Le espressioni non possono avere parametri opzionali.
zh_cn: 表达式可能没有可选参数。

source: Content Macros
zh_cn: 内容宏

source: No macros have been defined.
it_it: Nessuna macro definita.
zh_cn: 尚未定义任何宏。

source: These Content macros can be used to insert Zenphoto items as described into <em>descriptions</em>, <em>zenpage content</em>, and <em>zenpage extra content</em>.</p> <p>Replace any parameters (<em>%d</em>) with the appropriate value.
it_it: Queste marco di contenuto possono essere usate per inesrire elementi di Zenphoto come descritto in <em>descrizioni</em>, <em>contenuto zenpage</em> e <em>contenuto extra zenpage</em>. Sostituire qualsiasi parametro (<em>%d</em>) col valore appropriato.
zh_cn: 这些内容宏可用于插入 Zenphoto 项目，如<em>描述、</em><em>zenpage 内容</em>和 <em>zenpage 额外内容</em>中所述。</p><p>将任何参数 （<em>%d</em>） 替换为适当的值。

source: Parameter types:
it_it: Tipi di parametro:
zh_cn: 参数类型：

source: <em><strong>string</strong></em> may be enclosed in quotation marks when the macro is invoked. The quotes are stripped before the macro is processed.
it_it: <em><strong>una stringa</strong></em> può essere messa tra virgolette quando viene chiamata la macro. Le virgolette vengono tolte prima che la macro sia elaborata.
zh_cn: 调用宏时，<em><strong>字符串</strong></em>可以用引号引起来。在处理宏之前，引号将被剥离。

source: <em><strong>int</strong></em> a number
it_it: <em><strong>int</strong></em> un numero
zh_cn: <em><strong>int</strong></em> 一个数字

source: <em><strong>bool</strong></em> <code>true</code> or <code>false</code>
it_it: <em><strong>bool</strong></em> <code>true</code> o <code>false</code>
zh_cn: <em><strong>布尔值</strong></em><code>真</code>或<code>假</code>

source: <em><strong>array</strong></em> an assignment list e.g. <code>u=w</code> <code>x=y</code>....
it_it: <em><strong>array</strong></em> una lista di assegnazioni es. <code>u=w</code> <code>x=y</code>....
zh_cn: <em><strong>数组</strong></em>一个赋值列表，例如 <code>u=w</code> <code>x=y</code>....

source: Parameters within braces are optional.
it_it: I parametri all’interno di parentesi graffe sono opzionali.
zh_cn: 大括号内的参数是可选的。

source: Mark installation as “released”.
it_it: Marca l’installazione come "standard" (released).
zh_cn: 将安装标签为"已发布"。

source: released
it_it: standard (released)
zh_cn: 释放

source: Mark release
it_it: Marca distribuzione (release)
zh_cn: 标签发布

source: Edits the version.php file making a “%s” install.
it_it: Modifica il file version.php per farne una installazione "%s".
zh_cn: 编辑版本.php文件进行"%s"安装。

source: A plugin to insert your Matomo (formerly Piwik) JavaScript tracking code into your theme pages.
it_it: Un plugin che inserisce il proprio codice di tracciamento JavaScript Matomo (prima Piwik) nelle pagine del tema.
zh_cn: 一个插件，用于将Matomo（以前称为Piwik）JavaScript跟踪代码插入到您的主题页面中。

source: Matomo url
it_it: url di Matomo
zh_cn: Matomo 网址

source: Enter your Matomo installation URL including protocol (e.g. <code>https://domain.com</code>).
it_it: Inserire la URL di installazione di Matomo includendo il protocollo (e.g. <code>https://domain.com</code>).
zh_cn: 输入您的 Matomo 安装 URL，包括协议（例如 <code>https://domain.com</code>）。

source: Site id
it_it: id del sito
zh_cn: 网站编号

source: Enter the site id assigned by Matomo.
it_it: Inserire l’id del sito assegnato da Matomo.
zh_cn: 输入 Matomo 分配的站点 ID。

source: Enable Admin tracking
it_it: Abilita tracciamento amministratore
zh_cn: 启用管理员跟踪

source: Controls if you want Matomo to track users with <code>Admin</code> rights.
it_it: Stabilisce se Matomo deve tracciare anche utenti con privilegi da <code>Amministratore</code>.
zh_cn: 控制是否希望 Matomo 跟踪具有<code>管理员权限的用户</code>。

source: Content tracking
it_it: Contenuto da tracciare
zh_cn: 内容跟踪

source: Track all content
it_it: Traccia tutti i contenuti
zh_cn: 跟踪所有内容

source: Track visible content only
it_it: Traccia solo i contenuti visibili
zh_cn: 仅跟踪可见内容

source: Disable content tracking
it_it: Disabilita tracciamento dei contenuti
zh_cn: 禁用内容跟踪

source: Controls if you want Matomo to track content interaction (e.g. link clicks). Your theme/plugins/site will require specific HTML markup for this to work. Read more about it on <a href="https://developer.matomo.org/guides/content-tracking">Content tracking</a>.
it_it: Controlla se Matomo debba tracciare l’interazione con i contenuti (es. clic sui collegamenti). Il tuo tema/plugin/sito richiederà markup HTML specifico affinché questo funzioni. Maggiori informazioni sul <a href="https://developer.matomo.org/guides/content-tracking">Content tracking</a> .
zh_cn: 控制您是否希望 Matomo 跟踪内容交互（例如链接点击）。您的主题/插件/网站需要特定的HTML标签才能正常工作。有关它的更多信息，请访问< href="https://developer.matomo.org/guides/content-tracking">内容跟踪</a>。

source: Main domain for subdomain tracking
it_it: Dominio principale per tracciare i sottodomini
zh_cn: 用于子域跟踪的主域

source: Enter your site domain name if you also like to track all subdomains of it. Enter like <code>domain.com</code>.
it_it: Inserire il nome dominio del proprio sito se si vogliono tracciare anche tutti i sottodomini. Per esempio <code>domain.com</code>.
zh_cn: 如果您还想跟踪站点的所有子域，请输入您的网站域名。像 <code>domain.com</code> 一样输入。

source: Widgets: Embed code
it_it: Widget: Codice incorporazione
zh_cn: 小部件：嵌入代码

source: Enter widget iframe code if you like to embed statistics to your Zenphoto backend. You can view it via a utility button afterwards. Visit the widget area on your Matomo install for more info.
it_it: Inserire il codice iframe del widget se si desidera incorporare le statistiche nel pannello di amministrazione. In questo modo sarà accessibile attraverso un pulsante. Per altre informazioni consultare l’area widget della propria installazione Matomo.
zh_cn: 输入小部件 iframe 代码，如果你想将统计数据嵌入到你的 Zenphoto 后端。之后，您可以通过实用程序按钮查看它。访问 Matomo 安装上的小部件区域以获取更多信息。

source: Language to track
it_it: Lingua da tracciare
zh_cn: 要跟踪的语言

source: Select in which language you want to track page titles. If none, the visitor language is used. If you choose a single language it avoids tracking multiple title per page. Note: It is rather not recommend to use this for SEO reasons as each language version of a page does count as separate content.
it_it: Scegli in quale lingua tracciare i titoli delle pagine. Se non ne scegli nessuna viene utilizzata la lingua del visitatore. Scegliendo una lingua specifica si impedisce di tracciare più titoli per ogni pagina. Nota: È sconsigliato farlo per motivi di SEO, poiché ogni versione linguistica di una pagina vale come contenuto separato.
zh_cn: 选择要使用的语言跟踪页面标题。如果没有，则使用访问者语言。如果您选择一种语言，则可以避免跟踪每个页面的多个标题。注意：出于SEO原因，不建议使用它，因为页面的每个语言版本都算作单独的内容。

source: Disable cookies
it_it: Disabilita cookie
zh_cn: 禁用 cookies

source: Enable this so Matomo does not use cookies to track visitors (less accurate tracking).
it_it: Abilita per evitare che Matomo usi cookie per tracciare i visitatori (meno accurato).
zh_cn: 启用此功能，以便 Matomo 不会使用 Cookie 来跟踪访问者（跟踪不太准确）。

source: Require consent
it_it: Richiesta consenso
zh_cn: 需要同意

source: No consent required
it_it: Consenso non richiesto
zh_cn: 无需同意

source: Consent required
it_it: Consenso richiesto
zh_cn: 需要同意

source: Consent required and remember consent*
it_it: Consenso richiesto e memorizzato*
zh_cn: 需要同意并记住同意*

source: Enable this so Matomo will ask users for consent about tracking statistics. *requires cookies.
it_it: Abilita affinché Matomo chieda il consenso agli utenti per la raccolta delle statistiche. *richiede cookie.
zh_cn: 启用此功能，以便 Matomo 将征求用户对跟踪统计信息的同意。*需要饼干。

source: Matomo statistics
it_it: Statistiche Matomo
zh_cn: 可见统计数据

source: View Matomo statisics of your site
it_it: Vedi le statistiche Matomo del sito
zh_cn: 查看您网站的 Matomo 统计

source: Inserts the iframe with the opt-out cookie code as entered on the related plugin option.
zh_cn: 插入 iframe 以及相关插件选项中输入的退出 Cookie 代码。

source: A menu creation facility. The <em>Menu</em> tab admin interface lets you create arbitrary menu trees.
it_it: Uno strumento per la creazione di menu. La scheda <em>Menu</em> nell’interfaccia di amministrazione permette di creare alberi di menu personalizzati.
zh_cn: 菜单创建工具。<em>菜单</em>选项卡管理界面允许您创建任意菜单树。

source: Truncate indicator*
it_it: Indicatore di troncamento*
zh_cn: 截断指示器*

source: Append this string to truncated titles.
it_it: Aggiungi questa stringa ai titoli troncati.
zh_cn: 将此字符串追加到截断的标题。

source: Truncate titles*
it_it: Limite caratteri titoli*
zh_cn: 截断标题*

source: Limit titles to this many characters. Zero means no limit.
it_it: Limita i titoli a questo numero di caratteri. Zero vuol dire nessun limite.
zh_cn: 将标题限制为如此多的字符。零意味着没有限制。

source: * These options may be set via the <a href="javascript:gotoName('menu_manager');"><em>menu_manager</em></a> plugin options.
it_it: * Queste opzioni possono essere impostate dalle opzioni del plugin <a href="javascript:gotoName('menu_manager');"><em>menu_manager</em></a>.
zh_cn: * 这些选项可以通过<a href="javascript：gotoName（'menu_manager'）;"><em>menu_manager</em>插件选项来设置</a>。

source: <p class="notebox">*<strong>Note:</strong> The setting of these options are shared with other plugins.</p>
it_it: <p class="notebox">*<strong>Nota:</strong> le impostazioni di queste opzioni sono condivise con altri plugin.</p>
zh_cn: <p class="notebox">*<strong>注意：</strong>这些选项的设置与其他插件共享。</p>

source: Menu
zh_cn: 菜单

source: menu
zh_cn: 菜单

source: Page %1$u (Current Page)
it_it: Pagina %1$u (pagina corrente)
zh_cn: 第 %1$u 页（当前页）

source: Page {%u}
it_it: Pagina {%u}
zh_cn: 第 {%u} 页

source: News index
it_it: Indice delle notizie
zh_cn: 新闻索引

source: createMenuIfNotExists item %s has an empty link.
it_it: createMenuIfNotExists: l’elemento %s ha il collegamento vuoto.
zh_cn: createMenuIfNotExists 项 %s 有一个空链接。

source: createMenuIfNotExists item %s has an empty title.
it_it: createMenuIfNotExists: l’elemento %s ha il titolo vuoto.
zh_cn: createMenuIfNotExists 项 %s 具有空标题。

source: createMenuIfNotExists item %s has an empty title or link.
it_it: createMenuIfNotExists: l’elemento %s ha il titolo o il collegamento vuoti.
zh_cn: createMenuIfNotExists 项 %s 具有空标题或链接。
