Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: If checked, posters may exclude their personal information from the published post.
it_it: Se selezionato, gli autori possono escludere le loro informazioni personali dagli articoli pubblicati.
zh_cn: 如果选中，发帖人可能会将其个人信息从发布的帖子中排除。

source: Include RSS link
it_it: Includi collegamento RSS
zh_cn: 包括 RSS 链接

source: If checked, an RSS link will be included at the bottom of the comment section.
it_it: Se abilitato, verrà incluso un collegamento RSS sotto la sezione dei commenti.
zh_cn: 如果选中，RSS 链接将包含在评论部分的底部。

source: Comments per page
it_it: Commenti per pagina
zh_cn: 每页评论数

source: The comments that should show per page on the admin tab and when using the jQuery pagination
it_it: Il numero di commenti da visualizzare per pagina in amministrazione e quando si usa la paginazione jQuery
zh_cn: 在管理选项卡上以及使用 jQuery 分页时应显示的每页评论

source: Comment editor configuration
it_it: Configurazione editor per i commenti
zh_cn: 评论编辑器配置

source: Configuration file for TinyMCE when used for comments. Set to <code>Disabled</code> to disable visual editing.
it_it: File di configurazione di TinyMCE quando usato per i commenti. Impostare su <code>Disabilitato</code> per disabilitare l’editing visuale.
zh_cn: 用于评论时的 TinyMCE 的配置文件。设置为<code>"已禁用"</code>以禁用可视化编辑。

source: Pagination
it_it: Paginazione
zh_cn: 分页

source: Uncheck to disable the jQuery pagination of comments. Enabled by default.
it_it: Deselezionare per disabilitare la paginazione jQuery per i commenti. Abilitata come impostazione predefinita.
zh_cn: 取消选中以禁用评论的 jQuery 分页。默认情况下处于启用状态。

source: Data usage confirmation
it_it: Conferma uso dei dati
zh_cn: 数据使用确认

source: If checked a mandatory checkbox is added for users to confirm about data storage and handling by your site. This is recommend to comply with the European GDPR.
it_it: Se selezionato viene aggiunto un checkbox a scelta obbligata, affinché i visitatori accettino la memorizzazione e il trattamento dei dati da parte del sito. Consigliato per ottemperare al GDPR europeo.
zh_cn: 如果选中，则会添加一个必填复选框，以便用户确认您站点的数据存储和处理情况。建议这样做以符合欧洲 GDPR。

source: comments
it_it: commenti
zh_cn: 评论

source: Add a comment:
it_it: Aggiungi un commento:
zh_cn: 添加评论：

source: No Comments
it_it: Nessun commento
zh_cn: 没有评论

source: %u Comment
it_it: %u Commento
zh_cn: %u 条评论

source: show comments
it_it: mostra commenti
zh_cn: 显示评论

source: hide comments
it_it: nascondi commenti
zh_cn: 隐藏评论

source: on
it_it: il
zh_cn: 在

source: Only registered users may post comments.
it_it: Solo gli utenti registrati possono scrivere commenti.
zh_cn: 只有注册用户才能发表评论。

source: Subscribe to comments
it_it: Sottoscrivi i commenti
zh_cn: 订阅评论

source: Closed for comments.
it_it: Commenti chiusi.
zh_cn: 已关闭，无法发表评论。

source: edit comment
it_it: modifica commento
zh_cn: 编辑评论

source: Are you sure you want to delete this comment?
it_it: Si è sicuri di voler eliminare questo commento?
zh_cn: 是否确实要删除此评论？

source: Author:
it_it: Autore:
zh_cn: 作者：

source: Web Site:
it_it: Sito web:
zh_cn: 网站：

source: E-Mail:
zh_cn: 电子邮件：

source: Date/Time:
it_it: Data/Ora:
zh_cn: 日期/时间：

source: IP:
zh_cn: 用户：

source: Street:
it_it: Via:
zh_cn: 街道：

source: Postal code:
it_it: Codice postale:
zh_cn: 邮政编码：

source: Comment:
it_it: Commento:
zh_cn: 评论：

source: Comment management
it_it: Gestione commenti
zh_cn: 评论管理

source: Comment is un-approved
it_it: Il commento non è approvato
zh_cn: 评论未获批准

source: Approve
it_it: Approva
zh_cn: 批准

source: Approve this comment
it_it: Approvare questo commento
zh_cn: 批准此评论

source: Comment is approved
it_it: Il commento è approvato
zh_cn: 评论已获批准

source: Un-approve
it_it: Rimuovere l’approvazione
zh_cn: 取消批准

source: Un-approve this comment
it_it: Rimuovere l’approvazione a questo commento
zh_cn: 取消批准此评论

source: Comment is private
it_it: Il commento è privato
zh_cn: 评论是私密的

source: Comment is public
it_it: Il commento è pubblico
zh_cn: 评论是公开的

source: Comment is anonymous
it_it: Il commento è anonimo
zh_cn: 评论是匿名的

source: Comment is not anonymous
it_it: Il commento non è anonimo
zh_cn: 评论不是匿名的

source: Comment does not exist
it_it: Il commento non esiste
zh_cn: 评论不存在

source: Selected items marked as spam
it_it: Gli elementi selezionati verranno marcati come spam
zh_cn: 标签为垃圾邮件的选定项目

source: Selected items approved
it_it: Elementi selezionati approvati
zh_cn: 已批准的选定项目

source: %u Comment deleted successfully.
it_it: %u Commento eliminato con successo.
zh_cn: %u 已成功删除评论。

source: You can edit or delete comments.
it_it: È possibile modificare o cancellare i commenti.
zh_cn: 您可以编辑或删除评论。

source: View truncated
it_it: Visualizza il testo troncato
zh_cn: 视图被截断

source: View full text
it_it: Visualizza il testo completo
zh_cn: 查看全文

source: Edit this comment
it_it: Modifica questo commento
zh_cn: 编辑此评论

source: Mark as spam
it_it: Marca come spam
zh_cn: 标记为垃圾邮件

source: The item upon which this comment was posted no longer exists.
it_it: L’elemento nel quale questo commento era stato scritto non esiste più.
zh_cn: 发布此评论的项目不再存在。

source: <strong>Missing Object</strong>
it_it: <strong>Oggetto mancante</strong>
zh_cn: <strong>缺少对象</strong>

source: [news]
it_it: [notizie]
zh_cn: [新闻]

source: [page]
it_it: [pagina]
zh_cn: [页]

source: Anonymous posting
it_it: Scrittura anonima
zh_cn: 匿名发布

source: Private message
it_it: Messaggio privato
zh_cn: 私人留言

source: Approve this message (not SPAM)
it_it: Approva questo messaggio (non è SPAM)
zh_cn: 批准此邮件（非垃圾邮件）

source: Approve this message (not SPAM
it_it: Approva questo messaggio (non è SPAM)
zh_cn: 批准此邮件（不是垃圾邮件）

source: Mark this message as SPAM
it_it: Marca questo messaggio come SPAM
zh_cn: 将此邮件标签为垃圾邮件

source: Edit this comment.
it_it: Modifica questo commento.
zh_cn: 编辑此评论。

source: Reply:
it_it: Rispondi:
zh_cn: 回复：

source: Reply
it_it: Rispondi
zh_cn: 回复

source: Delete this comment.
it_it: Elimina questo commento.
zh_cn: 删除此评论。

source: Marked as spam/approved
it_it: Marca come spam/approvato
zh_cn: 标签为垃圾邮件/已批准

source: Edit comment
it_it: Modifica commento
zh_cn: 编辑评论

source: E-mail comment author
it_it: E-mail dell’autore del commento
zh_cn: 电子邮件评论作者

source: Name%s
it_it: Nome%s
zh_cn: 名称%s

source: <em>anonymous</em>
it_it: <em>anonimo</em>
zh_cn: <em>匿名</em>

source: E-Mail%s
zh_cn: 电子邮件%s

source: Website%s
it_it: Sito web%s
zh_cn: 网站%s

source: Street%s
it_it: Via%s
zh_cn: 街道%s

source: City%s
it_it: Città%s
zh_cn: 城市%s

source: State%s
it_it: Stato%s
zh_cn: 状态 %s

source: Country%s
it_it: Nazione%s
zh_cn: 国家%s

source: Postal code%s
it_it: Codice postale%s
zh_cn: 邮政编码%s

source: Enter CAPTCHA<strong>*</strong>
it_it: Immettere CAPTCHA<strong>*</strong>
zh_cn: 输入验证码<strong>*</strong>

source: <strong>*</strong>Required fields
it_it: <strong>*</strong>Campi richiesti
zh_cn: <strong>*</strong>必填字段

source: Private comment (do not publish)
it_it: Commento privato (non pubblicare)
zh_cn: 私人评论（不发布）

source: Add Comment
it_it: Aggiungi Commento
zh_cn: 添加评论

source: 10 Most Recent Comments
it_it: 10 Commenti Più Recenti
zh_cn: 10 最新评论

source: <strong>database error</strong>
it_it: <strong>errore database</strong>
zh_cn: <strong>数据库错误</strong>

source: <em>%1$s</em> commented on %2$s:
it_it: <em>%1$s</em> commentato su %2$s:
zh_cn: <em>%1$s</em> 对 %2$s 进行了评论：

source: Mail send failed
it_it: Invio mail fallito
zh_cn: 邮件发送失败

source: Error posting comment:
it_it: Errore nell’invio del commento:
zh_cn: 发布评论时出错：

source: You must supply an e-mail address.
it_it: È necessario fornire un indirizzo e-mail.
zh_cn: 您必须提供电子邮件地址。

source: You must enter your name.
it_it: È necessario inserire il proprio nome.
zh_cn: 您必须输入您的姓名。

source: You must supply a WEB page URL.
it_it: È necessario fornire l’URL di una pagina web.
zh_cn: 您必须提供 WEB 页 URL。

source: CAPTCHA verification failed.
it_it: Verifica captcha fallita.
zh_cn: 验证码验证失败。

source: You must enter some text in the comment field.
it_it: È necessario inserire qualcosa come testo del commento.
zh_cn: 您必须在评论字段中输入一些文本。

source: Please agree to storage and handling of your data by this website.
it_it: Accetta la memorizzazione e il trattamento dei tuoi dati da parte di questo sito web.
zh_cn: 请同意本网站存储和处理您的数据。

source: Your comment was rejected by the <em>%s</em> SPAM filter.
it_it: Il commento è stato respinto dal filtro antispam <em>%s</em>.
zh_cn: 您的评论被 <em>%s</em> 垃圾邮件过滤器拒绝。

source: Your comment has been marked for moderation by the <em>%s</em> SPAM filter.
it_it: Il commento è stato messo in coda di moderazione dal filtro antispam <em>%s</em>.
zh_cn: 您的评论已被 <em>%s</em> 垃圾邮件过滤器标签为审核。

source: A comment has been placed in moderation on your album “%1$s”.
it_it: È stato messo in coda di moderazione un commento all’album "%1$s".
zh_cn: 您的影集"%1$s"上的评论已被适度放置。

source: A comment has been posted on your album “%1$s”.
it_it: È stato scritto un commento all’album "%1$s".
zh_cn: 您的影集"%1$s"上发布了评论。

source: A comment has been placed in moderation on your article “%1$s”.
it_it: È stato messo in coda di moderazione un commento all’articolo "%1$s".
zh_cn: 您的文章"%1$s"上的评论已被审核。

source: A comment has been posted on your article “%1$s”.
it_it: È stato scritto un commento all’articolo "%1$s".
zh_cn: 您的文章"%1$s"上发布了评论。

source: A comment has been placed in moderation on your page “%1$s”.
it_it: È stato messo in coda di moderazione un commento alla pagina "%1$s".
zh_cn: 您的网页"%1$s"上的评论已被审核。

source: A comment has been posted on your page “%1$s”.
it_it: È stato scritto un commento alla pagina "%1$s".
zh_cn: 您的页面上发布了评论"%1$s"。

source: A comment has been placed in moderation on your image “%1$s” in the album “%2$s”.
it_it: È stato messo in coda di moderazione un commento all’immagine "%1$s" nell’album "%2$s".
zh_cn: 影集"%2$s"中的图片"%1$s"上已适度添加评论。

source: A comment has been posted on your image “%1$s” in the album “%2$s”.
it_it: È stato scritto un commento all’immagine "%1$s" nell’album "%2$s".
zh_cn: 影集"%2$s"中的图片"%1$s"上发布了评论。

source: Author: %1$s Email: %2$s Website: %3$s Comment: %4$s
it_it: Autore: %1$s E-mail: %2$s Sito web: %3$s Commento: %4$s
zh_cn: 作者： %1$s 电子邮件： %2$s 网站： %3$s 评论： %4$s

source: You can view all comments about this item here: %1$s
it_it: È possibile vedere tutti i commenti per questo elemento qui: %1$s
zh_cn: 您可以在此处查看有关此项目的所有评论： %1$s

source: You can edit the comment here: %1$s
it_it: È possibile modificare il commento qui: %1$s
zh_cn: 您可以在此处编辑评论： %1$s

source: Comment posted
it_it: Commento inviato
zh_cn: 评论发布

source: Comment posted on unknown page!
it_it: Commento in una pagina sconosciuta!
zh_cn: 评论张贴在未知页面上！

source: Anonymous
it_it: Anonimo
zh_cn: 匿名

source: %1$s commented on album %2$s%3$s
it_it: %1$s ha commentato l’album %2$s%3$s
zh_cn: %1$s 已对影集进行评论 %2$s%3$s

source: %1$s commented on %2$s in album %3$s%4$s
it_it: %1$s ha commentato %2$s nell’album %3$s%4$s
zh_cn: %1$s 对影集中的 %2$s 进行了评论 %3$s%4$s

source: %1$s commented on %2$s%3$s
it_it: %1$s ha commentato %2$s%3$s
zh_cn: %1$s 已对 %2$s%3$s 进行了评论

source: You will need to run <a href="%1$s">setup</a> to update the database with the custom fields defined by the <em>%2$s</em> plugin.
it_it: È necessario eseguire il <a href="%1$s">setup</a> per aggiornare il database con i campi personalizzati definiti dal plugin <em>%2$s</em>.
zh_cn: 您需要运行< href="%1$s">设置</a>，以使用 <em>%2$s</em> 插件定义的自定义字段更新数据库。

source: Prints an e-mail contact so that visitors may e-mail the site administrator.
it_it: Mostra un contatto e-mail in modo che i visitatori possano scrivere all’amministratore del sito.
zh_cn: 打印电子邮件联系人，以便访问者可以向网站管理员发送电子邮件。

source: <p>Fields with <strong>*</strong> are required. HTML or any other code is not allowed.</p>
it_it: <p>I campi con <strong>*</strong> sono richiesti. Non è permesso né l’html né qualsiasi altro codice.</p>
zh_cn: <p>带 <strong>*</strong> 的字段为必填项。不允许使用 HTML 或任何其他代码。</p>

source: <p>Please confirm that you really want to send this email. Thanks.</p>
it_it: <p>Confermare che si vuole veramente inviare questa e-mail. Grazie.</p>
zh_cn: <p>请确认您确实要发送此电子邮件。谢谢。</p>

source: <p>Thanks for your message.</p>
it_it: <p>Grazie per il messaggio.</p>
zh_cn: <p>感谢您的留言。</p>

source: Send another message.
it_it: Invia un altro messaggio.
zh_cn: 发送另一条消息。

source: <p>A copy of your e-mail will automatically be sent to the address you provided for your own records.</p>
it_it: <p>Una copia dell’e-mail verrà mandata automaticamente all’indirizzo fornito per registrazione personale.</p>
zh_cn: <p>您的电子邮件副本将自动发送到您提供的地址，供您自己记录。</p>

source: required
it_it: richiesto
zh_cn: 必填

source: omitted
it_it: omesso
zh_cn: 省略

source: Set if the <code>%s</code> field should be required, just shown or omitted
it_it: Imposta se il campo <code>%s</code> deve essere richiesto, solo mostrato od omesso
zh_cn: 设置 <code>%s</code> 字段是必需的、刚刚显示还是省略

source: Intro text
it_it: Testo introduttivo
zh_cn: 介绍文本

source: The intro text for your contact form
it_it: Il testo introduttivo del form per i contatti
zh_cn: 联系表单的介绍文本

source: Confirm text
it_it: Testo di conferma
zh_cn: 确认文本

source: The text that asks the visitor to confirm that he really wants to send the message.
it_it: Il testo che chiede al visitatore di confermare se vuole veramente inviare il messaggio.
zh_cn: 要求访问者确认他确实要发送消息的文本。

source: Thanks text
it_it: Testo di ringraziamento
zh_cn: 感谢文字

source: The text that is shown after a message has been confirmed and sent.
it_it: Il testo che viene mostrato dopo che un messaggio è stato confermato e inviato.
zh_cn: 确认并发送消息后显示的文本。

source: New message link text
it_it: Testo del collegamento nuovo messaggio
zh_cn: 新邮件链接文本

source: The text for the link after the thanks text to return to the contact page to send another message.
it_it: Il testo per il collegamento dopo il testo di ringraziamento per tornare alla pagina dei contatti per mandare un altro messaggio.
zh_cn: 该文本为链接后面的感谢文本返回到联系人页面以发送另一条消息。

source: Require confirmation
it_it: Richiedi conferma
zh_cn: 需要确认

source: If checked, a confirmation form will be presented before sending the contact message.
it_it: Se selezionato, verrà mostrato un form di conferma prima di inviare il messaggio del contatto.
zh_cn: 如果选中，将在发送联系消息之前出示确认表格。

source: Send copy
it_it: Invia copia
zh_cn: 发送副本

source: If checked, a copy of the message will be sent to the address provided. <p class='notebox'><strong>Caution: </strong> If you check this option it is strongly recommend to use Captcha and the confirmation option. Be aware that someone could misuse the e-mail address entered for spamming with this form and that in some countries’ jurisdictions(e.g. most European countries) you may be made responsible for this then!</p>
it_it: Se abilitata, una copia del messaggio verrà inviata all’indirizzo fornito. <p class='notebox'><strong>Attenzione:</strong> se si abilita questa opzione è fortemente raccomandato di usare le opzioni Captcha e di conferma. Tenere presente che qualcuno può abusare dell'indirizzo e-mail inserito per inviare spam con questo form e in alcune giurisdizioni (ad es. la maggior parte dei paesi europei) si può essere considerati responsabili in sede giudiziaria!</p>
zh_cn: 如果选中，邮件的副本将发送到提供的地址。<p class='notebox'><strong>Caution：</strong>如果您选中此选项，强烈建议您使用验证码和确认选项。请注意，有人可能会滥用此表单输入的电子邮件地址进行垃圾邮件，并且在某些国家的司法管辖区（例如大多数欧洲国家/地区），您可能会对此负责！</p>

source: Send copy note text
it_it: Testo nota invia copia
zh_cn: 发送复制评论文本

source: The text for the note about sending a copy to the address provided in case that option is set.
it_it: Il testo per la nota riguardo all’invio di una copia all’indirizzo fornito in caso l’opzione sia abilitata.
zh_cn: 有关将副本发送到设置了该选项时提供的地址的评论的文本。

source: Contact recipients
it_it: Destinatari dei contatti
zh_cn: 联系收件人

source: The e-mail address the messages should be sent to. Enter one or more address separated by semicolons.
it_it: L’indirizzo e-mail a cui devono essere inviati i messaggi. Inserire uno o più indirizzi separandoli con un punto e virgola senza spazi.
zh_cn: 邮件应发送到的电子邮件地址。输入一个或多个以分号分隔的地址。

source: Name
it_it: Nome
zh_cn: 名字

source: Company
it_it: Azienda
zh_cn: 公司

source: Street
it_it: Via
zh_cn: 街道

source: Postal code
it_it: Codice postale
zh_cn: 邮政编码

source: E-mail
zh_cn: 电子邮件

source: CAPTCHA
zh_cn: CAPTCHA 验证码

source: If checked, the form will include a Captcha verification.
it_it: Se selezionato, il modulo includerà una verifica Captcha.
zh_cn: 如果选中，表单将包含 Captcha 验证码验证。

source: Phone
it_it: Telefono
zh_cn: 电话

source: Phone number
it_it: Numero di telefono
zh_cn: 电话号码

source: a title
it_it: un titolo
zh_cn: 标题

source: a name
it_it: un nome
zh_cn: 名字

source: a company
it_it: un’azienda
zh_cn: 公司

source: a street
it_it: una via
zh_cn: 街道

source: a city
it_it: una città
zh_cn: 城市

source: a state
it_it: uno stato
zh_cn: 状态

source: a country
it_it: una nazione
zh_cn: 国家

source: a postal code
it_it: un codice postale
zh_cn: 邮政编码

source: a valid email address
it_it: un indirizzo e-mail valido
zh_cn: 有效的电子邮件地址

source: a website
it_it: un sito web
zh_cn: 网站

source: a phone number
it_it: un numero di telefono
zh_cn: 电话号码

source: a subject
it_it: un oggetto
zh_cn: 主题

source: a message
it_it: un messaggio
zh_cn: 消息

source: the correct CAPTCHA verification code
it_it: il codice di verifica captcha corretto
zh_cn: 正确的验证码验证码

source: Please enter %s. Thanks.
it_it: Inserire %s. Grazie.
zh_cn: 请输入 %s。谢谢。

source: Please enter %1$s and %2$s. Thanks.
it_it: Inserire %1$s e %2$s. Grazie.
zh_cn: 请输入 %1$s 和 %2$s。谢谢。

source: Please enter: %sThanks.
it_it: Inserire: %sGrazie.
zh_cn: 请输入： %s谢谢。

source: I agree to storage and handling of my data by this website.
it_it: Accetto la memorizzazione e il trattamento dei miei dati da parte di questo sito web.
zh_cn: 我同意本网站存储和处理我的数据。

source: Confirm
it_it: Conferma
zh_cn: 确认

source: Discard
it_it: Annulla
zh_cn: 丢弃

source: Error sending mail:
it_it: Errore nell’invio del messaggio:
zh_cn: 发送邮件时出错：

source: Set %1 to optionally override the subject.
it_it: Impostare %1 per sovrascrivere facoltativamente il soggetto.
zh_cn: 将 %1 设置为可选地覆盖主题。

source: Title%s
it_it: Titolo%s
zh_cn: 标题%s

source: Company%s
it_it: Azienda%s
zh_cn: 公司%s

source: Phone%s
it_it: Telefono%s
zh_cn: 电话%s

source: Subject<strong>*</strong>
it_it: Oggetto<strong>*</strong>
zh_cn: 主题<strong>*</strong>

source: Message<strong>*</strong>
it_it: Messaggio<strong>*</strong>
zh_cn: 留言内容<strong>*</strong>

source: Send e-mail
it_it: Invia e-mail
zh_cn: 发送电子邮件

source: A plugin to add a cookie notify dialog to comply with the EU cookie law and Google's request regarding usages of Google Adwords, Analytics and more. Based on <a href='https://cookieconsent.osano.com/'>https://cookieconsent.osano.com/</a>
it_it: Un plugin che genera un banner per soddisfare quanto richiesto dalla UE con la cookie law, nonché da Google per utilizzare Adwords, Analytics e altro. Basato su <a href='https://cookieconsent.osano.com/'>https://cookieconsent.osano.com/</a>
zh_cn: 一个插件，用于添加 Cookie 通知对话框，以符合欧盟 Cookie 法律和 Google 关于使用 Google Adwords、Analytics 等的请求。基于<a href='https：//cookieconsent.osano.com/'>https://cookieconsent.osano.com/</a>

source: Note: This plugin cannot block or delete cookies by itself without proper configuration that also may require customisations to your site.
it_it: Nota: Questo plug-in non può bloccare o eliminare i cookie da solo senza un’adeguata configurazione che potrebbe richiedere anche personalizzazioni del tuo sito.
zh_cn: 注意：如果没有正确的配置，此插件无法阻止或删除cookie本身，这也可能需要对您的网站进行自定义。

source: Button: Agree
it_it: Pulsante: Accetto
zh_cn: 按钮：同意

source: Text used for the dismiss button in info complicance. Leave empty to use the default text.
it_it: Testo usato per il pulsante di chiusura del banner in conformità con info. Lasciare in bianco per usare il testo predefinito.
zh_cn: 用于信息中的关闭按钮的文本。留空以使用默认文本。

source: Button: Allow cookies
it_it: Pulsante: Consenti i cookie
zh_cn: 按钮：允许使用 Cookie

source: Text used for the button to allow cookies in opt-in and opt-out complicance. Leave empty to use the default text.
it_it: Testo utilizzato per il pulsante di consenso ai cookie in conformità con opt-in e opt-out. Lascia in bianco per usare il testo predefinito.
zh_cn: 用于按钮的文本，以允许 Cookie 在选择加入和选择退出中兼容。留空以使用默认文本。

source: Button: Decline cookies
it_it: Pulsante: Rifiuta i cookie
zh_cn: 按钮：拒绝 Cookie

source: Text used for the button to decline cookies in opt-in and opt-out complicance. Leave empty to use the default text.
it_it: Testo utilizzato per il pulsante di rifiuto ai cookie in conformità con opt-in e opt-out. Lascia in bianco per usare il testo predefinito.
zh_cn: 用于在选择加入和选择退出中拒绝 Cookie 的按钮的文本。留空以使用默认文本。

source: Button: Learn more
it_it: Pulsante: Altre informazioni
zh_cn: 按钮：了解更多

source: Text used for the learn more info button. Leave empty to use the default text.
it_it: Testo utilizzato per il pulsante altre informazioni. Lascia in bianco per usare il testo predefinito.
zh_cn: 用于"了解详细信息"按钮的文本。留空以使用默认文本。

source: Button: Learn more - URL
it_it: Pulsante: Altre informazioni - URL
zh_cn: 按钮：了解更多 - 网址

source: URL to your cookie policy / privacy info page.
it_it: Link alla pagina con la cookie policy / privacy info del sito.
zh_cn: 您的 Cookie 政策/隐私信息页面的 URL。

source: Message
it_it: Messaggio
zh_cn: 消息

source: The message shown by the plugin. Leave empty to use the default text.
it_it: Il messaggio visualizzato dal plugin. Lascia in bianco per usare il testo predefinito.
zh_cn: 插件显示的消息。留空以使用默认文本。

source: Cookie Policy
zh_cn: Cookie策略

source: The policy headline for the message text on some layout/theme settings.
it_it: Il titolo della policy per il testo del messaggio presente nelle impostazioni di alcuni layout/tema.
zh_cn: 某些布局/主题设置中邮件文本的策略标题。

source: Header
it_it: Intestazione
zh_cn: 页眉

source: The header shown on some layout/theme settings.
it_it: Il titolo mostrato nelle impostazioni di alcuni layout/temi.
zh_cn: 某些布局/主题设置上显示的标题。

source: Domain
it_it: Dominio
zh_cn: 域

source: The domain for the consent cookie that Cookie Consent uses, to remember that users have consented to cookies. Useful if your website uses multiple subdomains, e.g. if your script is hosted at <code>www.example.com</code> you might override this to <code>example.com</code>, thereby allowing the same consent cookie to be read by subdomains like <code>foo.example.com</code>.
it_it: Il dominio in cui memorizzare il cookie di consenso che Cookie Consent usa per ricordare che gli utenti hanno accettato i cookie. Utile se il sito utilizza diversi sottodomini. Ad esempio, se lo script è ospitato da <code>www.example.com</code> si può sovrascrivere con <code>example.com</code>, consentendo quindi che lo stesso cookie di consenso sia letto da tutti i sottodomini tipo <code>foo.example.com</code>.
zh_cn: Cookie 同意使用的同意 Cookie 的域，用于记住用户已同意 Cookie。如果您的网站使用多个子域，例如，如果您的脚本托管在 <code>www.example.com</code> 则可以覆盖此内容以 <code>example.com</code>，从而允许 <code>foo.example.com</code> 等子域读取相同的同意cookie。

source: Expire
it_it: Scadenza
zh_cn: 到期

source: The number of days Cookie Consent should store the user’s consent information for. Use -1 for no expiry.
it_it: Numero di giorni per cui Cookie Consent deve conservare le informazioni sul consenso dell’utente. Usare -1 per nessuna scadenza.
zh_cn: Cookie 同意应存储用户同意信息的天数。使用 -1 表示不会过期。

source: Theme
it_it: Tema
zh_cn: 主题

source: custom
it_it: personalizzato
zh_cn: 自定义

source: These are the included default themes. The chosen theme is added to the popup container as a CSS class in the form of .cc-style-THEME_NAME. Users can create their own themes.
it_it: Questi sono i temi predefiniti inclusi. Il tema scelto è aggiunto al contenitore pop-up come classe CSS nella forma .cc-style-NOME_TEMA. Gli utenti possono creare temi personalizzati.
zh_cn: 这些是包含的默认主题。所选主题将作为 CSS 类以 .cc 样式THEME_NAME的形式添加到弹出式容器中。用户可以创建自己的主题。

source: Layout
zh_cn: 布局

source: The layout style of the chosen theme.
it_it: Lo stile di layout del tema scelto.
zh_cn: 所选主题的布局样式。

source: Position
it_it: Posizione
zh_cn: 位置
