Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: Use getUrParent() instead
it_it: Utilizzare invece getUrParent()

source: Use the method isUniqueMailaddress() instead
it_it: Utilizzare invece il metodo isUniqueMailaddress()

source: Use the class property $connection instead
it_it: Utilizzare invece la proprietà della classe $connection

source: The table %1$s could not be converted to %2$s collation
it_it: Non è stato possibile convertire la tabella %1$s nella collation %2$s

source: The table %s could not be converted to utf8mb4 collation because it is not using any utf8_* collation
it_it: Non è stato possibile convertire la tabella %s in collation utf8mb4 perché non utilizza alcuna collation utf8_*

source: PHP Imagick library <em>%s</em>
it_it: Libreria Imagick di PHP <em>%s</em>

source: Change mode
it_it: Cambia modalità

source: Use isPublished() instead
it_it: Utilizzare invece isPublished()

source: Use setPublished() instead
it_it: Utilizzare invece isPublished()

source: Use the global object $_zp_db and the class method getCollationSetClause() instead.
it_it: Utilizzare invece l’oggetto globale $_zp_db e il metodo di classe getCollationSetClause().

source: Use the global object $_zp_db and the class method getFields() instead.
it_it: Utilizzare invece l’oggetto globale $_zp_db e il metodo della classe getFields().

source: Server software unknown
it_it: Software del server sconosciuto

source: Parameter %1$s usage of %2$s (called from %3$s line %4$s) deprecation.
it_it: L’uso del parametro %1$s di %2$s (chiamato da %3$s linea %4$s) è deprecato.

source: Chinese (Simplified)
it_it: Cinese (Semplificato)

source: ZenphotoCMS database has no administrators table or it is empty.
it_it: Il database di ZenphotoCMS non ha una tabella amministratori o ne ha una vuota.

source: Using strftime() based date formats strings is deprecated. Use standard date() compatible formatting or a timestamp instead.
it_it: L’uso di date formattate con strftime() è deprecato. Utilizzare invece una formattazione compatibile con lo standard date() o un timestamp.

source: Bitrate_Mode
it_it: Modalità_Bitrate

source: 1: Horizontal (normal)
it_it: 1: Orizzontale (normale)

source: 2: Mirror horizontal
it_it: 2: Specchio orizzontale

source: 3: Rotate 180 CW
it_it: 3: Rotazione 180

source: 4: Mirror vertical
it_it: 4: Specchio verticale

source: 5: Mirror horizontal and rotate 270 CW
it_it: 5: Specchio orizzontale e rotazione 270 S.O.

source: 6: Rotate 90 CW
it_it: 6: Rotazione 90 S.O.

source: 7: Mirror horizontal and rotate 90 CW
it_it: 7: Specchio orizzontale e rotazione 90 S.O.

source: 8: Rotate 270 CW
it_it: 8: Rotazione 270 S.O.

source: %1$s %2$s: %3$s
it_it: %2$s %1$s: %3$s

source: Downgrade to Zenphoto v%s
it_it: Downgrade a Zenphoto v%s

source: Downgrades are not recommended and supported and can have serious unwanted side effects especially regarding database changes in newer versions.
it_it: I downgrade non sono consigliati e supportati e possono avere gravi effetti collaterali indesiderati, soprattutto per quanto riguarda le modifiche al database nelle versioni più recenti.

source: Backup your database before proceeding!
it_it: Eseguire il backup del database prima di procedere!

source: PHP Version %1$s or greater is required. Version %2$s or greater is strongly recommended. Use earlier versions at your own risk. Zenphoto is developed on PHP 8+ and in any case not tested below 7.4. There will be no fixes if you encounter any issues below 7.4. Please contact your webhost about a PHP upgrade on your server.
it_it: È richiesta la versione PHP %1$s o superiore. È caldamente consigliata la versione %2$s o superiore. L’uso di versioni precedenti è a proprio rischio. Zenphoto è sviluppato su PHP 8+ e in ogni caso non testato su versioni precedenti alla 7.4. Non saranno fornite soluzioni per problemi riscontrati su versioni precedenti alla 7.4. Contattare il proprio webhost per far aggiornare il PHP del server.

source: PHP <code>cURL</code> support is critical and required for some functionalty.
it_it: Il supporto PHP per <code>cURL</code> è critico e necessario per alcune funzionalità.

source: <code>JSON</code> support is critical and required for some functionalty.
it_it: Il supporto per <code>JSON</code> è critico e necessario per alcune funzionalità.

source: <code>dom</code> support is not criticaly but strongely recommended for some functionality processing and modifying HTML contents.
it_it: Il supporto per <code>dom</code> non è fondamentale, ma è fortemente consigliato per alcune funzionalità di elaborazione e modifica dei contenuti HTML.

source: PHP <code>Ctype</code> support
it_it: Supporto PHP per <code>Ctype</code>

source: PHP <code>Ctype</code> support [is not present]
it_it: Supporto PHP per <code>Ctype</code> [non presente]

source: <code>Ctype</code> support is required for internal character type checking e.g. for shortening text content.
it_it: Il supporto di <code>Ctype</code> è necessario per il controllo interno del tipo di carattere, ad esempio per accorciare il contenuto del testo.

source: PHP <code>filter</code> support
it_it: Supporto PHP per <code>filter</code>

source: PHP <code>filter</code> support [is not present]
it_it: Supporto PHP per <code>filter</code> [non presente]

source: <code>filter</code> support is required for filtering and clearing content.
it_it: Il supporto per <code>filter</code> è necessario per filtrare e cancellare i contenuti.

source: PHP <code>session</code> support
it_it: Supporto PHP per <code>session</code>

source: PHP <code>session</code> support [is not present]
it_it: Il supporto PHP per <code>session</code> [non è presente]

source: <code>session</code> support is required session handling.
it_it: Il supporto per <code>session</code> è necessario per la gestione delle sessioni.

source: Setting <em>mbstring.internal_encoding</em> to <strong>UTF-8</strong> in your <em>php.ini</em> file is strongely recommended to insure accented and multi-byte characters function properly.
it_it: Si raccomanda di impostare <em>mbstring.internal_encoding</em> a <strong>UTF-8</strong> nel proprio file <em>php.ini</em> per assicurare la corretta visualizzazione dei caratteri accentati e multi-byte.

source: Graphics support:
it_it: Supporti grafici:

source: [enabled]
it_it: [abilitati]

source: [available]
it_it: [disponibili]

source: <a href="javascript:uri(true)">Please do</a>
it_it: <a href="javascript:uri(true)">Abilita</a>

source: <a href="javascript:uri(false)">Please do</a>
it_it: <a href="javascript:uri(false)">Disabilita</a>

source: <strong>Setup</strong> will attempt to create all tables. This will not overwrite any existing tables.
it_it: <strong>Il setup</strong> proverà a creare tutte le tabelle. Questa operazione non sovrascriverà nessuna tabella esistente.

source: UTF8MB4 collation support
it_it: Supporto per la collation UTF8MB4

source: UTF8MB4 collation support [is not available|
it_it: Supporto per la collation UTF8MB4 [non disponibile]

source: You should update your database to MySQL 5.5.3+ or better 5.6+ / MariaDB 5.5+ for full unicode support.
it_it: È necessario aggiornare il database a MySQL 5.5.3+ o meglio 5.6+ / MariaDB 5.5+ per il pieno supporto unicode.

source: Database table and/or its field collations
it_it: Collation delle tabelle del database e/o dei suoi campi

source: [not using any utf8 collations]
it_it: [non utilizza nessuna collation utf8]

source: The following tables are not or not completely UTF-8: %s
it_it: Le seguenti tabelle non sono o non sono completamente UTF-8: %s

source: You should consider porting your data to UTF-8 and changing the collation of the database fields to <code>utf8_unicode_ci</code> or better <code>utf8mb4_unicode_ci</code> respectively <code>utf8mb4_unicode_520_ci</code>
it_it: Si dovrebbe prendere in considerazione la possibilità di portare i dati a UTF-8 e cambiare la collation dei campi del database in <code>utf8_unicode_ci</code> o meglio, rispettivamente, <code>utf8mb4_unicode_ci</code> e <code>utf8mb4_unicode_520_ci</code>

source: [not completely using utf8mb4_* collations]
it_it: [non utilizza pienamente le collation utf8mb4_*]

source: The following tables use UTF-8 but not or not completely full UTF-8 (utf8mb4): %s Since they are UTF-8 Zenphoto will attempt to convert the table and field collations to <code>utf8mb4_unicode_ci</code> respectively <code>utf8mb4_unicode_520_ci</code>
it_it: Le seguenti tabelle utilizzano UTF-8 ma non o non del tutto pienamente UTF-8 (utf8mb4): %s Siccome sono UTF-8 Zenphoto proverà a convertire le collation di tabelle e campi rispettivamente in <code>utf8mb4_unicode_ci</code> e <code>utf8mb4_unicode_520_ci</code>

source: You should consider porting your data to UTF-8 and changing the collation of the database fields to <code>utf8_unicode_ci</code> or better <code>utf8mb4_unicode_ci</code> respectively <code>utf8mb4_unicode_520_ci</code> and setting this <em>true</em>. Zenphoto works best with pure UTF-8 encodings.
it_it: Si dovrebbe prendere in considerazione la possibilità di portare i dati a UTF-8 e cambiare la collation dei campi del database in <code>utf8_unicode_ci</code> o meglio, rispettivamente, in <code>utf8mb4_unicode_ci</code> e in <code>utf8mb4_unicode_520_ci</code> e impostare questo su <em>true</em>. Zenphoto funziona meglio con le codifiche UTF-8 pure.

source: <em>albums</em> folder [The line <code>\$conf['album_folder']</code> is missing from your configuration file]
it_it: Cartella <em>albums</em> [Manca la linea <code>\$conf['album_folder']</code> nel proprio file di configurazione]

source: Begin converting UTF-8 tables to utf8mb4 collation
it_it: Inizia la conversione delle tabelle UTF-8 alla collation utf8mb4

source: UTF-8 Table %s and its columns converted to utf8mb4 collation.
it_it: UTF-8 La tabella %s e le sue colonne sono state convertite in collation utf8mb4.

source: ERROR: UTF-8 table %1$s and/or its columns could not be converted to utf8mb4 collation: %2$s
it_it: ERRORE: La tabella UTF-8 %1$s e/o le sue colonne non possono essere convertite nella collation utf8mb4: %2$s

source: Use getParentSiteTitle() instead
it_it: Utilizzare invece getParentSiteTitle()

source: Use getParentSiteURL() instead
it_it: Utilizza invece getParentSiteURL()

source: <em>This album is protected.</em>
it_it: <em>Questo album è protetto.</em>

source: Use printPasswordProtectedImage() instead
it_it: Utilizzare invece printPasswordProtectedImage()

source: <em>This image is protected.</em>
it_it: <em>Questo album è protetta.</em>

source: Use SearchEngine::getSearchURL() instead
it_it: Utilizza invece SearchEngine::getSearchURL()

source: Database info
it_it: Informazioni database

source: The database is UTF-8
it_it: Il database è UTF-8

source: The database is not fully set to UTF-8 (utf8mb4). If you encounter data encoding issues try changing the configuration.
it_it: Il database non è completamente impostato su UTF-8 (utf8mb4). Se si riscontrano problemi di codifica dei dati, provare a modificare la configurazione.

source: The database server is UTF-8
it_it: Il server database è UTF-8

source: The following tables are not UTF-8.
it_it: Le seguenti tabelle non sono UTF-8.

source: <strong>%1$u</strong> Pages
it_it: <strong>%1$u</strong> pagine

source: <strong>%1$u</strong> Categories
it_it: <strong>%1$u</strong> categorie

source: Open the site automatically after running setup (not recommended)
it_it: Apri il sito automaticamente dopo aver eseguito il setup (non consigliato)

source: Provides image cache management utilities.
it_it: Fornisce strumenti di gestione della cache immagini.

source: If enabled the default thumb size (or if set a manual crop) and/or the default sized image as set on the theme options are enabled for caching. Themes or plugins can request to override this option being disabled by defining <code>addDefaultThumbSize()</code> and/or <code>addDefaultSizedImageSize()</code> on their option definitions.
it_it: Se abilitata, la miniatura con dimensione predefinita (o il ritaglio manuale se impostato) e/o l’immagine alla dimensione predefinita vengono messe nella cache. Temi e plugin possono richiedere che questa impostazione sia sovrascritta definendo <code>addDefaultThumbSize()</code> e/o <code>addDefaultSizedImageSize()</code> nelle proprie opzioni.

source: Functionality of this method has been moved to the RSS and static_html_cache plugins
it_it: La funzionalità di questo metodo è stata spostata nei plugin RSS e static_html_cache

source: Removes old stored image cache size definitions of themes and plugins not existing on this site. It also removes sizes from inactive plugins.
it_it: Rimuove le vecchie dimensioni di immagini memorizzate nella cache da temi e plugin che non esistono in questo sito. Rimuove anche dimensioni dei plugin inattivi.

source: This plugin will be restructured and moved to core in later versions
it_it: Questo plugin sarà ristrutturato e spostato nel core nelle prossime versioni.

source: If a sidecar image should be used as the poster of the video. .
it_it: Se l’immagine sidecar deve essere utilizzata come poster del video.

source: Video player width
it_it: Larghezza del player video

source: Max width of the video player (px). Image will be sized automatially in responsive layouts. Might require theme CSS changes to work correctly.
it_it: Larghezza massima del player video (px). L’immagine verrà dimensionata automaticamente nei layout responsive. Potrebbe richiedere modifiche al CSS del tema per funzionare correttamente.

source: Video player height
it_it: Altezza del player video

source: Height of the video player (px). Image will be sized automatially in responsive layouts. Might require theme CSS changes to work correctly.
it_it: Altezza del player video (px). L’immagine sarà dimensionata automaticamente nei layout responsive. Potrebbe essere necessario modificare il CSS del tema per funzionare correttamente.

source: Video poster - maxspace
it_it: Poster video - maxspace

source: If enabled (default) the image is resized to fit within width and height without being cropped.
it_it: Se abilitato (impostazione predefinita), l'immagine viene ridimensionata per adattarsi alla larghezza e all'altezza senza ritaglio.

source: If a sidecar image should be shown with audio files. You need to set the width/height. .
it_it: Se un’immagine sidecar deve essere visualizzata con i file audio. È necessario impostare la larghezza/altezza.

source: Audio poster width
it_it: Larghezza audio poster

source: Max width of the audio poster (px). Image will be sized automatially in responsive layouts. Might require theme CSS changes to work correctly.
it_it: Larghezza massima del poster audio (px). L’immagine sarà dimensionata automaticamente nei layout responsive. Potrebbe essere necessario modificare il CSS del tema per farlo funzionare correttamente.

source: Audio poster height
it_it: Altezza audio poster

source: Height of the audio poster (px). Image will be sized automatially in responsive layouts. Might require theme CSS changes to work correctly.
it_it: Altezza del poster audio (px). L’immagine sarà dimensionata automaticamente nei layout responsive. Potrebbe essere necessario modificare il CSS del tema per farlo funzionare correttamente.

source: Default CSS
it_it: CSS predefinito

source: Video player CSS
it_it: CSS lettore video

source: Audio player CSS
it_it: CSS lettore audio

source: Loads default inline CSS if the theme used has no proper support.
it_it: Carica i CSS in linea predefiniti se il tema utilizzato non li supporta adeguatamente.

source: Remember field
it_it: Campo di memorizzazione

source: Enable a field so commenters can choose to be remembered via a cookie
it_it: Abilitare un campo per consentire ai commentatori di scegliere se essere memorizzati tramite un cookie

source: Remember me
it_it: Ricordami

source: Use getComments() instead.
it_it: Utilizza invece getComments().

source: (<span id="new-width">%1$u</span> x <span id="new-height">%2$u</span> pixels)
it_it: (<span id="new-width">%1$u</span>x<span id="new-height">%2$u</span> pixel)

source: Use $album->getUrParent() instead
it_it: Utilizzare invece $album->getUrParent()

source: Full images
it_it: Immagini originali

source: Resized images
it_it: Immagini ridimensionate

source: Make the album zip using full images from the album folder or from the sized images <strong>already existing</strong> in the cache.
it_it: Prepara il file zip utilizzando le immagini originali dalla cartella dell’album o quelle ridimensionate <strong>già presenti</strong> nella cache.

source: <strong>Notice:</strong> If you select <em>Resized images</em>, make sure that you have already cached all of the default size images for the albums to be downloaded. If some images are not cached when the download is requested, the plugin will try to cache them “on the fly” using cURL (if available), which may take a long time to process, resulting in a long wait time for users or, in the worst case, a fatal time-out error by the server.
it_it: <strong>Avviso:</strong> Se si seleziona <em>Immagini ridimensionate</em>, assicurarsi di aver già memorizzato nella cache tutte le immagini di dimensioni predefinite per gli album da scaricare. Se alcune immagini non sono state memorizzate nella cache al momento della richiesta di download, il plugin cercherà di memorizzarle “al volo” utilizzando cURL (se disponibile), il che potrebbe richiedere molto tempo per l'elaborazione, con conseguente attesa per gli utenti o, nel peggiore dei casi, un errore fatale di time-out da parte del server.

source: Add images from subalbums
it_it: Includi immagini dai sub-album

source: Direct subalbums
it_it: Sub-album diretti

source: All subalbums
it_it: Tutti i sub-album

source: Subalbums whose images are to be included in the album zip.
it_it: Sub-album le cui immagini devono essere incluse nello zip dell'album.

source: WARNING: Some images from %1$s were not added to %2$s by %3$s as they were not cached
it_it: ATTENZIONE: Alcune immagini di %1$s non sono state aggiunte a %2$s da %3$s perché non in cache

source: Disable inline CSS
it_it: Disabilitare i CSS in linea

source: Check this to disable the default inline CSS styles for placing the flags so your theme can handle this.
it_it: Spunta per disabilitare gli stili CSS in linea predefiniti per il posizionamento delle bandierine, in modo che il tema possa gestirle.

source: Canonical URL link: Dynamic album images
it_it: Collegamento URL canonico: Immagini degli album dinamici

source: If you are using dynamic (virtual) albums side by side with physical albums images within a dynamic album duplicate the physical content as they have the url of the dynamic album. This makes the canonical url lead to their real physical image page. Applies only if the canonical url option is enabled.
it_it: Se si utilizzano album dinamici (virtuali) insieme ad album reali, le immagini all’interno di un album dinamico duplicano il contenuto fisico in quanto hanno l’url dell'album dinamico. Questo fa sì che l’url canonico porti alla pagina dell'immagine fisica reale. Si applica solo se l’opzione url canonico è abilitata.

source: Baidu site verification
it_it: Verifica sito Baidu

source: Insert the <em>content</em> portion of the meta tag supplied by Baidu.
it_it: Inserire la porzione <em>contenuto</em> del metatag fornito da Baidu.

source: Bing site verification
it_it: Verifica sito Bing

source: Insert the <em>content</em> portion of the meta tag supplied by Bing.
it_it: Inserire la porzione <em>contenuto</em> del metatag fornito da Bing.

source: Pinterest site verification
it_it: Verifica sito Pinterest

source: Insert the <em>content</em> portion of the meta tag supplied by Pinterest.
it_it: Inserire la porzione <em>contenuto</em> del metatag fornito da Pinterest.

source: Yandex site verification
it_it: Verifica sito Yandex

source: Insert the <em>content</em> portion of the meta tag supplied by Yandex.
it_it: Inserire la porzione <em>contenuto</em> del metatag fornito da Yandex.

source: rel="next"/rel="prev": Gallery/album pagination
it_it: rel="succ"/rel="prec": Paginazione galleria/album

source: rel="next"/rel="prev": Single image next/previous
it_it: rel="succ"/rel="prec": Immagine singola successiva/precedente

source: rel="next"/rel="prev": Zenpage news/category pagination
it_it: rel="succ"/rel="prec": Paginazione Zenpage notizie/categorie

source: Index pagination
it_it: Paginazione dell’indice

source: Gallery pagination
it_it: Paginazione della galleria

source: Album pagination
it_it: Paginazione degli album

source: News article pagination
it_it: Paginazione delle notizie

source: News category pagination
it_it: Paginazione delle categorie

source: By default paginated pages are set to noindex automatically. Enable this to allow indexing.
it_it: Per impostazione predefinita, le pagine della paginazione sono impostate automaticamente su noindex. Attivare questa opzione per consentirne l'indicizzazione.

source: Native lazyload
it_it: Lazyload nativo

source: This disables loading the lazysizes script to only use native lazyloading modern browsers support.
it_it: Questo disabilita il caricamento dello script lazysizes per utilizzare solo il lazyloading nativo supportato dai browser moderni.

source: Inserts the the opt-out cookie code as entered on the related plugin option.
it_it: Inserisce il codice del cookie di opt-out come impostato nella relativa opzione del plugin.

source: The menu item type all_zenpagecategorys is deprecated. Use all_zenpagecategories instead
it_it: La voce di menu all_zenpagecategorys è deprecata. Usa invece all_zenpagecategories

source: Copy_of_%s
it_it: Copia_di_%s

source: Open in new tab
it_it: Apri in una nuova scheda

source: PHP 8+ required
it_it: Richiesto PHP 8+

source: Use openStreetMap::printOpenStreetMap() instead
it_it: Utilizzare invece openStreetMap::printOpenStreetMap()

source: Google reCaptcha v2 handler.
it_it: Gestore di Google reCaptcha v2.

source: If a <em>type</em> is checked, the RSS caches for the item will be purged when the published state of an item of <em>type</em> changes.
it_it: Se un <em>tipo</em> è selezionato, la cache RSS per l’elemento sarà cancellata quando lo stato di pubblicazione di un elemento dello stesso <em>tipo</em> cambia.

source: Include pagination
it_it: Includere la paginazione

source: Enable if you want to include paginated pages. For SEO best practices it is recommended to have this disabled though.
it_it: Attivare se si desidera includere le pagine della paginazione. Per le migliori pratiche SEO, tuttavia, si consiglia di disabilitare questa opzione.

source: Include dynamic albums
it_it: Includere gli album dinamici

source: Enable if you want to include dynamic albums. Images of dynamic albums are not included in any case.
it_it: Attivare se si desidera includere gli album dinamici. Le immagini degli album dinamici non vengono comunque incluse.

source: If a <em>type</em> is checked, the HTML caches for the item will be purged when the published state of an item of <em>type</em> changes.
it_it: Se un <em>tipo</em> è selezionato, la cache HTML per l’elemento sarà cancellata quando lo stato di pubblicazione di un elemento dello stesso <em>tipo</em> cambia.

source: Raw
it_it: Grezze

source: Export multilingual content
it_it: Esporta contenuti multilingue

source: Check this to export the metadata in all activated languages.
it_it: Selezionare questa opzione per esportare i metadati in tutte le lingue attivate.

source: Only content of current user's language is exported
it_it: Viene esportato solo il contenuto nella lingua dell'utente corrente.
