Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: No spam filter configured
it_it: Nessun filtro anti-spam configurato
zh_cn: 未配置垃圾邮件过滤器

source: Spam filter: <strong>%s</strong>
it_it: Filtro spam: <strong>%s</strong>
zh_cn: 垃圾邮件过滤器： <strong>%s</strong>

source: CAPTCHA generator: <strong>%s</strong>
it_it: Generatore captcha: <strong>%s</strong>
zh_cn: 验证码生成器： <strong>%s</strong>

source: There is no mail handler configured!
it_it: Nessun gestore della posta configurato!
zh_cn: 没有配置邮件处理程序！

source: %u active plugin:
it_it: %u plugin attivo:
zh_cn: %u 活动插件：

source: <em>none</em>
it_it: <em>nessuno</em>
zh_cn: <em>空</em>

source: %u active filter:
it_it: %u filtro attivo:
zh_cn: %u 活动筛选器：

source: Utility functions
it_it: Funzioni utilità
zh_cn: 实用程序函数

source: Gallery Stats
it_it: Statistiche galleria
zh_cn: 图库统计

source: <strong>%1$u</strong> Image (%2$u un-published)
it_it: <strong>%1$u</strong> immagine (%2$u non pubblicate)
zh_cn: <strong>%1$u</strong>图像（%2$u 未发布）

source: <strong>%u</strong> Image
it_it: <strong>%u</strong> immagine
zh_cn: <strong>%u</strong>图像

source: <strong>%1$u</strong> Album (%2$u un-published)
it_it: <strong>%1$u</strong> album (%2$u non pubblicati)
zh_cn: <strong>%1$u</strong>影集 （%2$u 未发布）

source: <strong>%u</strong> Album
zh_cn: <strong>%u</strong>影集

source: <strong>%1$u</strong> Comment (%2$u in moderation)
it_it: <strong>%1$u</strong> Commento (%2$u in moderazione)
zh_cn: <strong>%1$u</strong>评论（%2$u 待审核）

source: <strong>%u</strong> Comment
it_it: <strong>%u</strong> Commento
zh_cn: <strong>%u</strong>评论

source: Your user rights do not allow access to administrative functions.
it_it: I tuoi permessi utente non consentono l’accesso alle funzioni amministrative.
zh_cn: 您的用户权限不允许访问管理功能。

source: No captcha handler is enabled.
it_it: Nessun gestore di captcha abilitato.
zh_cn: 未启用验证码处理程序。

source: Use the Administrator class instead
it_it: Utilizza invece la classe Administrator
zh_cn: 请改用管理员类

source: Invalid album instantiation: No album name
it_it: Istanza non valida per l’album: manca il nome dell’album
zh_cn: 无效的影集实例化：无影集名称

source: Invalid album instantiation: %1$s!=%2$s
it_it: Istanza non valida per l’album: %1$s!=%2$s
zh_cn: 无效的影集实例化： %1$s！=%2$s

source: Invalid album instantiation: %s does not exist.
it_it: Istanza non valida per l’album: %s non esiste.
zh_cn: 无效的影集实例化： %s 不存在。

source: Error: The album %s is not readable.
it_it: Errore: l’album %s non è leggibile.
zh_cn: 错误：影集 %s 不可读。

source: Error: The album named %s cannot be found.
it_it: Errore: l’album %s non può essere trovato.
zh_cn: 错误：找不到名为 %s 的影集。

source: An album object was instantiated without using the newAlbum() function.
it_it: Un oggetto album è stato inizializzato senza usare la funzione newAlbum().
zh_cn: 在不使用 newAlbum() 函数的情况下实例化了影集对象。

source: Primary album edit
it_it: Modifica album principale
zh_cn: 主影集编辑

source: Check if you want <em>edit rights</em> automatically assigned when a user <em>primary album</em> is created.
it_it: Selezionare se si vuole che i <em>permessi di modifica</em> vengano assegnati automaticamente quando viene creato l’<em>album principale</em> di un utente.
zh_cn: 检查您是否希望在创建用户<em>主影集</em>时自动分配<em>编辑权限</em>。

source: Minimum password strength
it_it: Lunghezza minima password
zh_cn: 最小密码强度

source: Users must provide passwords a strength of at least %s. The repeat password field will be disabled until this floor is met.
it_it: L’utente deve fornire una password di almeno %s caratteri. Il campo ripeti password resta disabilitato finché non è raggiunta questa soglia.
zh_cn: 用户必须为密码提供的强度至少为 %s。重复密码字段将被禁用，直到条件满足。

source: Password hash algorithm
it_it: Algoritmo di hash per la password
zh_cn: 密码哈希算法

source: The hashing algorithm used by Zenphoto. In order of robustness the choices are %s
it_it: L’algoritmo di hash usato da Zenphoto. In ordine di sicurezza le scelte sono %s
zh_cn: Zenphoto使用的哈希算法。按照稳健性的顺序，选择为 %s

source: User last visit - store
it_it: Ultima visita utente - salva
zh_cn: 用户上次访问 - 商店

source: Enable if you like to store visits of logged-in users in the database.
it_it: Abilita per salvare nel database le visite degli utenti registrati.
zh_cn: 如果要将登录用户的访问存储在数据库中，请启用此选项。

source: User last visit - time frame
it_it: Ultima visita dell'utente - intervallo di tempo
zh_cn: 用户上次访问 - 时间范围

source: Time in seconds before the last visit of logged-in users is updated in the database. Default is 600 seconds (10 minutes)
it_it: Tempo in secondi prima che l'ultima visita di utenti registrati sia aggiornata nel database. Il default 600 è secondi (10 minuti)
zh_cn: 在数据库中更新已登录用户上次访问之前的时间（以秒为单位）。默认值为 600 秒（10 分钟）

source: Cannot migrate rights to version %1$s (Authority supports only %2$s and %3$s.)
it_it: Impossibile migrare i permessi alla versione %1$s (Authority supporta soltanto %2$s e %3$s.)
zh_cn: 无法将权限迁移到版本 %1$s（颁发机构仅支持 %2$s 和 %3$s。）

source: No rights
it_it: Nessun permesso
zh_cn: 没有权限

source: Overview
it_it: Riepilogo
zh_cn: 概述

source: View all
it_it: Visualizza tutto
zh_cn: 查看全部

source: Upload
it_it: Carica
zh_cn: 上传

source: Post comments
it_it: Invio commenti
zh_cn: 发表评论

source: Comments
it_it: Commenti
zh_cn: 评论

source: Manage all albums
it_it: Gestisci tutti gli album
zh_cn: 管理所有影集

source: Themes
it_it: Temi
zh_cn: 主题

source: Full admin rights
it_it: Pieni diritti di amministratore
zh_cn: 完全管理员权限

source: Users with this right may view the admin overview page.
it_it: Gli utenti con questo permesso possono vedere la pagina panoramica di amministrazione.
zh_cn: 具有此权限的用户可以查看管理员概述页面。

source: Users with this right may view all of the gallery regardless of protection of the page. Without this right, the user can view only public ones and those checked in his managed object lists or as granted by View Search or View Gallery.
it_it: Gli utenti con questo permesso possono visualizzare tutta la galleria a prescindere dai livelli di protezione della pagina. Senza questo permesso, l’utente può vedere solamente gli elementi pubblici e quelli presenti nelle sue liste di oggetti gestiti o come consentito da Visualizza ricerca e Visualizza galleria.
zh_cn: 具有此权限的用户可以查看所有库，而不管页面是否受到保护。如果没有此权限，用户只能查看公共对象和在其托管对象列表中签入的对象，或者查看搜索或查看库授予的对象。

source: Users with this right may upload to the albums for which they have management rights.
it_it: Gli utenti con questo permesso possono caricare negli album su cui hanno i permessi di gestione.
zh_cn: 拥有此权限的用户可以上传到他们具有管理权限的影集。

source: When the comment_form plugin is used for comments and its "Only members can comment" option is set, only users with this right may post comments.
it_it: Quando il plugin comment_form è abilitato per i commenti e la sua opzione "Solo i membri possono commentare" è attiva, solo gli utenti con questo permesso possono scrivere commenti.
zh_cn: 当comment_form插件用于评论并设置了"只有成员可以评论"选项时，只有拥有此权限的用户才能发表评论。

source: Users with this right may make comments tab changes.
it_it: Gli utenti con questo permesso possono fare modifiche nella scheda commenti.
zh_cn: 具有此权限的用户可能会更改"评论"选项卡。

source: Users with this right may access the “albums” tab to make changes.
it_it: Gli utenti con questo permesso posso accedere alla scheda "album" per fare modifiche.
zh_cn: 拥有此权限的用户可以访问"影集"选项卡进行更改。

source: Users with this right may edit and manage Zenpage pages.
it_it: Gli utenti con questo permesso possono modificare e gestire le pagine di Zenpage.
zh_cn: 拥有此权限的用户可以编辑和管理Zenpage页面。

source: Users with this right may edit and manage Zenpage articles and categories.
it_it: Gli utenti con questo permesso possono modificare e gestire gli articoli e le categorie di Zenphoto.
zh_cn: 拥有此权限的用户可以编辑和管理Zenpage文章和类别。

source: Files
it_it: File
zh_cn: 文件

source: Allows the user access to the “filemanager” located on the upload: files sub-tab.
it_it: Permetti agli utenti di accedere al "gestore di file" posizionato nella sotto-scheda carica: file.
zh_cn: 允许用户访问位于<em>"上传：文件"</em>子选项卡上的"文件管理器"。

source: Manage all pages
it_it: Gestisci tutte le pagine
zh_cn: 管理所有页面

source: Users who do not have “Admin” rights normally are restricted to manage only objects to which they have been assigned. This right allows them to manage any Zenpage page.
it_it: Gli utenti che non hanno i permessi "Amministratore" normalmente possono gestire solamente gli oggetti a cui sono stati assegnati. Questo permesso consente loro di gestire qualsiasi pagina di Zenpage.
zh_cn: 没有"管理员"权限的用户通常被限制为仅管理已分配到的对象。此权限允许他们管理任何Zenpage页面。

source: Manage all news
it_it: Gestisci tutte le notizie
zh_cn: 管理所有新闻

source: Users who do not have “Admin” rights normally are restricted to manage only objects to which they have been assigned. This right allows them to manage any Zenpage news article or category.
it_it: Gli utenti che non hanno i permessi "Amministratore" normalmente possono gestire solamente gli oggetti a cui sono stati assegnati. Questo permesso consente loro di gestire qualsiasi notizia o categoria di Zenpage.
zh_cn: 没有"管理员"权限的用户通常被限制为仅管理已分配到的对象。此权限允许他们管理任何Zenpage新闻文章或类别。

source: Users who do not have “Admin” rights normally are restricted to manage only objects to which they have been assigned. This right allows them to manage any album in the gallery.
it_it: Gli utenti che non hanno i permessi "Amministratore" normalmente possono gestire solamente gli oggetti a cui sono stati assegnati. Questo permesso consente loro di gestire qualsiasi album nella galleria.
zh_cn: 没有"管理员"权限的用户通常被限制为仅管理已分配到的对象。此权限允许他们管理图库中的任何影集。

source: Users with this right may make themes related changes. These are limited to the themes associated with albums checked in their managed albums list.
it_it: Gli utenti con questo permesso possono effettuare modifiche relative al tema. Queste sono limitate ai temi associati agli album selezionati nelle loro liste di album gestiti.
zh_cn: 拥有此权限的用户可以进行与主题相关的更改。这些主题仅限于与其托管影集列表中选中的影集关联的主题。

source: Users with this right may make additions and changes to the set of tags.
it_it: Utenti con questo permesso possono fare aggiunte e modifiche all’elenco dei tag.
zh_cn: 拥有此权限的用户可以对标签集进行添加和更改。

source: Users with this right may make changes on the options tabs.
it_it: Utenti con questo permesso possono fare modifiche nelle schede delle opzioni.
zh_cn: 具有此权限的用户可以在选项选项卡上进行更改。

source: The master privilege. A user with "Admin" can do anything. (No matter what his other rights might indicate!)
it_it: Il privilegio principale. Un utente con permessi di "Amministratore" può fare tutto. (Non importa cosa possano indicare gli altri suoi permessi!)
zh_cn: 主特权。具有"管理员"的用户可以执行任何操作。（不管他的其他权利可能意味着什么！）

source: View gallery
it_it: Visualizza galleria
zh_cn: 查看图库

source: Users with this right may view otherwise protected generic gallery pages.
it_it: Gli utenti con questo permesso possono visualizzare le pagine generiche della galleria altrimenti protette.
zh_cn: 具有此权限的用户可以查看受其他保护的通用库页面。

source: View search
it_it: Visualizza ricerca
zh_cn: 查看搜索

source: Users with this right may view search pages even if password protected.
it_it: Gli utenti con questo permesso possono visualizzare le pagine di ricerca anche se protette da password.
zh_cn: 具有此权限的用户即使受密码保护，也可以查看搜索页面。

source: View fullimage
it_it: Visualizza immagine completa
zh_cn: 查看完整图像

source: Users with this right may view all full sized (raw) images.
it_it: Gli utenti con questo permesso possono visualizzare tutte le immagini alla dimensione originale.
zh_cn: 拥有此权限的用户可以查看所有全尺寸（原始）图像。

source: Access all
it_it: Accesso a tutto
zh_cn: 访问全部

source: Users with this right have access to all zenpage news articles.
it_it: Gli utenti con questo permesso hanno accesso a tutte le notizie di zenpage.
zh_cn: 拥有此权限的用户有权访问所有 zenpage 新闻文章。

source: Users with this right have access to all zenpage pages.
it_it: Gli utenti con questo permesso hanno accesso a tutte le pagine di zenpage.
zh_cn: 具有此权限的用户有权访问所有 zenpage 页面。

source: Users with this right have access to all albums.
it_it: Gli utenti con questo permesso hanno accesso a tutti gli album.
zh_cn: 具有此权限的用户有权访问所有影集。

source: View unpublished
it_it: Visualizza elementi non pubblicati
zh_cn: 查看未发布的内容

source: Users with this right will see all unpublished items.
it_it: Gli utenti con questo permesso potranno visualizzare tutti gli elementi non pubblicati.
zh_cn: 具有此权限的用户将看到所有未发布的项目。

source: Manage all
it_it: Gestisci tutto
zh_cn: 全部管理

source: User
it_it: Utente
zh_cn: 用户

source: Users must have this right to change their credentials.
it_it: Gli utenti devono avere questo permesso per modificare le proprie credenziali.
zh_cn: 用户必须具有此权限才能更改其凭据。

source: Codeblock
it_it: Blocchi di codice
zh_cn: 代码块

source: Users with this right may edit Codeblocks.
it_it: Gli utenti con questo permesso possono modificare i Blocchi di codice.
zh_cn: 具有此权限的用户可以编辑代码块。

source: All rights
it_it: Tutti i permessi
zh_cn: 所有权利

source: Default rights
it_it: Permessi predefiniti
zh_cn: 默认权限

source: Sorry, that is not the answer.
it_it: Spiacente, la risposta non è corretta.
zh_cn: 抱歉，这不是答案。

source: You are receiving this e-mail because of a password reset request on your Zenphoto gallery.
it_it: Si sta ricevendo questa e-mail per via di una richiesta di modifica password nella propria galleria Zenphoto.
zh_cn: 您收到此电子邮件是因为您的 Zenphoto 图库上有密码重置请求。

source: You are receiving this e-mail because of a password reset request on your Zenphoto gallery from a user who tried to log in as %s.
it_it: Si sta ricevendo questa e-mail per via di una richiesta di modifica password nella propria galleria Zenphoto da parte di un utente che ha tentato di accedere come %s.
zh_cn: 您收到此电子邮件是因为您的 Zenphoto 图库上有一个密码重置请求，该请求来自尝试以 %s 身份登录的用户。

source: There was no one to which to send the reset request.
it_it: Non è stato trovato nessuno a cui inviare la richiesta di azzeramento.
zh_cn: 没有人可以向其发送重置请求。

source: To reset your Zenphoto Admin passwords visit: %s
it_it: Per modificare la password di amministratore di Zenphoto visitare: %s
zh_cn: 要重置您的Zenphoto管理员密码，请访问：%s

source: If you do not wish to reset your passwords just ignore this message. This ticket will automatically expire in 3 days.
it_it: Se non si vuole modificare la password, ignorare questo messaggio. Questa richiesta scadrà automaticamente tra 3 giorni.
zh_cn: 如果您不希望重置密码，请忽略此消息。此票证将在 3 天后自动过期。

source: The Zenphoto information you requested
it_it: Le informazioni Zenphoto richieste
zh_cn: 您请求的 Zenphoto 信息

source: Your input did not match the captcha
it_it: I caratteri immessi non corrispondono a quelli del captcha
zh_cn: 您的输入与验证码不匹配

source: There was an error logging in.
it_it: C’è stato un errore durante l’accesso.
zh_cn: 登录时出错。

source: Check your username and password and try again.
it_it: Controllare i propri nome utente e password e provare di nuovo.
zh_cn: 请检查您的用户名和密码，然后重试。

source: Check password and try again.
it_it: Controllare la password e provare di nuovo.
zh_cn: 请检查密码，然后重试。

source: A reset request has been sent.
it_it: La richiesta di modifica è stata inviata.
zh_cn: 已发送重置请求。

source: Supply the correct response to the question below and you will be directed to a page where you can change your password.
it_it: Fornire la risposta corretta alla domanda seguente e si verrà reindirizzati a una pagina dove poter cambiare la propria password.
zh_cn: 为以下问题提供正确的答案，您将被定向到一个可以更改密码的页面。

source: <br />You may also use the link below to request a reset by e-mail.
it_it: <br />È possibile usare il link qui sotto per chiedere un ripristino via e-mail.
zh_cn: <br />您也可以使用下面的链接通过电子邮件请求重置。

source: Challenge question:
it_it: Domanda di sicurezza:
zh_cn: 质询问题：

source: Your response
it_it: La propria risposta
zh_cn: 您的回应

source: A password reset is not possible.
it_it: Impossibile reimpostare la password.
zh_cn: 无法重置密码。

source: Please request a reset by e-mail by clicking the link below.
it_it: Per favore richiedere il ripristino via e-mail cliccando sul link qui sotto.
zh_cn: 请点击下面的链接通过电子邮件请求重置。

source: Enter your User ID and press <code>Refresh</code> to get your challenge question and/or get a link to request a reset by e-mail.
it_it: Inserire il proprio ID utente e premere <code>Aggiorna</code> per rispondere alla domanda di sicurezza e/o ottenere un link per il ripristino via e-mail.
zh_cn: 输入您的用户 ID 并按<code>"刷新"</code>以获取您的质询问题和/或获取通过电子邮件请求重置的链接。

source: Submit
it_it: Invia
zh_cn: 提交

source: Return
it_it: Indietro
zh_cn: 返回

source: Request reset by e-mail
it_it: Richiesta di reimpostazione via e-mail
zh_cn: 通过电子邮件请求重置

source: Enter CAPTCHA
it_it: Immettere CAPTCHA
zh_cn: 输入验证码

source: Request
it_it: Richiesta
zh_cn: 请求

source: Request password reset
it_it: Richiesta di reimpostazione password
zh_cn: 请求密码重置

source: Login
it_it: Accedi
zh_cn: 登录

source: Logon using:%s
it_it: Accedere con: %s
zh_cn: 登录方式：%s

source: Password
zh_cn: 密码

source: Log in
it_it: Accedi
zh_cn: 登录

source: I forgot my <strong>User ID</strong>/<strong>Password</strong>
it_it: Mi sono dimenticato il mio <strong>ID utente</strong>/<strong>Password</strong>
zh_cn: 我忘记了我的<strong>用户 ID</strong>/<strong>密码</strong>

source: password strength weak
it_it: sicurezza password debole
zh_cn: 密码强度弱

source: password strength good
it_it: sicurezza password buona
zh_cn: 密码强度好

source: password strength strong
it_it: sicurezza password elevata
zh_cn: 密码强度强

source: password strength too weak
it_it: sicurezza password troppo debole
zh_cn: 密码强度太弱

source: passwords match
it_it: le password corrispondono
zh_cn: 密码匹配

source: passwords do not match
it_it: le password non corrispondono
zh_cn: 密码不匹配

source: Repeat password
it_it: Ripeti password
zh_cn: 重复密码

source: Use the Authority class instead
it_it: Utilizza invece la classe Authority
zh_cn: 请改用"颁发机构"类

source: MySQL Error: Zenphoto could not instantiate a connection.
it_it: Errore MySQL: Zenphoto non ha potuto creare un’istanza di connessione.
zh_cn: MySQL 错误：Zenphoto 无法实例化连接。

source: No supported databases
it_it: Database non supportati
zh_cn: 不支持的数据库

source: MySQLi Error: Zenphoto could not instantiate a connection.
zh_cn: MySQLi 错误：Zenphoto 无法实例化连接。

source: MySQLi Error: MySQLi returned the error %1$s when Zenphoto tried to select the database %2$s.
zh_cn: MySQLi 错误： 当 Zenphoto 尝试选择数据库 %2$s 时，MySQLi 返回了错误 %1$s。

source: prefix
it_it: prefisso
zh_cn: 前缀

source: %1$s Error: ( %2$s ) failed. %1$s returned the error %3$s
it_it: Errore %1$s: (%2$s) fallita. %1$s ha riportato l’errore %3$s
zh_cn: %1$s 错误： （ %2$s ） 失败。%1$s 返回错误 %3$s

source: %s not connected
it_it: %s non connesso
zh_cn: %s 未连接

source: MySql Error: Zenphoto received the error %s when connecting to the database server.
it_it: Errore MySQL: Zenphoto ha ricevuto l’errore %s durante la connessione al database del server.
zh_cn: MySql 错误：Zenphoto 在连接到数据库服务器时收到错误 %s。

source: Latest albums
it_it: Ultimi album
zh_cn: 最新影集

source: latest updated albums
it_it: ultimi album aggiornati
zh_cn: 最新更新的影集

source: Most popular albums
it_it: Album più popolari
zh_cn: 最受欢迎的影集

source: Most popular images
it_it: Immagini più popolari
zh_cn: 最受欢迎的图片

source: Top rated albums
it_it: Album col voto più alto
zh_cn: 评分最高的影集

source: Top rated images
it_it: Immagini col voto più alto
zh_cn: 评分最高的图片

source: Random albums
it_it: Album casuali
zh_cn: 随机影集

source: Random images
it_it: Immagini casuali
zh_cn: 随机图像

source: Bad
it_it: Difettoso
zh_cn: 坏

source: by
it_it: di
zh_cn: 由

source: Error: The “albums” directory (%s) cannot be found.
it_it: Errore: la cartella "albums" (%s) non è stata trovata.
zh_cn: 错误：找不到"影集"目录 （%s）。

source: Error: The “albums” directory (%s) is not readable.
it_it: Errore: la cartella "albums" (%s) non è leggibile.
zh_cn: 错误："影集"目录 （%s） 不可读。

source: Unknown
it_it: Sconosciuto
zh_cn: 未知

source: <strong>Missing theme info file!</strong>
it_it: <strong>File delle informazioni del tema mancante!</strong>
zh_cn: <strong>缺少主题信息文件！</strong>

source: Invalid album folder: %1$s %2$s
it_it: Cartella dell’album non valida: %1$s %2$s
zh_cn: 无效的影集文件夹： %1$s %2$s

source: fixed
it_it: sistemato
zh_cn: 固定

source: discarded
it_it: scartato
zh_cn: 丢弃

source: Use the method getParentSiteTitle() instead
it_it: Utilizza invece il metodo getParentSiteTitle()
zh_cn: 改用 getParentSiteTitle() 方法

source: Use the method setParentSiteTitle() instead
it_it: Utilizza invece il metodo setParentSiteTitle()
zh_cn: 改用方法 setParentSiteTitle()

source: Use the method getParentSiteURL() instead
it_it: Utilizza invece il metodo getParentSiteURL()
zh_cn: 改用 getParentSiteURL() 方法

source: Use the method setParentSiteURL() instead
it_it: Utilizza invece il metodo setParentSiteURL()
zh_cn: 改用方法 setParentSiteURL()

source: There is no PHP Graphics support.
it_it: Manca il supporto grafico PHP.
zh_cn: 没有 PHP 图形支持。

source: PHP GD library <em>%s</em>
it_it: Libreria GP PHP <em>%s</em>
zh_cn: PHP GD 库 <em>%s</em>

source: Select graphics library
it_it: Seleziona la libreria grafica
zh_cn: 选择图形库

source: Select the graphics library you wish to use for image processing and handling.
it_it: Seleziona la libreria grafica che desideri utilizzare per l’elaborazione e la gestione delle immagini.
zh_cn: 选择要用于图像处理和处理的图形库。

source: GD TypeFace path
it_it: Percorso per GD TypeFace
zh_cn: GD 字体路径

source: Supply the full path to your TrueType fonts.
it_it: Fornire il percorso completo alle proprie font TrueType.
zh_cn: 提供 TrueType 字体的完整路径。

source: Max height
it_it: Altezza massima
zh_cn: 最大高度

source: The maximum height used by the site for processed images. Set to %d for unconstrained. Default is <strong>%d</strong>
it_it: L’altezza massima usata nel sito per le immagini elaborate. Impostare su %d per non porre limiti. Il valore predefinito è <strong>%d</strong>
zh_cn: 网站用于处理图像的最大高度。设置为 %d 表示无约束。默认值为 <strong>%d</strong>

source: Max width
it_it: Larghezza massima
zh_cn: 最大宽度

source: The maximum width used by the site for processed images. Set to %d for unconstrained. Default is <strong>%d</strong>.
it_it: La larghezza massima usata nel sito per le immagini elaborate. Impostare su %d per non porre limiti. Il valore predefinito è <strong>%d</strong>.
zh_cn: 网站用于处理图像的最大宽度。设置为 %d 表示无约束。默认值为 <strong>%d</strong>。

source: The <strong><em>Imagick</em></strong> library version must be <strong>%s</strong> or later.
it_it: La versione della libreria<strong><em>Imagick</em></strong> deve essere <strong>%s</strong> o superiore.
zh_cn: <strong><em>Imagick</em></strong> 库版本必须为 <strong>%s</strong> 或更高版本。

source: The <strong><em>ImageMagick</em></strong> binary version must be <strong>%s</strong> or later.
it_it: La versione binaria di <strong><em>ImageMagick</em></strong> deve essere <strong>%s</strong> o superiore.
zh_cn: <strong><em>ImageMagick</em></strong> 二进制版本必须为 <strong>%s</strong> 或更高版本。

source: The <strong><em>Imagick</em></strong> extension is not available.
it_it: L’estensione <strong><em>Imagick</em></strong> non è disponibile.
zh_cn: <strong><em>Imagick</em></strong> 扩展不可用。

source: The <strong><em>GD</em></strong> extension is not available.
it_it: L’estensione <strong>GD</strong> non è disponibile.
zh_cn: <strong><em>GD</em></strong> 扩展不可用。

source: Invalid image instantiation: Album does not exist
it_it: Istanza non valida per l’immagine: l’album non esiste
zh_cn: 无效的图像实例化：影集不存在

source: Invalid image instantiation: file does not exist
it_it: Istanza non valida per l’immagine: il file non esiste
zh_cn: 无效的图像实例化：文件不存在

source: Bad album object parameter to newImage(%s)
it_it: Parametro di oggetto album sbagliato per newImage(%s)
zh_cn: 错误影集对象参数到 newImage（%s）

source: Bad filename suffix in newImage(%s)
it_it: Suffisso nome file sbagliato in newImage(%s)
zh_cn: newImage（%s） 中的文件名后缀错误

source: An image object was instantiated without using the newImage() function.
it_it: Un oggetto immagine è stato inizializzato senza usare la funzione newImage().
zh_cn: 在不使用 newImage() 函数的情况下实例化了图像对象。

source: The site is opened
it_it: Sito aperto
zh_cn: 网站已打开
