Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: Only one SEO filter plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
it_it: Può essere abilitato un solo plugin per il filtro SEO alla volta. <a href="#%1$s"><code>%1$s</code></a> è già abilitato.
zh_cn: 只能启用一个 SEO 过滤器插件。<a href="#%1$s"><code>%1$s</code></a> 已启用。

source: SEO filter to translate extended characters into their basic alpha-numeric equivalents.
it_it: Filtro SEO per tradurre i caratteri speciali nei loro equivalenti alfanumerici di base.
zh_cn: SEO过滤器，用于将扩展字符转换为其基本的字母数字等效项。

source: Lowercase only
it_it: Solo minuscole
zh_cn: 仅小写

source: When set, all characters are converted to lower case.
it_it: Se impostato, tutti i caratteri vengono convertiti in minuscolo.
zh_cn: 设置后，所有字符都将转换为小写。

source: Treats users as not logged in for gallery pages.
it_it: Tratta gli utenti ADMIN come non collegati nelle pagine della galleria.
zh_cn: 将用户视为未登录库页面。

source: show_not_logged-in is active.
it_it: show_not_logged-in è attivo.
zh_cn: show_not_logged处于活动状态。

source: Simple SPAM filter.
it_it: Semplice filtro SPAM.
zh_cn: 简单的垃圾邮件过滤器。

source: Only one SPAM handler plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
it_it: Può essere abilitato un solo plugin alla volta per la gestione dello SPAM. <a href="#%1$s"><code>%1$s</code></a> è già abilitato.
zh_cn: 只能启用一个垃圾邮件处理程序插件。<a href="#%1$s"><code>%1$s</code></a> 已启用。

source: Words to die on
it_it: Parole da bloccare
zh_cn: 有问题的词语

source: SPAM blacklist words (separate with commas)
it_it: Lista di parole spam (separare con virgole)
zh_cn: 垃圾邮件黑名单单词（用逗号分隔）

source: Patterns to die on
it_it: Modelli da bloccare
zh_cn: 有问题的图案

source: SPAM blacklist <a href="http://en.wikipedia.org/wiki/Regular_expression">regular expressions</a> (separate with spaces)
it_it: Lista di <a href="http://it.wikipedia.org/wiki/Espressione_regolare">espressioni regolari</a> spam (separare con spazi)
zh_cn: 垃圾邮件黑名单 <a href="http://en.wikipedia.org/wiki/Regular_expression">常规表达式</a>（用空格分隔）

source: Excessive URL count
it_it: Numero di collegamenti permessi
zh_cn: 网址数量过多

source: Message is considered SPAM if there are more than this many URLs in it
it_it: Il messaggio è considerato spam se contiene più collegamenti di quelli specificati
zh_cn: 如果邮件中有如此多的 URL，则将其视为垃圾邮件

source: Banned IPs
it_it: IP bannati
zh_cn: 被禁止的 IP

source: Prevent posts from this list of IP addresses
it_it: Previene l’inserimento di post da parte di questa lista di indirizzi IP
zh_cn: 阻止来自此 IP 地址列表的帖子

source: Forgiving
it_it: Perdona
zh_cn: 免除

source: Mark suspected SPAM for moderation rather than as SPAM
it_it: Marca lo spam sospetto come da moderare piuttosto che come spam
zh_cn: 将可疑的垃圾邮件标签为审核，而不是垃圾邮件

source: Generates sitemap.org compatible XML files for use with Google and other search engines.
it_it: Genera file xml compatibili con gli standard sitemaps.org, da usare con Google e altri motori di ricerca.
zh_cn: 生成 sitemap.org 兼容的 XML 文件，以便与 Google 和其他搜索引擎一起使用。

source: <strong>Note:</strong> The index links may not match if using the Zenpage option "news on index" that some themes provide! Also it does not "know" about "custom pages" outside Zenpage or any special custom theme setup!!
it_it: <strong>Nota:</strong> i collegamenti della pagina indice potrebbero non corrispondere se si usa l’opzione di Zenpage "Notizie nella pagina indice" che qualche tema fornisce. Non "conosce" neanche le "pagine personalizzate" fuori da Zenpage o qualsiasi configurazione speciale del tema!
zh_cn: <strong>注意：</strong>如果使用某些主题提供的Zenpage选项"索引新闻"，索引链接可能不匹配！此外，它不"知道"Zenpage之外的"自定义页面"或任何特殊的自定义主题设置！

source: sitemap cache folder could not be created. Please try to create it manually via FTP with chmod 0777.
it_it: La cartella per la cache della sitemap non può essere creata. Crearla manualmente via FTP con chmod 0777.
zh_cn: 无法创建站点地图缓存文件夹。请尝试使用chmod 0777通过FTP手动创建它。

source: Album date
it_it: Data album
zh_cn: 影集日期

source: last change date
it_it: data ultima modifica
zh_cn: 上次更改日期

source: Field to use for the last modification date of albums.
it_it: Campo da usare per la data di ultima modifica degli album.
zh_cn: 用于影集上次修改日期的字段。

source: Image date
it_it: Data immagine
zh_cn: 图像日期

source: Field to use for the last modification date of images.
it_it: Campo da usare per la data di ultima modifica delle immagini.
zh_cn: 用于图像上次修改日期的字段。

source: Change frequency - Zenphoto index
it_it: Cambia frequenza - indice Zenphoto
zh_cn: 更改频率 - Zenphoto 指数

source: always
it_it: sempre
zh_cn: 总是

source: hourly
it_it: ogni ora
zh_cn: 每小时

source: daily
it_it: giornalmente
zh_cn: 每日

source: weekly
it_it: settimanalmente
zh_cn: 每周

source: monthly
it_it: mensilmente
zh_cn: 每月

source: yearly
it_it: annualmente
zh_cn: 每年

source: never
it_it: mai
zh_cn: 从不

source: Change frequency - albums
it_it: Cambia frequenza - album
zh_cn: 更改频率 - 影集

source: Change frequency - images
it_it: Cambia frequenza - immagini
zh_cn: 更改频率 - 图像

source: Change frequency - Zenpage pages
it_it: Cambia frequenza - pagine di Zenpage
zh_cn: 更改频率 - Zenpage 页面

source: Change frequency - Zenpage news index
it_it: Cambia frequenza - indice notizie di Zenpage
zh_cn: 更改频率 - Zenpage新闻索引

source: Change frequency: Zenpage news articles
it_it: Cambia frequenza: notizie di Zenpage
zh_cn: 更改频率：Zenpage 新闻文章

source: Change frequency - Zenpage news categories
it_it: Frequenza delle modifiche - categorie di notizie di Zenpage
zh_cn: 更改频率 - Zenpage新闻类别

source: Enable Google image and video extension
it_it: Abilitare l’estensione video e immagini di Google
zh_cn: 启用 Google 图片和视频扩展程序

source: If checked, the XML output file will be formatted using the Google XML image and video extensions where applicable.
it_it: Se selezionata, il file XML risultante verrà formattato usando le estensioni video e immagine XML di Google quando possibile.
zh_cn: 如果选中，则 XML 输出文件将使用 Google XML 图片和视频扩展名（如果适用）进行格式设置。

source: <strong>Note:</strong> Other search engines (Yahoo, Bing) might not be able to read your sitemap. Also the Google extensions cover only image and video formats. If you use custom file types that are not covered by Zenphoto standard plugins or types like .mp3, .txt and .html you should probably not use this or modify the plugin. Also, if your site is really huge think about if you really need this setting as the creation may cause extra workload of your server and result in timeouts
it_it: <strong>Note:</strong> altri motori di ricerca (Yahoo, Bing) potrebbero non essere in grado di leggere la sitemap. Inoltre, l’estensione di Google copre solamente i formati video e immagine. Se si usa un tipo di file personalizzato che non è coperto dai plugin standard di Zenphoto o tipi come .mp3, .txt e .html non si dovrebbe usare questo plugin o modificarlo. Infine, se il sito è molto grosso usare questo plugin solo se veramente necessario perché la creazione della sitemap può sovraccaricare il server e causare disservizi
zh_cn: <strong>注意：</strong>其他搜索引擎（雅虎、必应）可能无法读取您的站点地图。此外，Google扩展程序仅涵盖图像和视频格式。如果您使用的是 Zenphoto 标准插件未涵盖的自定义文件类型或.mp3、.txt等类型，.html则可能不应使用此类型或修改插件。另外，如果您的网站真的很大，请考虑一下是否真的需要此设置，因为创建可能会导致服务器的额外工作量并导致超时

source: Google image and video extension: Link full image
it_it: Estensione video e immagini di Google: Collegamento all’immagine originale
zh_cn: Google 图片和视频扩展：链接完整图片

source: If checked, the original full image is referenced instead of the sized images in the cache. For image formats only.
it_it: Se selezionata, sarà fatto riferimento all’immagine originale non ridimensionata invece che alle immagini nella cache. Solo per formati immagine.
zh_cn: 如果选中，将引用原始完整图像，而不是缓存中大小较大的图像。仅适用于图像格式。

source: Google - URL to image license
it_it: Google - URL alla licenza dell’immagine
zh_cn: 谷歌 - 网址到图像许可证

source: Optional. Used only if the Google extension is checked. Must be an absolute URL address of the form: http://mydomain.com/license.html
it_it: Opzionale. Usare solamente se l’estensione di Google è abilitata. Deve essere un’URL assoluta nella forma: http://miodominio.com/licenza.html
zh_cn: 自选。仅当选中 Google 扩展程序时才使用。必须是表单的绝对 URL 地址：http://mydomain.com/license.html

source: Sitemap processing chunk
it_it: Pezzo di processamento della sitemap
zh_cn: 站点地图处理块

source: The number of albums that will be processed for each sitemap file. Lower this value if you get script timeouts when creating the files.
it_it: Il numero di album che saranno elaborati per ogni file di sitemap. Diminuire questo valore se lo script va in timeout durante la creazione dei file.
zh_cn: 将为每个站点地图文件处理的影集数。如果在创建文件时遇到脚本超时，请降低此值。

source: * This option may be set via the <a href="javascript:gotoName('sitemap-extended');"><em>sitemap-extended</em></a> plugin options.
it_it: * Queste opzioni possono essere impostate dalle opzioni del plugin <a href="javascript:gotoName('sitemap-extended');"><em>sitemap-extended</em></a>.
zh_cn: * 此选项可以通过<a href="javascript:gotoName('sitemap-extended');"><em>sitemap-extended</em> plugin options来设置</a>。

source: Sitemap tools
it_it: Strumenti mappa del sito (sitemap)
zh_cn: 站点地图工具

source: Generate or purge sitemap cache files.
it_it: Genera o svuota i file delle sitemap nella cache.
zh_cn: 生成或清除站点地图缓存文件。

source: Available sitemap files:
it_it: File sitemap disponibili:
zh_cn: 可用的站点地图文件：

source: No sitemap files available.
it_it: Nessun file sitemap disponibile.
zh_cn: 没有可用的站点地图文件。

source: Sitemap
it_it: Mappa del sito
zh_cn: 网站地图

source: <strong>NOTE:</strong> If your theme uses different custom settings instead of the backend options the sitemaps may not match your site.
it_it: <strong>NOTA:</strong> se il tema usa impostazioni personalizzate invece di quelle impostate nell’area di amministrazione le sitemap potrebbero non riflettere il proprio sito.
zh_cn: <strong>注意：</strong>如果您的模版使用不同的自定义设置而不是后端选项，则站点地图可能与您的网站不匹配。

source: This creates individual static xml sitemap files of the following items:
it_it: Questa opzione crea file individuali xml statici per le sitemap dei seguenti elementi:
zh_cn: 这将创建以下项目的单个静态 xml 站点地图文件：

source: Zenphoto items
it_it: Elementi di Zenphoto
zh_cn: Zenphoto 项目

source: Index pages
it_it: Pagine indice
zh_cn: 索引页

source: <em>Albums</em>: These are split into multiple sitemaps.
it_it: <em>Album</em>: sono divisi in più sitemap.
zh_cn: <em>影集</em>：这些影集被拆分为多个站点地图。

source: <em>Images</em>: These are split into multiple sitemaps.
it_it: <em>Immagini</em>: sono divise in più sitemap.
zh_cn: <em>图片</em>：这些图片被拆分为多个站点地图。

source: Zenpage CMS items (if the plugin is enabled)
it_it: Elementi del CMS Zenpage (se il plugin è abilitato)
zh_cn: Zenpage CMS项目（如果启用了插件）

source: Additionally a sitemapindex file is created that points to the separate ones above. You can reference this sitemapindex file in your robots.txt file or submit its url to services like Google via <code>www.yourdomain.com/zenphoto/index.php?sitemap</code>
it_it: Viene anche creato un file sitemapindex, che punta alle sitemap separate elencate sopra. È possibile referenziare il file sitemapindex nel file robots.txt o inviare la sua url a servizi come Google tramite <code>www.yourdomain.com/zenphoto/index.php?sitemap</code>
zh_cn: 此外，还会创建一个指向上述单独文件的站点地图索引文件。您可以在机器人文件中引用此站点地图索引文件robots.txt或通过 <code>www.yourdomain.com/zenphoto/index.php?sitemap</code> 将其网址提交给Google等服务。

source: The sitemap cache is cleared if you create new ones. All files are stored in the <code>/%s/sitemap/</code> folder.
it_it: La cache delle sitemap viene pulita se ne vengono create di nuove. Tutti i file sono salvati nella cartella <code>/%s/sitemap/</code>.
zh_cn: 如果您创建新的站点地图缓存，则会清除这些缓存。所有文件都存储在 <code>/%s/sitemap/</code> 文件夹中。

source: Generate sitemaps
it_it: Genera sitemap
zh_cn: 生成站点地图

source: Clear sitemap cache
it_it: Pulisci cache sitemap
zh_cn: 清除站点地图缓存

source: Sitemap files are being generated...Patience please.
it_it: I file delle sitemap sono in fase di creazione... Attendere.
zh_cn: 正在生成站点地图文件...请耐心等待。

source: Slideshow plugin based on the Cycle2 jQuery plugin.
it_it: Plugin per presentazioni basato sul plugin jQuery Cycle2.
zh_cn: 基于Cycle2 jQuery插件的幻灯片插件。

source: Only one slideshow plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
it_it: Può essere abilitato un solo plugin alla volta per la presentazione. <a href="#%1$s"><code>%1$s</code></a> è già abilitato.
zh_cn: 只能启用一个幻灯片插件。<a href="#%1$s"><code>%1$s</code></a> 已启用。

source: Slideshow: Mode
it_it: Presentazione: Modo
zh_cn: 幻灯片：模式

source: <em>jQuery Cycle</em> for slideshow using the jQuery Cycle2 plugin<br /><em>jQuery Colorbox</em> for slideshow using Colorbox (Colorbox plugin required).<br />NOTE: The jQuery Colorbox mode is attached to the link the printSlideShowLink() function prints and can neither be called directly nor used on the slideshow.php theme page.
it_it: <em>jQuery Cycle</em>per presentazioni che usano il plugin jQuery Cycle2<br /><em>jQuery Colorbox</em> per presentazioni che usano Colorbox (plugin Colorbox richiesto).<br />NOTA: La modalità jQuery Colorbox è allegata al link visualizzato dalla funzione printSlideShowLink() e non può essere chiamata direttamente, né usata nella pagina slideshow.php del tema.
zh_cn: <em>jQuery Cycle</em> for slideshow 使用 jQuery Cycle2 插件<br /><em>jQuery Colorbox</em> 用于使用 Colorbox 的幻灯片放映（需要 Colorbox 插件）。<br /> 注意：jQuery Colorbox 模式附加到 printSlideShowLink() 函数打印的链接，既不能直接调用，也不能在幻灯片.php主题页上使用。

source: Slideshow: Speed
it_it: Presentazione: Velocità
zh_cn: 幻灯片：速度

source: Speed of the transition in milliseconds.
it_it: Velocità della transizione in millisecondi.
zh_cn: 转换速度（以毫秒为单位）。

source: Slideshow: Slide width
it_it: Presentazione: Larghezza diapositiva
zh_cn: 幻灯片：幻灯片宽度

source: Width of the images in the slideshow.
it_it: Larghezza dell’immagine nella presentazione.
zh_cn: 幻灯片中图像的宽度。

source: Slideshow: Slide height
it_it: Presentazione: Altezza diapositiva
zh_cn: 幻灯片放映：幻灯片高度

source: Height of the images in the slideshow.
it_it: Altezza dell’immagine nella presentazione.
zh_cn: 幻灯片中图像的高度。

source: Slideshow: Effect
it_it: Presentazione: Effetto
zh_cn: 幻灯片：效果

source: fade
it_it: dissolvenza
zh_cn: 淡入

source: fadeOut
it_it: sfumatura
zh_cn: 淡出

source: Scroll horizontal
it_it: Scorrimento orizzontale
zh_cn: 水平滚动

source: Scroll vertical
it_it: Scorrimento verticale
zh_cn: 垂直滚动

source: Flip horizontal
it_it: Ribaltamento orizzontale
zh_cn: 水平翻转

source: Flip vertical
it_it: Ribaltamento verticale
zh_cn: 垂直翻转

source: Tile slide
it_it: Tessere scorrevoli
zh_cn: 瓷砖幻灯片

source: Tile blind
it_it: Tessere cieche
zh_cn: 瓷砖百叶窗

source: The cycle slide effect to be used. Flip transitions are only supported on browsers that support CSS3 3D transforms. (IE10+, current Chrome, Firefox, Opera and Safari.)
it_it: L’effetto da usare per il ciclo. Le transizioni a ribaltamento sono supportate solo da browser che accettano trasformazioni 3D CSS3 (IE10+, Chrome, Firefox, Opera and Safari aggiornati).
zh_cn: 要使用的循环滑动效果。仅在支持 CSS3 3D 转换的浏览器上支持翻转过渡。（IE10+，目前的Chrome，Firefox，Opera和Safari。

source: Slideshow: Tile Effect - Extra
it_it: Presentazione: Effetto Tessera - Extra
zh_cn: 幻灯片：磁贴效果 - 额外

source: Horziontal
it_it: Orizzontale
zh_cn: 水平

source: If one of the tile effects is selected, this is its orientation.
it_it: Se è selezionato un effetto tessera, questa è la sua orientazione.
zh_cn: 如果选择了其中一个磁贴效果，则这是其方向。

source: Slideshow: Timeout
it_it: Presentazione: Timeout
zh_cn: 幻灯片放映：超时

source: Milliseconds between slide transitions (0 to disable auto advance.)
it_it: Millisecondi tra le transizioni delle diapositive (0 per disabilitare l’avanzamento automatico).
zh_cn: 幻灯片切换之间的毫秒数（0 表示禁用自动前进。

source: Slideshow: Description
it_it: Presentazione: Descrizione
zh_cn: 幻灯片放映：说明

source: Check if you want to show the image’s description below the slideshow.
it_it: Abilitare se si vuole mostrare la descrizione dell’immagine sotto la presentazione.
zh_cn: 检查是否要在幻灯片下方显示图像的说明。

source: Slideshow: Swipe gestures
it_it: Presentazione: gesti Swipe
zh_cn: 幻灯片：轻扫手势

source: Check if you want to enable touch screen swipe gestures.
it_it: Selezionare se si vuole abilitare lo swipe per i touch screen.
zh_cn: 检查是否要启用触摸屏轻扫手势。

source: Slideshow: Pause on hover
it_it: Presentazione: Pausa su hover
zh_cn: 幻灯片放映：悬停时暂停

source: Check if you want the slidesshow to pause on hover.
it_it: Se si vuole che la presentazione vada in pausa su mouse hover.
zh_cn: 检查是否希望幻灯片放映在悬停时暂停。

source: Colorbox: Transition
it_it: Colorbox: Transitione
zh_cn: 颜色框：过渡

source: elastic
it_it: elastica
zh_cn: 弹性的

source: The Colorbox transition slide effect to be used.
it_it: L’effetto di transizione da usare per la Colorbox.
zh_cn: 要使用的色框切换幻灯片效果。

source: Colorbox: Image type
it_it: Colorbox: Tipo di immagine
zh_cn: 颜色框：图像类型

source: sized image
it_it: immagine ridimensionata
zh_cn: 大小图像

source: The image type you wish to use for the Colorbox. If you choose “sized image” the slideshow width value will be used for the longest side of the image.
it_it: Il tipo di immagine da usare per la Colorbox. Se si sceglie "immagine ridimensionata" il valore della larghezza della presentazione sarà usato per il lato più lungo dell’immagine<em>.
zh_cn: 要用于颜色框的图像类型。如果选择"调整图像大小"，则幻灯片放映宽度值将用于图像的最长边。

source: Colorbox: Image title
it_it: Colorbox: Immagine titolo
zh_cn: 颜色框：图像标题

source: If the image title should be shown at the bottom of the Colorbox.
it_it: Se il titolo dell’immagine deve essere mostrato nella parte bassa della Colorbox.
zh_cn: 如果图像标题应显示在"颜色框"的底部。

source: Colorbox: Slide width
it_it: Colorbox: Larghezza diapositiva
zh_cn: 颜色框：幻灯片宽度

source: Invalid slideshow album name!
it_it: Nome dell’album non valido!
zh_cn: 幻灯片影集名称无效！

source: This album is password protected!
it_it: Questo album è protetto da password!
zh_cn: 此影集受密码保护！

source: No images for the slideshow!
it_it: Nessuna immagine per lo slideshow!
zh_cn: 幻灯片没有图像！

source: pause
it_it: pausa
zh_cn: 暂停

source: provide the album name as %1 and (optionally) <code>true</code> (or <code>false</code>) as %2 to show (hide) controls. Hiding the controls is the default. Width(%3) and height(%4) may also be specified to override the defaults.
it_it: fornire il nome dell’album come %1 e (opzionale) <code>true</code> (or <code>false</code>) come %2 per mostrare (nascondere) i controlli. I controlli sono nascosti per impostazione predefinita. Larghezza (%3) e altezza (%4) possono essere specificate per sovrascrivere i valori predefiniti.
zh_cn: 将唱片集名称作为 %1 提供，（可选）<code>true</code>（或 <code>false</code>）作为 %2 以显示（隐藏）控件。隐藏控件是默认设置。也可以指定宽度 （%3） 和高度 （%4） 以覆盖默认值。

source: Slideshow not available because colorbox is not enabled on %1$s <em>%2$s</em> pages.
it_it: Presentazione non disponibile perché Colorbox non è abilitato nelle pagine %1$s <em>%2$s</em>.
zh_cn: 幻灯片不可用，因为未在 %1$s <em>%2$s</em> 页上启用颜色框。

source: start slideshow
it_it: avvia presentazione
zh_cn: 开始幻灯片放映

source: stop slideshow
it_it: ferma presentazione
zh_cn: 停止幻灯片放映

source: image %1$s of %2$s
it_it: immagine %1$s di %2$s
zh_cn: 图像 %1$s 的 %2$s

source: Invalid linking to the slideshow page.
it_it: Collegamento non valido alla pagina della presentazione.
zh_cn: 指向幻灯片页面的链接无效。

source: Adds static HTML cache functionality to Zenphoto.
it_it: Aggiunge la funzionalità di cache dell’HTML statico a Zenphoto.
zh_cn: 将静态 HTML 缓存功能添加到 Zenphoto。

source: Static HTML Cache folder could not be created. Please try to create it manually via FTP with chmod 0777.
it_it: La cartella per la cache dell’HTML statico non può essere creata. Crearla manualmente via FTP con chmod 0777.
zh_cn: 无法创建静态 HTML 缓存文件夹。请尝试使用chmod 0777通过FTP手动创建它。

source: Static HTML cache expire
it_it: Scadenza cache HTML statico
zh_cn: 静态 HTML 缓存过期

source: When the cache should expire in seconds. Default is 86400 seconds (1 day = 24 hrs * 60 min * 60 sec).
it_it: Quando la cache deve scadere, in secondi. Predefinito: 86400 secondi (1 giorno = 24 ore * 60 min * 60 sec).
zh_cn: 缓存应在几秒钟内过期。默认值为 86400 秒（1 天 = 24 小时 * 60 分钟 * 60 秒）。

source: Excluded pages
it_it: Pagine escluse
zh_cn: 排除的页面

source: The list of pages to be excluded from cache generation. Pages that can be excluded are custom theme pages including Zenpage pages (these optionally more specific by titlelink) and the standard theme files image.php (optionally by image file name), album.php (optionally by album folder name) or index.php.<br /> If you want to exclude a page completely enter <em>page-filename.php/</em>. <br />If you want to exclude a page by a specific title, image filename, or album folder name enter <em>pagefilename.php/titlelink or image filename or album folder</em>. Separate several entries by comma.<br />
it_it: La lista di pagine da escludere dalla generazione della cache. Le pagine che possono essere escluse sono le pagine personalizzate dei temi, incluse le pagine di Zenpage (si possono scegliere più nello specifico col collegamento al titolo) e i file standard del tema image.php (si può scegliere il nome file dell’immagine), album.php (si può scegliere il nome della cartella dell’album) e index.php.<br />Se si vuole escludere completamente una pagina inserire <em>nomefilepagina.php</em>.<br />Se si vuole escludere una pagina con uno specifico titolo, nome file immagine o nome cartella album inserire <em>nomefilepagina.php/collegamentotitolo o nome file immagine o cartella album</em>. Separare valori diversi con virgole.<br />
zh_cn: 要从缓存生成中排除的页面的列表。可以排除的页面是自定义主题页面，包括Zenpage页面（这些页面可以通过标题链接选择更具体）和标准主题文件图像.php（可选地通过图像文件名），影集.php（可选按影集文件夹名称）或索引.php.<br />如果要完全排除页面，请输入<em>页面文件名.php/</em>。<br />如果要按特定标题、图像文件名或唱片集文件夹名称排除页面，请输入 <em>pagefilename.php/titlelink 或图像文件名或唱片集文件夹</em>。用逗号分隔多个条目。<br />

source: <strong>NOTE:</strong> In order to work correctly, the following theme pages must be excluded from cache generation: <em>search.php, contact.php, register.php</em> and <em>favorites.php</em>
it_it: <strong>AVVISO:</strong> Per funzionare correttamente, le seguenti pagine del tema devono essere escluse dalla generazione della cache: <em>search.php, contact.php, register.php</em> e <em>favorites.php</em>
zh_cn: <strong>注意：</strong>为了正常工作，必须从缓存生成中排除以下主题页面：<em>搜索.php，联系人.php，注册.php</em>和<em>收藏夹.php</em>

source: Cached content of %3$s served by static_html_cache in %1$.4f seconds plus %2$.4f seconds unavoidable Zenphoto overhead.
it_it: Contenuto nella cache di %3$s servito da static_html_cache in %1$.4f secondi più %2$.4f secondi di informazioni addizionali non evitabili di Zenphoto.
zh_cn: static_html_cache在 %1$.4f 秒内提供 %3$s 的缓存内容加上 %2$.4f 秒不可避免的 Zenphoto 开销。

source: Provides functions to print a tag cloud of all tags from a Zenphoto object.
it_it: Fornisce delle funzioni per stampare una nuvola di tag contenente tutti i tag di un oggetto di Zenphoto.
zh_cn: 提供从 Zenphoto 对象打印所有标签的标签云的功能。

source: Enables jQuery tag suggestions on the search field.
it_it: Abilita i suggerimenti jQuery per i tag nel campo di ricerca.
zh_cn: 在搜索字段上启用 jQuery 标签建议。

source: Exclude unassigned
it_it: Escludi non assegnati
zh_cn: 排除未分配的内容

source: Check if you wish to exclude tags are not assigned to any item.
it_it: Selezionare se si vogliono escludere i tag che non sono assegnati a nessun elemento.
zh_cn: 检查是否要排除未分配给任何项目的标签。

source: Check tag access
it_it: Controlla accessibilità dei tag
zh_cn: 检查标签访问权限
