Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: Use the checkForGuest() template function instead
it_it: Usare invece la funzione checkForGuest() di template-functions.php

source: Unused and obsolete method - articles are already filtered via getArticles()
it_it: Metodo non utilizzato e obsoleto - gli articoli sono già filtrati tramite getArticles()

source: Use getName() instead.
it_it: Utilizza invece getName().

source: Use setName() instead.
it_it: Utilizza invece setName().

source: The 2nd parameter of printNestedItemsList() should be a Zenpage news or page object and not an integer (to be removed in ZenphotoCMS 2.0
it_it: Il secondo parametro di printNestedItemsList() deve essere un oggetto Zenpage news o page e non un numero intero (sarà rimosso in ZenphotoCMS 2.0)

source: Unpublish
it_it: Annullare la pubblicazione

source: <em>This page is protected.</em>
it_it: <em>Questa pagina è protetta.</em>
