Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: Check/uncheck all
it_it: Attiva/disattiva tutto
zh_cn: 选中/取消选中全部

source: You are successfully logged in.
it_it: Accesso effettuato correttamente.
zh_cn: 您已成功登录。

source: The page you are trying to view is password protected.
it_it: La pagina che si sta provando a visualizzare è protetta da password.
zh_cn: 您尝试查看的页面受密码保护。

source: login
it_it: accesso
zh_cn: 登录

source: Powered by <a href="https://www.zenphoto.org" target="_blank" rel="noopener noreferrer" title="The simpler media website CMS">Zenphoto</a>
it_it: Basato su <a href="https://www.zenphoto.org" title="Il più semplice CMS per siti multimediali">Zenphoto</a>
zh_cn: 基于 <a href="https://www.zenphoto.org" target="_blank" rel="noopener noreferrer" title="The simple media website CMS">Zenphoto</a>

source: Zenphoto Error:</strong> the requested object was not found.
it_it: Errore Zenphoto:</strong> l’oggetto richiesto non è stato trovato.
zh_cn: Zenphoto 错误：</strong>找不到请求的对象。

source: Album: %s
zh_cn: 影集： %s

source: Image: %s
it_it: Immagine: %s
zh_cn: 图像： %s

source: Page: %s
it_it: Pagina: %s
zh_cn: 页： %s

source: Backup/Restore
it_it: Backup/Ripristino
zh_cn: 备份/还原

source: Backup and restore your gallery database.
it_it: Effettua il backup e ripristina il database della galleria.
zh_cn: 备份和还原库数据库。

source: Backup
zh_cn: 备份

source: Failed to open %s for writing.
it_it: Impossibile aprire %s per la scrittura.
zh_cn: 无法打开 %s 进行写入。

source: failed writing to backup!
it_it: scrittura nel backup fallita!
zh_cn: 写入备份失败！

source: SHOW TABLES failed!
it_it: SHOW TABLES fallita!
zh_cn: 显示表失败！

source: backup completed using <em>%1$s(%2$s)</em> compression
it_it: backup completato usando la compressione <em>%1$s(%2$s)</em>
zh_cn: 使用 <em>%1$s（%2$s）</em> 压缩完成备份

source: backup completed
it_it: backup completato
zh_cn: 备份已完成

source: backup failed
it_it: backup fallito
zh_cn: 备份失败

source: No backup set found.
it_it: Nessun backup trovato.
zh_cn: 未找到备份集。

source: Truncate table<br />
it_it: Tronca tabella<br />
zh_cn: 截断表<br />

source: Restore encountered exceptions
it_it: Si sono verificati errori durante il ripristino
zh_cn: 还原遇到的异常

source: The following tables were not restored because the table no longer exists:
it_it: Le tabelle seguenti non sono state ripristinate perché non esistono più:
zh_cn: 由于下表不再存在，因此未还原以下表：

source: The following fields were not restored because the field no longer exists:
it_it: I campi seguenti non sono stati ripristinati perché non esistono più:
zh_cn: 由于该字段不再存在，因此未还原以下字段：

source: The maximum error count was exceeded and the restore aborted.
it_it: Il numero massimo di errori è stato superato e il ripristino è stato interrotto.
zh_cn: 已超出最大错误计数，还原已中止。

source: Restore encountered the following errors:
it_it: Si sono verificati i seguenti errori durante il ripristino:
zh_cn: 还原遇到以下错误：

source: You have restored your database content from a different instance of Zenphoto. You should run %1$ssetup%2$s to insure proper migration.
it_it: Il contenuto del database è stato ripristinato da una diversa istanza di Zenphoto. Per garantire una migrazione corretta è necessario eseguire %1$ssetup%2$s.
zh_cn: 您已从 Zenphoto 的其他实例还原了数据库内容。您应该运行 %1$ssetup%2$s 以确保正确迁移。

source: Zenphoto Rights migration failed!
it_it: Migrazione dei permessi di Zenphoto fallita!
zh_cn: Zenphoto Rights 迁移失败！

source: Restore completed
it_it: Ripristino completato
zh_cn: 还原已完成

source: Restore completed using %s compression
it_it: Ripristino completato usando la compressione %s
zh_cn: 使用 %s 压缩完成的恢复

source: Restore your database content
it_it: Ripristina il contenuto del database
zh_cn: 还原数据库内容

source: Backup and Restore your database content
it_it: Backup e Ripristino del contenuto del database
zh_cn: 备份和还原数据库内容

source: Database software <strong>%s</strong>
it_it: Software database: <strong>%s</strong>
zh_cn: 数据库软件 <strong>%s</strong>

source: Database name <strong>%s</strong>
it_it: Nome database: <strong>%s</strong>
zh_cn: 数据库名称 <strong>%s</strong>

source: Tables prefix <strong>%s</strong>
it_it: Prefisso tabelle: <strong>%s</strong>
zh_cn: 表前缀 <strong>%s</strong>

source: The backup facility creates database content snapshots in the <code>backup</code> folder of your installation. These backups are named in according to the date and time the backup was taken.The compression level goes from 0 (no compression) to 9 (maximum compression). Higher compression requires more processing and may not result in much space savings.
it_it: L’utilità di backup crea delle istantanee del contenuto del database nella cartella <code>backup</code> dell’installazione. Il nome viene dato in base all’ora e alla data in cui è stato effettuato il backup. Il livello di compressione varia tra 0 (nessuna compressione) e 9 (compressione massima). Una compressione più alta richiede un tempo di processamento più lungo e non comporta un grande risparmio di spazio.
zh_cn: 备份工具在安装的<code>备份</code>文件夹中创建数据库内容快照。这些备份根据执行备份的日期和时间命名。压缩级别从 0（无压缩）变为 9（最大压缩）。更高的压缩需要更多的处理，并且可能不会节省太多空间。

source: Create backup
it_it: Crea backup
zh_cn: 创建备份

source: Backup the table content in your database.
it_it: Effettua il backup del contenuto delle tabelle nel database.
zh_cn: 备份数据库中的表内容。

source: Backup the Database
it_it: Backup del database
zh_cn: 备份数据库

source: Compression level
it_it: Livello di compressione
zh_cn: 压缩级别

source: You have not yet created a backup set.
it_it: Non si è ancora creato un set di backup.
zh_cn: 您尚未创建备份集。

source: Backup restore
it_it: Ripristino backup
zh_cn: 备份还原

source: You restore your database content by selecting a backup and pressing the <em>Restore the Database</em> button.
it_it: È possibile ripristinare il contenuto del database selezionando un backup e facendo clic sul bottone <em>Ripristina il database</em>.
zh_cn: 通过选择备份并按"<em>还原数据库"按钮来还原数据库</em>内容。

source: <strong>Note:</strong> Each database table is emptied before the restore is attempted. After a successful restore the database content will be in the same state as when the backup was created.
it_it: <strong>Nota:</strong> ogni tabella del database viene svuotata prima di provare il ripristino. Dopo un ripristino eseguito con successo il contenuto del database sarà nello stesso stato in cui era quando è stato creato il backup.
zh_cn: <strong>注意：</strong>在尝试恢复之前，将清空每个数据库表。成功还原后，数据库内容将处于与创建备份时相同的状态。

source: Ideally a restore should be done only on the same version of Zenphoto on which the backup was created. If you are intending to upgrade, first do the restore on the version of Zenphoto you were running, then install the new Zenphoto. If this is not possible the restore can still be done, but if the database fields have changed between versions, data from changed fields will not be restored.
it_it: Idealmente, un ripristino dovrebbe essere eseguito solamente con la stessa versione di Zenphoto con cui è stato creato il backup. Se si vuole aggiornare, eseguire prima il ripristino con la versione di Zenphoto che si stava utilizzando e dopo installare la nuova versione. Se questo non è possibile il ripristino può ancora essere fatto, ma se i campi del database sono cambiati tra le versioni, i dati dei campi modificati non verranno ripristinati.
zh_cn: 理想情况下，还原应仅在创建备份的同一版本的 Zenphoto 上完成。如果您打算升级，请首先在您运行的Zenphoto版本上进行还原，然后安装新的Zenphoto。如果无法做到这一点，仍然可以执行还原，但如果数据库字段在版本之间发生更改，则不会还原已更改字段中的数据。

source: Select the database restore file:
it_it: Selezionare il file di ripristino del database:
zh_cn: 选择数据库还原文件：

source: Do you really want to restore the database content? Restoring the wrong backup might result in data loss!
it_it: Sei sicuro di voler ripristinare il contenuto del database? Ripristinare il backup sbagliato può comportare una perdita di dati!
zh_cn: 是否确实要还原数据库内容？还原错误的备份可能会导致数据丢失！

source: Restore the table content in your database from a previous backup.
it_it: Ripristina il contenuto delle tabelle nel database da un backup precedente.
zh_cn: 从以前的备份还原数据库中的表内容。

source: Restore the Database
it_it: Ripristina il database
zh_cn: 还原数据库

source: Info
zh_cn: 信息

source: Database quick reference
zh_cn: 数据库快速参考

source: Shows all database table and field info for quick reference.
it_it: Mostra tutte le tabelle del database e le informazioni dei campi per un riferimento veloce.
zh_cn: 显示所有数据库表和字段信息以供快速参考。

source: The internal Zenphoto table relations can be viewed on the PDF database reference that is included in the release package within the /docs_files folder of your Zenphoto installation. For more detailed info about the database use tools like phpMyAdmin.
it_it: Le relazioni interne tra le tabelle di Zenphoto possono essere viste nel riferimento del database in PDF che è incluso nel pacchetto di installazione di Zenphoto all’interno della cartella /docs_files. Per ulteriori dettagli sul database usare strumenti come phpMyAdmin.
zh_cn: 可以在 Zenphoto 安装的 /docs_files 文件夹内的发布包中包含的 PDF 数据库参考上查看内部 Zenphoto 表关系。有关数据库使用工具（如 phpMyAdmin）的更多详细信息。

source: Table prefix: no prefix
it_it: Prefisso tabelle: nessun prefisso
zh_cn: 表前缀：无前缀

source: Key
it_it: Chiave
zh_cn: 钥匙

source: Column
it_it: Colonna
zh_cn: 列

source: Gallery Statistics
it_it: Statistiche galleria
zh_cn: 图库统计

source: Shows statistical graphs and info about your gallery’s images and albums.
it_it: Mostra grafici statistici e informazioni sulle immagini e gli album della galleria.
zh_cn: 显示有关图库图像和影集的统计图表和信息。

source: News Categories
it_it: Categorie notizie
zh_cn: 新闻分类

source: most used
it_it: più usate
zh_cn: 最常用的

source: most viewed images
it_it: immagini più viste
zh_cn: 查看次数最多的图片

source: most rated
it_it: più votata
zh_cn: 评级最多

source: top rated
it_it: voto più alto
zh_cn: 评级最高

source: most commented
it_it: più commentata
zh_cn: 评论最多

source: most images
it_it: più immagini
zh_cn: 最多图片

source: latest
it_it: ultima
zh_cn: 最新

source: latest updated
it_it: ultimo aggiornato
zh_cn: 最新更新

source: (The hitcounter plugin is not enabled.)
it_it: (Il plugin del contatore delle visite non è abilitato.)
zh_cn: （未启用点击数插件。

source: No statistic available.
it_it: Nessuna statistica disponibile.
zh_cn: 无可用统计信息。

source: Note: The hitcounter plugin is not enabled, therefore any existing values will not get updated.
it_it: Nota: il plugin del contatore di visite non è abilitato, quindi i dati esistenti non saranno aggiornati.
zh_cn: 注意：hitcounter 插件未启用，因此不会更新任何现有值。

source: Back to the top 10 lists
it_it: Torna alle liste dei migliori 10
zh_cn: 返回前 10 个列表

source: View more
it_it: Vedi altro
zh_cn: 查看更多

source: top
it_it: torna in cima
zh_cn: 返回页首

source: %s images
it_it: %s immagini
zh_cn: %s 图像

source: View
it_it: Visualizza
zh_cn: 视图

source: This page shows more detailed statistics of your gallery. For album statistics the bar graph always shows the total number of images in that album. For image statistics always the album the image is in is shown.<br />Un-published items are marked in dark red. Images are marked un-published if their (direct) album is, too.
it_it: Questa pagina mostra statistiche dettagliate della propria galleria. Per le statistiche degli album, la barra del grafico indica sempre il numero totale di immagini nell’album. Per le statistiche delle immagini il numero di volte in cui viene mostrato l’album dov’è contenuta.<br />Gli elementi non pubblicati sono marcati in rosso scuro. Le immagini sono marcate come non pubblicate se lo è anche il loro album.
zh_cn: 此页面显示库的更详细统计信息。对于影集统计信息，条形图始终显示该影集中的图像总数。对于图像统计信息，始终显示图像所在的影集。<br />未发布的项目标记为深红色。如果图像的（直接）影集也未发布，则图像也会被标记为未发布。

source: <strong>%1$u</strong> images (%2$u un-published)
it_it: <strong>%1$u</strong> immagini (%2$u non pubblicate)
zh_cn: <strong>%1$u</strong> 图像（%2$u 未发布）

source: <strong>%u</strong> images
it_it: <strong>%u</strong> immagini
zh_cn: <strong>%u</strong> 图像

source: <strong>%1$u</strong> albums (%2$u un-published)
it_it: <strong>%1$u</strong> album (%2$u non pubblicati)
zh_cn: <strong>%1$u</strong> 影集（%2$u 未发布）

source: <strong>%u</strong> albums
it_it: <strong>%u</strong> album
zh_cn: <strong>%u</strong> 影集

source: <strong>%1$u</strong> comments (%2$u in moderation)
it_it: <strong>%1$u</strong> commenti (%2$u in moderazione)
zh_cn: <strong>%1$u</strong> 评论（%2$u 适度）

source: <strong>1</strong> comment (%u in moderation)
it_it: <strong>1</strong> commento (%u in moderazione)
zh_cn: <strong>1</strong> 条评论 （%u 适度）

source: <strong>%u</strong> comments
it_it: <strong>%u</strong> commenti
zh_cn: <strong>%u</strong> 评论

source: <strong>1</strong> comment
it_it: <strong>1</strong> commento
zh_cn: <strong>1</strong> 条评论

# zp-core/utilities/gallery_statistics.php:544
source: <strong>%1$u</strong> Pages
zh_cn: <strong>%1$u</strong>页面

source: <strong>%1$u</strong> Pages (%2$u un-published)
it_it: <strong>%1$u</strong> pagine (%2$u non pubblicate)
zh_cn: <strong>%1$u</strong>页面（%2$u 未发布）

source: <strong>%1$u</strong> News articles
it_it: <strong>%1$u</strong> articoli notizie
zh_cn: <strong>%1$u</strong>新闻报道

source: <strong>%1$u</strong> News articles (%2$u un-published)
it_it: <strong>%1$u</strong> articoli notizie (%2$u non pubblicati)
zh_cn: <strong>%1$u</strong>新闻文章（%2$u 未发布）

# zp-core/utilities/gallery_statistics.php:563
source: <strong>%1$u</strong> Categories
zh_cn: <strong>%1$u</strong>类别

source: Albums folder size: <strong>%s</strong>
it_it: Dimensione cartella album: <strong>%s</strong>
zh_cn: 影集文件夹大小： <strong>%s</strong>

source: Image cache size: <strong>%s</strong>
it_it: Dimensione cache immagini: <strong>%s</strong>
zh_cn: 图像缓存大小： <strong>%s</strong>

source: HTML cache size: <strong>%s</strong>
it_it: Dimensione cache HTML: <strong>%s</strong>
zh_cn: HTML 缓存大小： <strong>%s</strong>

source: Uploaded folder size: <strong>%s</strong>
it_it: Dimensione della cartella caricata: <strong>%s</strong>
zh_cn: 上传的文件夹大小： <strong>%s</strong>

source: Zenphoto scripts size: <strong>%s</strong>
it_it: Dimensione degli script di Zenphoto: <strong>%s</strong>
zh_cn: Zenphoto 脚本大小： <strong>%s</strong>

source: RSS feeds
it_it: Feed RSS
zh_cn: RSS 源

source: Statistics for news categories
it_it: Statistiche per le categorie di notizie
zh_cn: 新闻类别的统计信息

source: Statistics for RSS feeds
it_it: Statistiche per i feed RSS
zh_cn: RSS 源的统计信息

source: From
it_it: Da
zh_cn: 从

source: to
it_it: a
zh_cn: 自

source: Show
it_it: Mostra
zh_cn: 显示

source: HTTP header inspector
it_it: Esaminatore HTTP header
zh_cn: HTTP 标头检查器

source: Displays which HTTP headers your site sends.
it_it: Mostra gli header HTTP inviati dal sito.
zh_cn: 显示您的站点发送的 HTTP 标头。

source: Inspect which HTTP headers your site generally sends.
it_it: Esamina quali header HTTP sono generalmente inviati dal sito.
zh_cn: 检查您的网站通常发送哪些 HTTP 标头。

source: Frontend headers
it_it: Header del frontend
zh_cn: 前端标头

source: Backend headers
it_it: Header del backend
zh_cn: 后端标头

source: Fetching headers not possible on your server.
it_it: Impossibile recuperare gli header dal server.
zh_cn: 无法在服务器上获取标头。

source: Locale info
it_it: Informazioni di localizzazione
zh_cn: 本地信息

source: Display information about installed locales.
it_it: Visualizza informazioni sulle localizzazioni installate.
zh_cn: 显示有关已安装区域设置的信息。

source: Locale information.
it_it: Informazioni di localizzazione.
zh_cn: 本地信息。

source: You system has support for the following locales:
it_it: Il sistema supporta le seguenti impostazioni locali:
zh_cn: 您的系统支持以下区域设置：

source: Http Accept Languages
it_it: Lingue HTTP_Accept_Language
zh_cn: Http 接受语言

source: The locales your browser has defined to accept.
it_it: Le localizzazioni accettate dalle impostazioni del tuo browser.
zh_cn: 浏览器已定义要接受的区域设置。

source: Supported system locales
it_it: Localizzazioni supportate dal sistema
zh_cn: 支持的系统区域设置

source: These are the locales that are installed and supported on your server.
it_it: Queste sono le localizzazioni installate e supportate dal server.
zh_cn: 这些是服务器上安装和支持的区域设置。

source: Sorry, the locales cannot be listed as the required <a href="%s">PHP class ResourceBundle</a> is not available on your system. We suggest you contact your host about this.
it_it: Spiacenti, le localizzazioni non possono essere elencate perché la <a href="%s">classe PHP ResourceBundle</a> non è disponibile nel sistema. Ti suggeriamo di contattare il tuo host in merito.
zh_cn: 抱歉，无法将区域设置列为必需<a href="%s">PHP 类 ResourceBundle</a> 在您的系统上不可用。我们建议您就此联系房东。

source: Maintenance mode
it_it: Modalità di manutenzione
zh_cn: 维护模式

source: Site is open.
it_it: Il sito è aperto.
zh_cn: 网站已打开。

source: Site is now closed for upgrade.
it_it: Il sito è ora chiuso per aggiornamento.
zh_cn: 网站现已关闭以进行升级。

source: Site is now closed for testing only.
it_it: Il sito è ora chiuso solo per test.
zh_cn: 网站现在关闭，仅用于测试。

source: site_upgrade files restored to original.
it_it: File site_upgrade ripristinati alla versione originale.
zh_cn: site_upgrade文件还原为原始文件。

source: <em>mod_rewrite</em> is not enabled. The plugin works best if <var>mod_rewrite</var> is active and the <var>htaccess</var> file exists. If this is not the case the plugin will still work in most cases. However if the release you are upgrading to has significant changes involving plugin loading of the front-end site there may be PHP failures due if the site is accessed while the files being uploaded are in a mixed release state.
it_it: <em>mod_rewrite</em> non è abilitato. Il plugin funziona meglio se <var>mod_rewrite</var> è attivo e se esiste il file <var>htaccess</var>. In caso contrario il plugin funzionerà ancora nella maggior parte delle situazioni. Tuttavia, se la versione che stai aggiornando ha cambiamenti significativi che coinvolgono il caricamento dei plugin del sito front-end, ci potrebbero essere degli errori PHP se si accede al sito mentre i file da caricare sono in uno stato di caricamento misto.
zh_cn: 未启用<em>mod_rewrite</em>。如果<var>mod_rewrite</var>处于活动状态并且 <var>htaccess</var> 文件存在，则该插件效果最佳。如果不是这种情况，插件在大多数情况下仍然可以工作。但是，如果要升级到的版本具有涉及前端站点插件加载的重大更改，则如果在上传的文件处于混合发布状态时访问站点，则可能会导致 PHP 故障。

source: Open the site
it_it: Apri il sito
zh_cn: 打开网站

source: Close the site
it_it: Chiudi il sito
zh_cn: 关闭网站

source: Restore the files in the <code>plugins/site_upgrade</code> folder to their default state. <strong>Note: this will overwrite any custom edits you may have made.</strong>
it_it: Ripristina i file nella cartella <code>plugins/site_upgrade</code> allo stato predefinito. <strong>Nota: questo sovrascriverà tutte le modifiche personalizzate che potresti aver apportato.</strong>
zh_cn: 将<code>插件/site_upgrade</code>文件夹中的文件还原为其默认状态。<strong>注意：这将覆盖您可能所做的任何自定义编辑。</strong>

source: <strong>Closing</strong> the site will cause links to the site <code>front end</code> to be redirected to a script in the folder <code>plugins/site_upgrade</code>. Access to the admin pages remains available. You should close the site while you are uploading a new Zenphoto release or doing other significant updates be it code or content wise so that users will not catch the site in an unstable state. Running setup will always close the site automatically.
it_it: <strong>Chiudendo</strong> il sito, i link al <code>front end</code> del sito vengono reindirizzati a uno script nella cartella <code>plugins/site_upgrade</code>. L’accesso alle pagine di amministrazione rimane disponibile. Dovresti chiudere il sito mentre carichi una nuova versione di Zenphoto o esegui altri aggiornamenti significativi sia per il codice che per i contenuti, in modo che gli utenti non trovino il sito in uno stato instabile. L’esecuzione del setup chiude sempre automaticamente il sito.
zh_cn: <strong>关闭</strong>站点将导致指向站点<code>前端</code>的链接重定向到文件夹<code> plugins/site_upgrade</code> 中的脚本。对管理页面的访问权限仍然可用。您应该在上传新的Zenphoto版本或进行其他重大更新（无论是代码还是内容）时关闭网站，以便用户不会在不稳定状态下捕获网站。运行安装程序将始终自动关闭站点。

source: After you have uploaded the new release and ran Setup you place the site in <strong>test mode</strong>. In this mode only logged in <i>Administrators</i> can access the <i>front end</i>. You can then, as the administrator, view the site to be sure that all your changes are as you wish them to be.
it_it: Dopo aver caricato la nuova versione ed eseguito l’installazione, metti il sito in <strong>modalità test</strong>. In questa modalità, solo gli <i>Amministratori</i> che hanno effettuato l’accesso possono vedere il <i>front end</i>. Puoi quindi, come amministratore, visualizzare il sito per essere sicuro che tutte le modifiche funzionino come desideri.
zh_cn: 上传新版本并运行安装程序后，将站点置于<strong>测试模式</strong>。在此模式下，只有登录的<i>管理员</i>才能访问<i>前端</i>。然后，您可以作为管理员查看站点，以确保所有更改都符合您的要求。

source: Once your testing is completed you <strong>open</strong> your site to all visitors.
it_it: Una volta completati i test, <strong>apri</strong> il tuo sito a tutti i visitatori.
zh_cn: 测试完成后，您可以向所有访问者<strong>开放</strong>您的网站。

source: Custom placeholder files
it_it: File segnaposto personalizzati
zh_cn: 自定义占位符文件

source: Change the files in <code>plugins/site_upgrade</code> to meet your needs.
it_it: Modifica i file in <code>plugins/site_upgrade</code> per soddisfare le tue esigenze.
zh_cn: 更改插件<code>/site_upgrade</code>中的文件以满足您的需求。

source: <strong>Note:</strong> these files will be copied to that folder during setup the first time you do an install. Setup will not overrite any existing versions of these files, so if a change is made to the Zenphoto versions of the files you will have to update your copies either by removing them before running setup or by manually applying the Zenphoto changes to your files.
it_it: <strong>Nota:</strong> questi file saranno copiati in detta cartella durante il setup la prima volta che fai un’installazione. Il setup non sovrascriverà le versioni esistenti di questi file, quindi se viene apportata una modifica alle versioni di Zenphoto dei file dovrai aggiornare le tue copie rimuovendole prima di eseguire il setup o applicando manualmente le modifiche di Zenphoto ai tuoi file.
zh_cn: <strong>注意：</strong>这些文件将 在安装过程中首次执行安装时复制到该文件夹。安装程序不会覆盖任何现有 这些文件的版本，因此，如果对文件的Zenphoto版本进行了更改，则必须更新 通过在运行安装程序之前将其删除或手动将Zenphoto更改应用于您的副本来复制副本 文件。

source: Show PHP Information
zh_cn: 显示 PHP 信息

source: Display PHP information.
it_it: Mostra informazioni su PHP.
zh_cn: 显示 PHP 信息。

source: PHP Info
it_it: Informazioni PHP
zh_cn: PHP 信息

source: Your PHP configuration information.
it_it: Informazioni sulla configurazione di PHP.
zh_cn: 您的 PHP 配置信息。

source: Refresh the Database
it_it: Aggiorna il database
zh_cn: 刷新数据库

source: Perform a garbage collection of the Database
it_it: Eseguire una pulizia del Database
zh_cn: 执行数据库的垃圾回收

source: Forces a refresh of the metadata for all images and albums.
it_it: Forza un aggiornamento dei metadati per tutte le immagini e gli album.
zh_cn: 强制刷新所有图像和影集的元数据。

source: Reset album thumbs
it_it: Reimposta miniature album
zh_cn: 重置影集缩略图

source: Reset album thumbnails to either random or most recent
it_it: Reimposta le miniature dell’album su casuale o sulla più recente
zh_cn: 将影集缩略图重置为随机或最新

source: Reset your album thumbnails
it_it: Azzera le miniature dell’album
zh_cn: 重置影集缩略图

source: Thumbnails all set to <em>%s</em>.
it_it: Miniature tutte impostate a <em>%s</em>.
zh_cn: 缩略图全部设置为<em>%s</em>。

source: Thumbnail reset query failed
it_it: Azzeramento miniature fallito
zh_cn: 缩略图重置查询失败

source: Sets all album thumbs to the selected criteria
it_it: Imposta i criteri selezionati per tutte le miniature dell’album
zh_cn: 将所有影集缩略图设置为所选条件

source: Set all albums to
it_it: Imposta tutti gli album come
zh_cn: 将所有影集设置为

source: User data export
it_it: Esporta dati utente
zh_cn: 用户数据导出

source: Lists and exports data stored about a specific user and email address.
it_it: Elenca ed esporta i dati memorizzati per un utente specifico e un indirizzo e-mail.
zh_cn: 列出并导出存储的有关特定用户和电子邮件地址的数据。

source: You must supply a user name and/or mail address.
it_it: È necessario fornire un nome utente e/o un indirizzo e-mail.
zh_cn: 您必须提供用户名和/或邮件地址。
