Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: Stores guest user <em>category item</em> access credentials. <em>itemid</em> refers to the ID of the category.
it_it: Memorizza le credenziali d’accesso dell’ospite all’<em>elemento categoria</em>. <em>itemid</em> si riferisce all’ID della categoria.
zh_cn: 存储访客<em>类别项目</em>访问凭据。<em>itemid</em> 是指类别的 ID。

source: Stores guest user <em>page item</em> access credentials. <em>itemid</em> refers to the ID of the zenpage page.
it_it: Memorizza le credenziali d’accesso dell’ospite all’<em>elemento pagina</em>. <em>itemid</em> si riferisce all’ID della pagina zenpage.
zh_cn: 存储访客<em>页面项目</em>访问凭据。<em>itemid</em> 是指 zenpage 页面的 ID。

source: Stores guest user access used by the <em>downloadlist</em> plugin.
it_it: Memorizza l’accesso dell’ospite usato dal plugin <em>downloadlist</em>.
zh_cn: 存储<em>下载列表</em>插件使用的访客访问权限。

source: Search context (frontend)
it_it: Contesto di ricerca (frontend)
zh_cn: 搜索上下文（前端）

source: These cookies help keep the search result context while browsing results
it_it: Questi cookie aiutano a mantenere il contesto di ricerca mentre si naviga tra i risultati
zh_cn: 这些 Cookie 有助于在浏览结果时保留搜索结果上下文

source: Stores search parameters of the most recent search.
it_it: Memorizza i parametri della ricerca più recente.
zh_cn: 存储最近搜索的搜索参数。

source: Stores the last album in search context.
it_it: Memorizza l’ultimo album in contesto di ricerca.
zh_cn: 将最后一个影集存储在搜索上下文中。

source: Stores the previous page within search context (either the main search results or an album result).
it_it: Memorizza la pagina precedente in un contesto di ricerca (che siano i risultati principali o un album).
zh_cn: 将上一页存储在搜索上下文（主搜索结果或影集结果）中。

source: Administration
it_it: Amministrazione
zh_cn: 管理

source: These are set on the backend to help editing.
it_it: Questi sono impostati nel backend per aiutare nelle modifiche.
zh_cn: 这些设置在后端以帮助编辑。

source: Stores the setting for the nested album list display on the backend.
it_it: Memorizza le impostazioni di visualizzazione per liste di album nidificati nel backend.
zh_cn: 将嵌套影集列表的设置存储在后端。

source: Stores the setting for the nested subalbum list display on the backend.
it_it: Memorizza le impostazioni di visualizzazione per liste di sub-album nidificati nel backend.
zh_cn: 将嵌套子列表显示的设置存储在后端。

source: Stores the image count on the backend images pages.
it_it: Memorizza il numero di immagini nelle pagine delle immagini nel backend.
zh_cn: 将图像计数存储在后端图像页上。

source: Stores the upload method on the backend.
it_it: Memorizza il metodo di upload nel backend.
zh_cn: 将上传方法存储在后端。

source: Cookie related
it_it: In relazione ai cookie
zh_cn: Cookie相关

source: Used by setup to test if cookies are operational on the installation. May store the Zenphoto version number of the last unsuccessful run.
it_it: Utilizzato dal setup per verificare se i cookie funzionano nell’installazione. Può memorizzare il numero di versione di Zenphoto dell’ultima installazione non riuscita.
zh_cn: 由安装程序用于测试 Cookie 在安装时是否正常运行。可以存储上次不成功运行的 Zenphoto 版本号。

source: Stores the path for cookies.
it_it: Memorizza il percorso per i cookie.
zh_cn: 存储 Cookie 的路径。

source: Various
it_it: Vari
zh_cn: 各种

source: Various cookies set by plugins, themes or otherwise
it_it: Diversi cookie impostati da plugin, temi o altro
zh_cn: 由插件，主题或其他方式设置的各种cookie

source: Stores the HTTPS/SSL setting.
it_it: Memorizza l’impostazione HTTPS/SSL.
zh_cn: 存储 HTTPS/SSL 设置。

source: Stores the language selection set by the <em>dynamic_locale</em> plugin.
it_it: Memorizza la lingua selezionata tramite il plugin <em>dynamic_locale</em>.
zh_cn: 存储<em>由dynamic_locale</em>插件设置的语言选择。

source: Stores if the mobile theme is defined - used by the <em>mobileTheme</em> plugin.
it_it: Memorizza se il tema mobile è definito - usato dal plugin <em>mobileTheme</em>.
zh_cn: 存储是否定义了移动主题 - 由 <em>mobileTheme</em> 插件使用。

source: Stores the current theme selected by the <em>themeSwitcher</em> plugin.
it_it: Memorizza tema corrente selezionato dal plugin <em>themeSwitcher</em>.
zh_cn: 存储由主题开关插件选择的当前<em>主题</em>。

source: Stores information from the comment form POST for re-populaton of the form in the <em>comment_form</em> plugin.
it_it: Memorizza informazioni dal POST del modulo di commento per il ripopolamento del modulo nel plugin <em>comment_form</em>.
zh_cn: 存储评论表单 POST 中的信息，以便在<em>comment_form</em>插件中重新填充表单。

source: Set %1 to the section to get, set %2 to the h2-h6 for the headline element to use.
it_it: Imposta %1 nella sezione da ottenere, imposta %2 in h1-h6 per l’elemento del titolo da utilizzare.
zh_cn: 将 %1 设置为要获取的部分，将 %2 设置为要使用的标题元素的 h2-h6。

source: not connected
zh_cn: 未连接

source: Forbidden(1)
it_it: Proibito(1)
zh_cn: 禁止（1）

source: The cache directory does not exist. Please create it and set the permissions to 0777.
it_it: La cartella cache non esiste. Crearla e impostare i permessi a 0777.
zh_cn: 缓存目录不存在。请创建它并将权限设置为0777。

source: The cache directory is not writable! Attempts to chmod did not work.
it_it: La cartella cache non è scrivibile! I tentativi di effettuare un chmod non hanno funzionato.
zh_cn: 缓存目录不可写！尝试chmod没有成功。

source: Image not found; file %s does not exist.
it_it: Immagine non trovata; il file %s non esiste.
zh_cn: 未找到图像;文件 %s 不存在。

source: Image processing of %s resulted in a fatal error.
it_it: Il processamento dell’immagine %s è terminato con un errore fatale.
zh_cn: %s 的图像处理导致致命错误。

source: Suffix Not Allowed: %s
it_it: Suffisso Non Permesso: %s
zh_cn: 不允许后缀： %s

source: Zenphoto script processing %1$s:%2$.4f seconds
it_it: Processamento dello script di Zenphoto %1$s:%2$.4f secondi
zh_cn: Zenphoto 脚本处理 %1$s：%2$.4f 秒

source: Zenphoto script processing total:%.4f seconds
it_it: Processamento dello script di Zenphoto:%.4f secondi
zh_cn: Zenphoto 脚本处理总计：%.4f 秒

source: Chinese Traditional
it_it: Cinese tradizionale
zh_cn: 繁体中文

source: Chinese Simplified (EUC)
it_it: Cinese semplificato (EUC)
zh_cn: 简体中文 （EUC）

source: Japanese (EUC)
it_it: Giapponese (EUC)
zh_cn: 日语 （EUC）

source: Korean (EUC)
it_it: Coreano (EUC)
zh_cn: 朝鲜语 （EUC）

source: Chinese (PRC new)
it_it: Cinese (PRC nuovo)
zh_cn: 中文（中国新）

source: Chinese (PRC old)
it_it: Cinese (PRC vecchio)
zh_cn: 中文（中国旧）

source: Chinese (PRC simplified)
it_it: Chinese (PRC semplificato)
zh_cn: 中文（中国简体）

source: OEM United States
it_it: Stati Uniti OEM
zh_cn: 代工 美国

source: Baltic (DOS)
it_it: Baltico (DOS)
zh_cn: 波罗的海（DOS）

source: Western European (DOS)
it_it: Europeo occidentale (DOS)
zh_cn: 西欧 （DOS）

source: Central European (DOS)
it_it: Europeo centrale (DOS)
zh_cn: 中欧（DOS）

source: Turkish (DOS)
it_it: Turco (DOS)
zh_cn: 土耳其语（DOS）

source: Icelandic (DOS)
it_it: Islandese (DOS)
zh_cn: 冰岛语（DOS）

source: Greek, Modern (DOS)
it_it: Greco moderno (DOS)
zh_cn: 希腊语， 现代 （DOS）

source: Japanese (JIS)
it_it: Giapponese (JIS)
zh_cn: 日语（JIS）

source: Western European (ISO)
it_it: Europeo occidentale (ISO)
zh_cn: 西欧 （ISO）

source: Central European (ISO)
it_it: Europeo centrale (ISO)
zh_cn: 中欧 （ISO）

source: Latin 3 (ISO)
zh_cn: 拉丁语 3 （ISO）

source: Cyrillic (ISO)
it_it: Cirillico (ISO)
zh_cn: 西里尔文 （ISO）

source: Arabic (ISO)
it_it: Arabo (ISO)
zh_cn: 阿拉伯语 （ISO）

source: Greek (ISO)
it_it: Greco (ISO)
zh_cn: 希腊语 （ISO）

source: Hebrew (ISO-Visual)
it_it: Ebraico (ISO-visuale)
zh_cn: 希伯来语（ISO-Visual）

source: Turkish (ISO)
it_it: Turco (ISO)
zh_cn: 土耳其语 （ISO）

source: Baltic (ISO)
it_it: Baltico (ISO)
zh_cn: 波罗的海 （ISO）

source: Celtic (ISO)
it_it: Celtico (ISO)
zh_cn: 凯尔特人 （ISO）

source: Latin 9 (ISO)
zh_cn: 拉丁语 9 （ISO）

source: South European (ISO)
it_it: Europeo meridionale (ISO)
zh_cn: 南欧 （ISO）

source: Cyrillic (KOI8-R)
it_it: Cirillico (KOI8-R)
zh_cn: 西里尔文 （KOI8-R）

source: Cyrillic (KOI8-U)
it_it: Cirillico (KOI8-U)
zh_cn: 西里尔文 （KOI8-U）

source: Japanese (Shift-JIS)
it_it: Giapponese (Shift-JIS)
zh_cn: 日语（Shift-JIS）

source: Unicode (UTF-7)
zh_cn: 统一码 （UTF-7）

source: Unicode (UTF-8)
zh_cn: 统一码 （UTF-8）

source: Unicode (UTF-16)
zh_cn: 统一码 （UTF-16）

source: Central European (Windows)
it_it: Europeo centrale (Windows)
zh_cn: 中欧 （Windows）

source: Cyrillic (Windows)
it_it: Cirillico (Windows)
zh_cn: 西里尔文（Windows）

source: Western European (Windows)
it_it: Europeo occidentale (Windows)
zh_cn: 西欧 （Windows）

source: Greek (Windows)
it_it: Greco (Windows)
zh_cn: 希腊语 （Windows）

source: Turkish (Windows)
it_it: Turco (Windows)
zh_cn: 土耳其语 （Windows）

source: Hebrew (Windows)
it_it: Ebraico (Windows)
zh_cn: 希伯来语 （Windows）

source: Arabic (Windows)
it_it: Arabo (Windows)
zh_cn: 阿拉伯语（Windows）

source: Baltic (Windows)
it_it: Baltico (Windows)
zh_cn: 波罗的海 （Windows）

source: Vietnamese (Windows)
it_it: Vietnamita (Windows)
zh_cn: 越南语 （Windows）

source: Thai (Windows)
it_it: Tailandese (Windows)
zh_cn: 泰语（Windows）

source: Zenphoto License agreement
it_it: Accordo di licenza per Zenphoto
zh_cn: Zenphoto 许可协议

source: This license is in English because the <em>Free Software Foundation</em> does not approve translations as officially valid. Unofficial translations are available <a href="%s">here</a>.
it_it: Questa licenza è in inglese perché la <em>Free Software Foundation</em> non approva le traduzioni come ufficialmente valide. Traduzioni non ufficiali sono disponibili <a href="%s">qui</a>.
zh_cn: 此许可证是英文的，因为<em>自由软件基金会</em>不批准翻译为正式有效。非官方翻译<a href="%s">这里。</a>

source: You must accept this license to continue to use Zenphoto.
it_it: È necessario accettare la licenza per continuare ad usare Zenphoto.
zh_cn: 您必须接受此许可才能继续使用 Zenphoto。

source: I agree to these terms and conditions
it_it: Accetto questi termini e condizioni
zh_cn: 我同意这些条款和条件

source: There are no upload handlers enabled that can service your request.
it_it: Non sono abilitati gestori di upload che possano eseguire la richiesta.
zh_cn: 没有启用可以为您的请求提供服务的上传处理程序。

source: This document is generated from the plugin comment block and other items that are in English and outside of the Zenphoto translation system. This link will send the URL to the Google translation WEB to present the page in your language.
it_it: Questo documento è generato dal blocco dei commenti del plugin e da altri elementi che sono in inglese e fuori dal sistema di traduzione di Zenphoto. Questo collegamento invierà l’URL al servizio di traduzione di Google per mostrare la pagina nella propria lingua.
zh_cn: 本文档由插件评论块和其他英文项目以及 Zenphoto 翻译系统之外的项目生成。此链接会将网址发送到 Google 翻译 WEB 以您的语言显示页面。

source: Translate this page.
it_it: Traduci questa pagina.
zh_cn: 翻译此页。

source: See also the <a href="%1$s">%2$s</a> third party plugin page for more info.
it_it: Vedi anche la pagina del plugin di terze parti <a href="%1$s">%2$s</a> per maggiori informazioni.
zh_cn: 有关详细信息，另请参阅< href="%1$s">%2$s</a> 第三方插件页面。

source: Also review the in-file documentation of the plugin file(s) itself for more detailed function usage.
it_it: Esaminare anche la documentazione nei file del plugin stesso per maggiori dettagli sull’uso delle funzioni.
zh_cn: 另请查看插件文件本身的文件内文档，了解更详细的函数用法。

source: Plugin usage information
it_it: Informazioni sull’utilizzo del plugin
zh_cn: 插件使用信息

source: Option:
it_it: Opzione:
zh_cn: 选择：

source: Macro defined:
it_it: Macro definita:
zh_cn: 宏定义：

source: Click to restore the setup scripts and run setup.
it_it: Clicca per ripristinare gli script di setup ed eseguire il setup.
zh_cn: 单击此项可还原安装脚本并运行安装程序。

source: You must restore the setup files from the %1$s release.
it_it: È necessario ripristinare i file di setup della versione %1$s.
zh_cn: 必须从 %1$s 发行版还原安装文件。

source: You must restore the setup files on your primary installation to run the setup operation.
it_it: È necessario ripristinare i file di setup nell’istallazione principale per eseguire il setup.
zh_cn: 必须还原主安装上的安装文件才能运行安装操作。

source: Testing %s.
it_it: Sto testando %s.
zh_cn: 正在测试 %s。

source: Fail:
it_it: Fallito:
zh_cn: 失败：

source: Warn:
it_it: Avviso:
zh_cn: 警告：

source: Pass:
it_it: Passato:
zh_cn: 通过：

source: Error!
it_it: Errore!
zh_cn: 错误！

source: Warning!
it_it: Attenzione!
zh_cn: 警告！

source: Notice!
it_it: Attenzione!
zh_cn: 通知！

source: Autorun aborted
it_it: Esecuzione automatica abortita
zh_cn: 自动运行已中止

source: <em>%1$s</em> folder%2$s [subfolder creation failure]
it_it: cartella%2$s <em>%1$s</em> [creazione sotto-cartella fallita]
zh_cn: <em>%1$s</em> 文件夹 %2$s [子文件夹创建失败]

source: Setup could not create the following subfolders:<br />%s
it_it: Setup non ha potuto creare le seguenti sottocartelle:<br />%s
zh_cn: 安装程序无法创建以下子文件夹：<br />%s

source: <em>%1$s</em> folder%2$s [permissions failure]
it_it: cartella%2$s <em>%1$s</em> [impostazione permessi fallita]
zh_cn: <em>%1$s</em> 文件夹 %2$s [权限失败]

source: Setup could not change the file permissions from <em>%1$s</em> (<code>0%2$o</code>) to <em>%3$s</em> (<code>0%4$o</code>). You will have to set the permissions manually. See the <a href="https://www.zenphoto.org/news/troubleshooting-zenphoto#29">Troubleshooting guide</a> for details on Zenphoto permissions requirements.
it_it: Setup non ha potuto cambiare i permessi per i file da <em>%1$s</em> (<code>0%2$o</code>) a <em>%3$s</em> (<code>0%4$o</code>). Si dovranno impostare i permessi manualmente. Vedere la <a href="https://www.zenphoto.org/news/troubleshooting-zenphoto#29">Troubleshooting guide</a> (in inglese) per dettagli sui permessi richiesti da Zenphoto.
zh_cn: 安装程序无法将文件权限从 <em>%1$s</em> （<code>0%2$o</code>） 更改为 <em>%3$s</em> （<code>0%4$o</code>）。您必须手动设置权限。有关 Zenphoto 权限要求的详细信息，请参阅 < href="https://www.zenphoto.org/news/troubleshooting-zenphoto#29">故障排除指南</a>。

source: You must create the folder <em>%1$s</em><br /><code>mkdir(%2$s, 0777)</code>.
it_it: È necessario creare la cartella <em>%1$s</em><br /><code>mkdir(%2$s, 0777)</code>.
zh_cn: 必须创建文件夹 <em>%1$s</em><br /><code>mkdir（%2$s， 0777）</code>。

source: <em>%1$s</em> folder [<em>%2$s</em> does not exist]
it_it: cartella <em>%1$s</em> [<em>%2$s</em> non esiste]
zh_cn: <em>%1$s</em> 文件夹 [<em>%2$s</em> 不存在]

source: <em>%1$s</em> folder [<em>%2$s</em> does not exist and <strong>setup</strong> could not create it]
it_it: cartella <em>%1$s</em> [<em>%2$s</strong> non esiste e <strong>setup</strong> non può crearla]
zh_cn: <em>%1$s</em> 文件夹 [<em>%2$s</em> 不存在，<strong>安装程序</strong>无法创建它]

source: Change the permissions on the <code>%1$s</code> folder to be writable by the server (<code>chmod 777 %2$s</code>)
it_it: È necessario cambiare i permessi della cartella <code>%1$s</code> perché sia scrivibile dal server (<code>chmod 777 %2$s</code>)
zh_cn: 将 <code>%1$s</code> 文件夹上的权限更改为可由服务器写入 （<code>chmod 777 %2$s</code>）

source: <em>%1$s</em> folder [<em>%2$s</em> is not writeable and <strong>setup</strong> could not make it so]
it_it: cartella <em>%1$s</em> [<em>%2$s</strong> non è scrivibile e <strong>setup</strong> non può renderla tale]
zh_cn: <em>%1$s</em> 文件夹 [<em>%2$s</em> 不可写入，<strong>安装程序</strong>无法写入]

source: <em>%1$s</em> folder%2$s
it_it: cartella%2$s <em>%1$s</em>
zh_cn: <em>%1$s</em> 文件夹%2$s

source: change the definition
it_it: cambia la definizione
zh_cn: 更改定义

source: apply
it_it: applica
zh_cn: 应用

source: See the <a href="https://www.zenphoto.org/news/troubleshooting-zenphoto#24">troubleshooting guide</a> on zenphoto.org for details.
it_it: Leggere la <a href="https://www.zenphoto.org/news/troubleshooting-zenphoto#24">guida alla risoluzione dei problemi</a> su zenphoto.org (in inglese) per maggiori dettagli.
zh_cn: 有关详细信息，请参阅 zenphoto.org 上的<a href="https://www.zenphoto.org/news/troubleshooting-zenphoto#24">疑难解答指南</a>。

source: An attempt at cross site reference forgery has been blocked.
it_it: È stato bloccato un tentativo di cross site reference forgery.
zh_cn: 跨站点引用伪造的企图已被阻止。

source: Click <a href="%s">here</a> to acknowledge that you wish to ignore this issue. It will then become a warning.
it_it: Clicca <a href="%s">qui</a> per ignorare questo problema. Questo diventerà un semplice avviso.
zh_cn: 单击<a href="%s">此处</a>确认您希望忽略此问题。然后，它将成为警告。

source: ZenphotoCMS - The simpler media website CMS
it_it: ZenphotoCMS - Il più semplice CMS per siti multimediali
zh_cn: ZenphotoCMS - 更简单的媒体网站CMS

source: Updated configuration file
it_it: File di configurazione aggiornato
zh_cn: 更新的配置文件

source: <strong>Warning:</strong> the <code>%s</code> table appears not to have a proper <em>UNIQUE</em> key. There are probably duplicate entries in the table which can cause unpredictable behavior. This can normally be corrected by creating a Zenphoto backup, dropping the table, running setup to restore the table, and then restoring from the backup. Note, however, that the duplicate entries will be lost.
it_it: <strong>Attenzione:</strong> la tabella <code>%s</code> sembra non avere una chiave <em>UNIQUE</em> appropriata. Probabilmente esistono voci duplicate nella tabella, che possono causare comportamenti imprevedibili. Questo normalmente può essere corretto creando un backup di Zenphoto, eliminando la tabella, lanciando un setup per ripristinare la tabella, e infine ripristinando la tabella dal backup. Notare, comunque, che le voci duplicate andranno perdute.
zh_cn: <strong>警告：</strong> <code>%s</code> 表似乎没有正确的 <em>UNIQUE</em> 键。表中可能存在重复的条目，这可能会导致不可预知的行为。通常可以通过创建 Zenphoto 备份、删除表、运行安装程序以还原表，然后从备份还原来更正此问题。但请注意，重复的条目将丢失。

source: Zenphoto requires PHP version %s or greater
it_it: Zenphoto richiede una versione PHP %s o superiore
zh_cn: Zenphoto 需要 PHP 版本 %s 或更高版本

source: db POST handling
it_it: Gestione POST db
zh_cn: 数据库开机自检处理

source: readonly
it_it: sola lettura
zh_cn: 只读

source: strict
it_it: restrittivi
zh_cn: 严格

source: relaxed
it_it: normali
zh_cn: 放宽

source: loose
it_it: ampi
zh_cn: 宽松

source: A corrupt configuration file was detected. You should remove or repair the file and re-run setup.
it_it: Il file di configurazione è corrotto. È necessario rimuoverlo o ripararlo ed eseguire nuovamente il setup.
zh_cn: 检测到损坏的配置文件。您应该删除或修复该文件，然后重新运行安装程序。

source: upgrade
it_it: aggiorna
zh_cn: 升级

source: Completed system check
it_it: Controllo di sistema completato
zh_cn: 已完成的系统检查

source: Setup cookie test successful
it_it: Test di impostazione cookie riuscito
zh_cn: 设置 Cookie 测试成功

source: Setup cookie test unsuccessful
it_it: Test di impostazione cookie fallito
zh_cn: 设置 Cookie 测试不成功

source: Post of Database credentials
it_it: Post delle credenziali del database
zh_cn: 发布数据库凭据

source: Zenphoto Setup v%1$s %2$s: %3$s
it_it: Setup Zenphoto v%1$s %2$s: %3$s
zh_cn: Zenphoto 安装程序 v%1$s %2$s： %3$s

source: Full environment
it_it: Ambiente completo
zh_cn: 完整环境

source: Primitive environment
it_it: Ambiente minimale
zh_cn: 原始环境

source: Query error: %s
it_it: Errore query: %s
zh_cn: 查询错误： %s

source: create
it_it: crea
zh_cn: 创造

source: update
it_it: aggiorna
zh_cn: 更新

source: Upgrade from before Zenphoto v1.2
it_it: Aggiornamento da una versione di Zenphoto precedente alla 1.2
zh_cn: 从 Zenphoto v1.2 之前升级

source: Upgrade from Zenphoto v%s
it_it: Aggiorna da Zenphoto v%s
zh_cn: 从 Zenphoto v%s 升级

source: Reinstalling current Zenphoto release
it_it: Sto reinstallando la versione corrente di Zenphoto
zh_cn: 重新安装当前 Zenphoto 版本

source: reinstall
it_it: reinstalla
zh_cn: 重安装

source: install
it_it: installa
zh_cn: 安装

source: Zenphoto Setup
it_it: Setup Zenphoto
zh_cn: Zenphoto 部署

source: Setup
zh_cn: 部署

source: Welcome to Zenphoto! This page will set up Zenphoto %s on your web server.
it_it: Benvenuto su Zenphoto! Questa pagina installerà Zenphoto %s sul proprio server web.
zh_cn: 欢迎来到Zenphoto ！此页面将在您的 Web 服务器上部署 Zenphoto %s。

source: Systems Check:
it_it: Controllo sistema:
zh_cn: 系统检查：

source: <strong>Note:</strong> The release you are installing has debugging settings enabled!
it_it: <strong>Nota:</strong> La versione che si sta installando ha le impostazioni di debug abilitate!
zh_cn: <strong>注意：</strong>您正在安装的版本已启用调试设置！

source: [%u release skipped]
it_it: [%u release saltata]
zh_cn: [%u 发布已跳过]

source: We do not test upgrades that skip releases. We recommend you upgrade in sequence.
it_it: Gli aggiornamenti che saltano delle release non vengono testati. Si raccomanda di aggiornare in sequenza.
zh_cn: 我们不会测试跳过版本的升级。我们建议您按顺序升级。

source: Installing Zenphoto v%s
it_it: Installazione di Zenphoto v. %s
zh_cn: 安装 Zenphoto v%s

source: <em>%s</em> security
it_it: <em>%s</em> sicurezza
zh_cn: <em>%s</em> 安全性

source: <em>%s</em> security [is compromised]
it_it: <em>%s</em> sicurezza [compromessa]
zh_cn: <em>%s</em> 安全性 [已危及]

source: Zenphoto suggests you make the sensitive files in the %1$s folder accessable by <em>owner</em> only (permissions = 0600). The file permissions for <em>%2$s</em> are %3$04o which may allow unauthorized access.
it_it: Zenphoto suggerisce di rendere i file sensibili nel folder %1$s accessibili solo al <em>proprietario</em>(permessi = 0600). I permessi dei file per <em>%2$s</em> sono %3$04o e possono consentire accessi non autorizzati.
zh_cn: Zenphoto 建议您使 %1$s 文件夹中的敏感文件只能由<em>所有者</em>访问（权限 = 0600）。<em>%2$s</em> 的文件权限为 %3$04o，这可能允许未经授权的访问。

source: <em>SSL</em> connection
it_it: connessione <em>SSL</em>
zh_cn: <em>SSL</em> 连接

source: <em>SSL</em> connection [is not enabled]
it_it: la connessione <em>SSL</em> [non è attiva]
zh_cn: <em>SSL</em> 连接 [未启用]

source: It is strongely recommended to use a secure https connection on your site.
it_it: È fortemente consigliato utilizzare una connessione sicura https per il sito.
zh_cn: 强烈建议在您的网站上使用安全的https连接。

source: Server seems not to be <em>Apache</em>, <em>Nginx</em> or <em>compatible</em>. Zenphoto may not work correctly.
zh_cn: 服务器似乎不是<em>Apache</em>，<em>Nginx</em>或<em>兼容</em>的。Zenphoto 可能无法正常工作。

source: PHP version %s
it_it: Versione PHP: %s
zh_cn: PHP 版本 %s

source: PHP Version %1$s or greater is required. Version %2$s or greater is strongly recommended. Use earlier versions at your own risk. Zenphoto is developed on PHP 7.1+ and in any case not tested below 5.6. There will be no fixes if you encounter any issues below 5.6. Please contact your webhost about a PHP upgrade on your server.
zh_cn: 需要 PHP 版本 %1$s 或更高版本。强烈建议使用版本 %2$s 或更高版本。使用早期版本需要您自担风险。Zenphoto 是在 PHP 7.1+ 上开发的，在任何情况下都没有经过低于 5.6 的测试。如果您遇到低于 5.6 的任何问题，则不会有任何修复。请联系您的虚拟主机，了解您的服务器上的 PHP 升级事宜。

source: PHP <code>Sessions</code>.
it_it: <code>Sessioni</code> PHP.
zh_cn: PHP <code>会话</code>。

source: PHP <code>Sessions</code> [appear to not be working].
it_it: <code>Sessioni</code> PHP [sembrano non funzionare].
zh_cn: PHP <code>会话</code> [似乎不起作用]。

source: PHP Sessions are required for Zenphoto administrative functions.
it_it: Le sessioni di PHP sono necessarie per le funzioni di amministrazione di Zenphoto.
zh_cn: Zenphoto 管理功能需要 PHP 会话。

source: <code>Suhosin</code> module [is enabled]
it_it: Il modulo <code>Suhosin</code> [is enabled]
zh_cn: <code>Suhosin</code> 模块 [已启用]

source: The following PHP functions are blocked: %s. Flagged functions are required by Zenphoto. Other functions in the list may be used by Zenphoto, possibly causing reduced functionality or Zenphoto failures.
it_it: Le seguentifunzioni PHP sono bloccate: %s. le funzioni contrassegnate sono richieste da Zenphoto. Le altre funzioni nella lista possono essere usate da Zenphoto, causando probabilmente una ridotta funzionalità o errori di Zenphoto.
zh_cn: 以下 PHP 函数被阻止：%s。Zenphoto 需要标签的功能。Zenphoto 可能会使用列表中的其他功能，这可能会导致功能减少或 Zenphoto 故障。

source: PHP <code>display_errors</code> [is enabled]
it_it: PHP <code>display_errors</code> [è abilitato]
zh_cn: PHP <code>display_errors</code> [已启用]

source: This setting may result in PHP error messages being displayed on WEB pages. These displays may contain sensitive information about your site.
it_it: Questa impostazione può produrre la visualizzazione di messaggi di errore PHP nelle pagine WEB, che possono contenere informazioni sensibili del sito.
zh_cn: 此设置可能会导致在 WEB 页面上显示 PHP 错误消息。这些显示可能包含有关您网站的敏感信息。

source: PHP <code>gettext()</code> support
it_it: Supporto di PHP a <code>gettext()</code>
zh_cn: PHP <code>gettext()</code> 支持
