Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: PHP <code>gettext()</code> support [is not present]
it_it: Supporto di PHP a <code>gettext()</code> [non è presente]
zh_cn: PHP <code>gettext()</code> 支持 [不存在]

source: Localization of Zenphoto requires native PHP <code>gettext()</code> support
it_it: La localizzazione di Zenphoto richiede il supporto nativo di PHP a <code>gettext()</code>
zh_cn: Zenphoto 的本地化需要原生 PHP <code>gettext()</code> 支持

source: PHP <code>cURL</code> support
it_it: Supporto PHP per <code>cURL</code>
zh_cn: PHP <code>cURL</code> 支持

source: PHP <code>cURL</code> support [is not present]
it_it: Il supporto PHP per <code>flock</code> [non è presente]
zh_cn: PHP <code>cURL</code> 支持 [不存在]

source: <code>cURL</code> support is not critical but strongely recommended.
zh_cn: <code>cURL</code> 支持并不重要，但强烈建议使用。

source: PHP <code>tidy</code> support
it_it: Supporto PHP per <code>tidy</code>
zh_cn: PHP <code>tidy</code>支持

source: PHP <code>tidy</code> support [is not present]
it_it: Il supporto PHP per <code>tidy</code> [non è presente]
zh_cn: PHP <code>tidy</code>支持 [不存在]

source: <code>tidy</code> support is not critical but strongely recommended for properly truncating text containing HTML markup.
it_it: Il supporto per <code>tidy</code> non è indispensabile ma è caldamente consigliato per troncare correttamente del testo che contiene markup HTML.
zh_cn: <code>tidy</code>的支持并不重要，但强烈建议正确截断包含HTML标签的文本。

source: PHP <code>ZipArchive</code> support
it_it: Supporto PHP per <code>ZipArchive</code>
zh_cn: PHP <code>ZipArchive</code>支持

source: PHP <code>ZipArchive</code> support [is not present]
it_it: Supporto PHP per <code>ZipArchive</code> [non è presente]
zh_cn: PHP <code>ZipArchive</code> 支持 [不存在]

source: <code>ZipArchive</code> support is not critical and only required if you intend to upload zip archives with supported file types to the gallery.
it_it: Il supporto per <code>ZipArchive</code> non è indispensabile ed è necessario solo per caricare nella galleria archivi zip con tipi di file supportati.
zh_cn: <code>ZipArchive</code> 支持并不重要，仅当您打算将具有受支持文件类型的 zip 存档上传到库时才需要。

source: PHP <code>JSON</code> support
it_it: Supporto di PHP per <code>JSON</code>
zh_cn: PHP <code>JSON</code> 支持

source: PHP <code>JSON</code> support [is not present]
it_it: Il supporto PHP per <code>JSON</code> [non è presente]
zh_cn: PHP <code>JSON</code> 支持 [不存在]

source: <code>JSON</code> support is not yet critical but may become so in the future.
zh_cn: <code>JSON</code> 支持尚不重要，但将来可能会变得至关重要。

source: PHP <code>exif</code> support
it_it: Supporto PHP per <code>exif</code>
zh_cn: PHP <code>exif</code> 支持

source: PHP <code>exif</code> support [is not present]
it_it: Il supporto PHP per <code>exif</code> [non è presente]
zh_cn: PHP <code>exif</code> 支持 [不存在]

source: <code>exif</code> support is not critical but strongely recommended for properly handling exif data of images
it_it: Il supporto per <code>tidy</code> non è indispensabile ma è caldamente consigliato per gestire correttamente i dati exif delle immagini
zh_cn: <code>exif</code> 支持并不重要，但强烈建议正确处理图像的 exif 数据

source: PHP <code>bz2</code> support
it_it: Supporto PHP per <code>bz2</code>
zh_cn: PHP <code>bz2</code> 支持

source: PHP <code>bz2</code> support [is not present]
it_it: Il supporto PHP per <code>bz2</code> [non è presente]
zh_cn: PHP <code>bz2</code> 支持 [不存在]

source: <code>bz2</code> support is not critical but recommended for some optional bzcompression functionalty
it_it: Il supporto per <code>bz2</code> non è indispensabile ma è consigliato per alcune funzionalità di compressione bz opzionali
zh_cn: <code>bz2</code> 支持并不重要，但建议用于某些可选的 bz 压缩功能

source: PHP <code>fileinfo</code> support
it_it: Supporto PHP per <code>fileinfo</code>
zh_cn: PHP <code>fileinfo</code>支持

source: PHP <code>fileinfo</code> support [is not present]
it_it: Il supporto PHP per <code>fileinfo</code> [non è presente]
zh_cn: PHP <code>fileinfo</code>支持 [不存在]

source: <code>fileinfo</code> support is not critical but strongely recommended for file system functionality
it_it: Il supporto per <code>fileinfo</code> non è indispensabile ma è caldamente consigliato per la funzionalità del file system
zh_cn: <code>fileinfo</code>支持并不重要，但强烈建议用于文件系统功能

source: PHP <code>intl</code> support
it_it: Supporto PHP per <code>intl</code>
zh_cn: PHP <code>intl</code>支持

source: PHP <code>intl</code> support [is not present]
it_it: Il supporto PHP per <code>intl</code> [non è presente]
zh_cn: PHP <code>intl</code>支持 [不存在]

source: <code>intl</code> support is strongely recommended for using locale-aware functionality.
it_it: Il supporto per <code>intl</code> è fortemente raccomandato per l'utilizzo di funzionalità che riconoscono le impostazioni locali.
zh_cn: 强烈建议使用区域设置感知功能时使用 <code>intl</code> 支持。

source: PHP <code>xml</code> support
it_it: Supporto PHP per <code>xml</code>
zh_cn: PHP <code>xml</code> 支持

source: PHP <code>xml</code> support [is not present]
it_it: Il supporto PHP per <code>xml</code> [non è presente]
zh_cn: PHP <code>xml</code> 支持 [不存在]

source: <code>xml</code> support is not criticaly but strongely recommended for some functionality for parsing XML contents like RSS feeds.
it_it: Il supporto per <code>xml</code> non è indispensabile ma è caldamente consigliato per alcune funzionalità per l'analisi di contenuti XML come i feed RSS.
zh_cn: <code>xml</code> 支持并不重要，但对于某些用于解析 XML 内容（如 RSS 源）的功能，强烈建议使用 xml 支持。

source: PHP <code>dom</code> support
it_it: Supporto PHP per <code>dom</code>
zh_cn: PHP <code>dom</code> 支持

source: PHP <code>dom</code> support [is not present]
it_it: Il supporto PHP per <code>dom</code> [non è presente]
zh_cn: PHP <code>dom</code> 支持 [不存在]

source: <code>dom</code> support is not criticaly but recommended for some functionality processing and modifying HTML contents.
zh_cn: <code>dom</code>支持并不重要，但建议用于某些功能处理和修改HTML内容。

source: PHP <code>simplexml</code> support
it_it: Supporto PHP per <code>simplexml</code>
zh_cn: PHP <code>simplexml</code>支持

source: PHP <code>simplexml</code> support [is not present]
it_it: Il supporto PHP per <code>simplexml</code> [non è presente]
zh_cn: PHP <code>simplexml</code> [不存在]

source: <code>simplexml</code> support is not criticaly but strongely recommended for some functionality processing XML contents like RSS feeds.
it_it: Il supporto per <code>simplexml</code> non è indispensabile ma è caldamente consigliato per alcune funzionalità che elaborano contenuti XML come i feed RSS.
zh_cn: <code>simplexml</code> 支持并不重要，但对于某些处理 XML 内容（如 RSS 源）的功能，强烈建议使用。

source: PHP <code>Reflection</code> support
it_it: Supporto PHP per <code>Reflection</code>
zh_cn: PHP <code>Reflection</code>支持

source: PHP <code>Reflection</code> support [is not present]
it_it: Il supporto PHP per <code>Reflection</code> [non è presente]
zh_cn: PHP <code>Reflection</code>支持 [不存在]

source: <code>Reflection</code> support is not criticaly but strongely recommended for some internal functionality.
it_it: Il supporto per <code>Reflection</code> non è indispensabile ma è caldamente consigliato per alcune funzionalità interne.
zh_cn: <code>Reflection</code>支持并不重要，但对于某些内部功能，强烈建议使用反射支持。

source: PHP <code>setlocale()</code> failed
it_it: PHP <code>setlocale()</code> fallito
zh_cn: PHP <code>setlocale()</code> 失败

source: Locale functionality is not implemented on your platform or the specified locale does not exist. Language translation may not work.
it_it: La funzionalità di localizzazione non è implementata sulla vostra piattaforma o la localizzazione scelta non esiste. La traduzione potrebbe non funzionare.
zh_cn: 您的平台上未实现区域设置功能，或者指定的区域设置不存在。语言翻译可能不起作用。

source: See the <a href="https://www.zenphoto.org/news/problems-with-languages">user guide</a> on zenphoto.org for details.
it_it: Leggere la <a href="https://www.zenphoto.org/news/problems-with-languages">user guide</a>(in inglese) su zenphoto.org per maggiori dettagli.
zh_cn: 有关详细信息，请参阅 zenphoto.org 上的<a href="https://www.zenphoto.org/news/problems-with-languages">用户指南</a>。

source: Setting <em>mbstring.internal_encoding</em> to <strong>UTF-8</strong> in your <em>php.ini</em> file is recommended to insure accented and multi-byte characters function properly.
zh_cn: 建议在 <em>php</em><em>.ini</em> 文件中将mbstring.internal_encoding设置为 <strong>UTF-8</strong>，以确保重音字符和多字节字符正常工作。

source: PHP <code>mbstring</code> and <code>iconv</code> packages
it_it: Pacchetti PHP <code>mbstring</code> e <code>iconv</code>
zh_cn: PHP <code>mbstring</code> 和 <code>iconv</code> 包

source: PHP <code>mbstring</code> and <code>iconv</code> packages [Your internal character set is <strong>%s</strong>]
it_it: Pacchetti PHP <code>mbstring</code> e <code>iconv</code> [Il set di caratteri interno è <strong>%s</strong>]
zh_cn: PHP <code>mbstring</code> 和 <code>iconv</code> 包 [您的内部字符集为 <strong>%s</strong>]

source: You need to install the <code>mbstring</code> and <code>iconv</code> packages
it_it: È necessario installare i pacchetti <code>mbstring</code> e <code>iconv</code>
zh_cn: 您需要安装 <code>mbstring</code> 和 <code>iconv</code> 软件包

source: PHP <code>mbstring</code> and <code>iconv</code> packages [are not present]
it_it: Pacchetti PHP <code>mbstring</code> e <code>iconv</code> [non sono presenti]
zh_cn: PHP <code>mbstring</code> 和 <code>iconv</code> 包 [不存在]

source: Strings generated internally by PHP may not display correctly. (e.g. dates)
it_it: Le stringhe generate da PHP potrebbero non essere visualizzate correttamente (es. date).
zh_cn: PHP 内部生成的字符串可能无法正确显示。（例如日期）

source: Graphics library
it_it: Libreria grafica
zh_cn: 图形库

source: Graphics support: <code>%s</code>
zh_cn: 图形支持： <code>%s</code>

source: Graphics support [is not installed]
it_it: Supporto grafico [non è installato]
zh_cn: 图形支持 [未安装]

source: You need to install a graphics support library such as the <em>GD library</em> in your PHP
it_it: È necessario installare una libreria di supporto grafico come la <em>libreria GD</em> in PHP
zh_cn: 您需要在PHP中安装图形支持库，例如<em>GD库</em>

source: Your PHP graphics library does not support %1$s or %2$s
it_it: La propria libreria grafica di PHP non supporta %1$s o %2$s
zh_cn: 您的 PHP 图形库不支持 %1$s 或 %2$s

source: Your PHP graphics library does not support %1$s
it_it: La propria libreria grafica di PHP non supporta %1$s
zh_cn: 您的 PHP 图形库不支持 %1$s

source: To correct this you should install a graphics library with appropriate image support in your PHP
it_it: Per correggere questo errore è necessario installare una libreria grafica col supporto alle immagini appropriato in PHP
zh_cn: 要更正此问题，您应该在 PHP 中安装具有适当图像支持的图形库

source: Your PHP graphics library does not support %1$s, %2$s, or %3$s
it_it: La propria libreria grafica di PHP non supporta %1$s, %2$s o %3$s
zh_cn: 您的 PHP 图形库不支持 %1$s、%2$s 或 %3$s

source: To correct this you need to install GD with appropriate image support in your PHP
it_it: Per correggere questo errore bisogna installare GD col supporto alle immagini appropriato in PHP
zh_cn: 要更正此问题，您需要在PHP中安装具有适当图像支持的GD

source: PHP graphics image support
it_it: Supporto grafico alle immagini di PHP
zh_cn: PHP 图形图像支持

source: The unsupported image types will not be viewable in your albums.
it_it: I tipi di immagine non supportati non saranno visibili nei propri album.
zh_cn: 不支持的图像类型将无法在影集中查看。

source: Graphics Library rotation support [is not present]
it_it: Supporto alla rotazione della libreria grafica [non è presente]
zh_cn: 图形库旋转支持 [不存在]

source: The graphics support library does not provide support for image rotation.
it_it: La libreria grafica non supporta la rotazione delle immagini.
zh_cn: 图形支持库不支持图像旋转。

source: Graphics support [configuration error]
it_it: Supporto grafico [errore di configurazione]
zh_cn: 图形支持 [配置错误]

source: No Zenphoto image handling library was loaded. Be sure that your PHP has a graphics support.
it_it: Non è stata caricata alcuna libreria di gestione immagini di Zenphoto. Controllare ceh PHP abbia una libreria di supporto grafico.
zh_cn: 未加载 Zenphoto 图像处理库。确保您的 PHP 具有图形支持。

source: <em>%1$s</em> file
it_it: file <em>%1$s</em>
zh_cn: <em>%1$s</em> 文件

source: <em>%1$s</em> file [does not exist]
it_it: il file <em>%1$s</em> [non esiste]
zh_cn: <em>%1$s</em> 文件 [不存在]

source: Setup was not able to create this file. You will need to copy the <code>%1$s/zenphoto_cfg.txt</code> file to <code>%2$s/%3$s</code> then edit it as indicated in the file’s comments.
it_it: Setup non è stato in grado di creare questo file. Sarà necessario copiare il file <code>%1$s/zenphoto_cfg.txt</code> in <code>%2$s/%3$s</code> e poi modificarlo come indicato nei commenti del file.
zh_cn: 安装程序无法创建此文件。您需要将 <code>%1$s/zenphoto_cfg.txt</code> 文件复制到 <code>%2$s/%3$s</code>，然后按照文件评论中的指示对其进行编辑。

source: File permissions
it_it: Permessi file
zh_cn: 文件权限

source: Set File permissions to %s.
it_it: Imposta permessi file a %s.
zh_cn: 将"文件权限"设置为 %s。

source: <em>unknown</em> (<code>%o</code>)
it_it: <em>sconosciuti</em> (<code>%o</code>)
zh_cn: <em>未知</em> （<code>%o</code>）

source: File Permissions [are %s]
it_it: Permessi file [sono %s]
zh_cn: 文件权限 [为 %s]

source: If file permissions are not set to <em>strict</em> or tighter there could be a security risk. However, on some servers Zenphoto does not function correctly with tight file permissions. If Zenphoto has permission errors, run setup again and select a more relaxed permission.
it_it: Se i permessi dei file non sono impostati su <em>restrittivi</em> o ancora più restrittivi potrebbe esserci un rischio per la sicurezza. Tuttavia, in alcuni server Zenphoto non funziona correttamente con i permessi restrittivi per i file. Se Zenphoto riporta errori coi permessi, lanciare di nuovo il setup e selezionare permessi meno restrittivi.
zh_cn: 如果文件权限未设置为<em>严格</em>或更严格，则可能存在安全风险。但是，在某些服务器上，Zenphoto 在具有严格文件权限的情况下无法正常运行。如果 Zenphoto 有权限错误，请再次运行安装程序并选择更宽松的权限。

source: Your filesystem is Macintosh
it_it: Il proprio filesystem è Macintosh
zh_cn: 您的文件系统是 Macintosh

source: Zenphoto is unable to deal with Macintosh file names containing diacritical marks. You should avoid these.
it_it: Zenphoto non è capace di gestire i nomi di file Macintosh contenenti segni diacritici. Si dovrebbe evitarli.
zh_cn: Zenphoto 无法处理包含变音符号的 Macintosh 文件名。您应该避免这些。

source: Character set
it_it: Codifica caratteri
zh_cn: 字符集

source: If your server filesystem character set is different from <code>%s</code> and you create album or image filenames names containing characters with diacritical marks you may have problems with these objects.
it_it: Se il set di caratteri del filesystem del server differisce da <code>%s</code> e si creano album o nomi di file immagine contenenti caratteri accentati si potrebbero verificare problemi con questi oggetti.
zh_cn: 如果服务器文件系统字符集与 <code>%s</code> 不同，并且您创建的影集或图像文件名名称包含带有变音符的字符，则这些对象可能存在问题。

source: Change the filesystem character set define to %1$s
it_it: Cambia la definizione del set di caratteri del filesystem in %1$s
zh_cn: 将文件系统字符集定义更改为 %1$s

source: The Zenphoto filesystem character define is %1$s [confirmed]
it_it: La definizione del set di caratteri del filesystem di Zenphoto è %1$s [confermata]
zh_cn: Zenphoto 文件系统字符定义为 %1$s [已确认]

source: The Zenphoto filesystem character define is ISO-8859-1 [assumed]
it_it: La definizione del set di caratteri del filesystem di Zenphoto è ISO-8859-1 [supposto]
zh_cn: Zenphoto 文件系统字符定义是 ISO-8859-1 [假定]

source: The Zenphoto filesystem character define is %1$s [which seems wrong]
it_it: La definizione del set di caratteri del filesystem di Zenphoto è %1$s [che sembra non corretto]
zh_cn: Zenphoto 文件系统字符定义为 %1$s [这似乎有误]

source: The Zenphoto filesystem character define is %1$s [no test performed]
it_it: La definizione del set di caratteri del filesystem di Zenphoto è %1$s [nessun test effettuato]
zh_cn: Zenphoto 文件系统字符定义为 %1$s [未执行任何测试]

source: Setup did not perform a test of the filesystem character set. You can cause setup to test for a proper definition by creating a file in your <code>%1$s</code> folder named <strong><code>%2$s</code></strong> and re-running setup.
it_it: Setup non ha eseguito un test sul set di caratteri del filesystem. È possibile usare il setup per testare una definizione adeguata creando un file di nome <strong><code>%2$s</code></strong> nella cartella <code>%1$s</code> e rieseguendo il setup.
zh_cn: 安装程序未执行文件系统字符集的测试。通过在 <code>%1$s</code> 文件夹中创建一个名为 %2$s 的文件并重新运行安装程序<strong><code>，</code></strong>可以使安装程序测试正确的定义。

source: Image URIs appear require the <em>filesystem</em> character set.
it_it: Le URI delle immagini sembrano richiedere il set di caratteri <em>filesystem</em>.
zh_cn: 图像 URI 显示需要<em>文件系统</em>字符集。

source: Image URIs appear to require the UTF-8 character set.
it_it: Le URI delle immagini sembrano richiedere il set di caratteri UTF-8.
zh_cn: 图像 URI 似乎需要 UTF-8 字符集。

source: You should enable the URL option <em>UTF8 image URIs</em>.
it_it: È consigliato abilitare l’opzione URL <em>URI immagini in UTF-8</em>.
zh_cn: 应启用 URL 选项 <em>UTF8 图像 URI</em>。

source: You should disable the URL option <em>UTF8 image URIs</em>.
it_it: È consigliato disabilitare l’opzione URL <em>URI immagini in UTF-8</em>.
zh_cn: 应禁用 URL 选项 <em>UTF8 图像 URI</em>。

source: Database
zh_cn: 数据库

source: Your chosen database handler <code>MySQL</code> is deprececated and already removed in PHP 7. It will also be removed in future Zenphoto versions. Use <code>MySQLi</code> or <code>PDO_MySQL</code> instead.
zh_cn: 您选择的数据库处理程序<code>MySQL</code>已弃用，并且已在PHP 7中删除。它也将在未来的Zenphoto版本中删除。请改用 <code>MySQLi</code> 或 <code>PDO_MySQL</code>。

source: PHP <code>%s</code> support for configured Database
it_it: Supporto di PHP a <code>%s</code> per il database configurato
zh_cn: PHP <code>%s</code> 对已配置数据库的支持

source: <code>%1$s</code> support (experimental)
it_it: Supporto di PHP a <code>%1$s</code> (sperimentale)
zh_cn: <code>%1$s</code> 支持（实验性）

source: PHP <code>%s</code> support
it_it: Supporto di PHP a <code>%s</code>
zh_cn: PHP <code>%s</code> 支持

source: PHP <code>%s</code> support [is not installed]
it_it: Supporto di PHP a <code>%s</code> [non è installato]
zh_cn: PHP <code>%s</code> 支持 [未安装]

source: No database selected
it_it: Nessun database selezionato
zh_cn: 未选择数据库

source: %1$s version %2$s
it_it: %1$s versione %2$s
zh_cn: %1$s 版本 %2$s

source: %1$s Version %2$s or greater is required. Version %3$s or greater is preferred. Use a lower version at your own risk.
it_it: È richiesta la versione %2$s o superiore di %1$s. È preferibile la versione %3$s o superiore. Usare versioni precedenti a proprio rischio.
zh_cn: 需要 %1$s 版本 %2$s 或更高版本。首选版本 %3$s 或更高版本。使用较低版本的风险自负。

source: Database connection
it_it: Connessione al database
zh_cn: 数据库连接

source: Database credentials in configuration file
it_it: Credenziali del database nel file di configurazione
zh_cn: 配置文件中的数据库凭据

source: <em>%1$s</em> reported: %2$s
it_it: <em>%1$s</em> ha riportato: %2$s
zh_cn: <em>%1$s</em> 报告： %2$s

source: You have not correctly set your <strong>Database</strong> <code>user</code>, <code>password</code>, etc. in your configuration file and <strong>setup</strong> is not able to write to the file.
it_it: Non sono stati impostati correttamente <code>nome utente</code>, <code>password</code>, ecc. del <strong>database</strong> nel file di configurazione e <strong>setup</strong> non riesce a scrivere nel file.
zh_cn: 您尚未在配置文件中正确设置<strong>数据库</strong><code>用户</code>、<code>密码</code>等，并且<strong>安装程序</strong>无法写入该文件。

source: Database setup in configuration file
it_it: Setup del database nel file di configurazione
zh_cn: 配置文件中的数据库设置

source: Connect to %s
it_it: Connessione a %s
zh_cn: 连接到 %s

source: Connect to Database [<code>CONNECT</code> query failed]
it_it: Connessione al database [query <code>CONNECT</code> fallita]
zh_cn: 连接到数据库 [<code>连接</code>查询失败]

source: Database <code>%s</code> created
zh_cn: 数据库 <code>%s</code> 已创建

source: Click here to attempt to create <a href="?Create_Database" >%s</a>.
zh_cn: 单击此处尝试创建< href="？Create_Database">%。</a>

source: Database <code>%s</code> not created [<code>CREATE DATABASE</code> query failed]
zh_cn: 未创建数据库 <code>%s</code> [<code>创建数据库</code>查询失败]

source: You may need to set <code>SQL mode</code> <em>empty</em> in your Database configuration.
it_it: Potrebbe essere necessario impostare <code>SQL mode</code> su <em>empty</em> nella configurazione del database.
zh_cn: 您可能需要在数据库配置中将 <code>SQL 模式</code>设置为<em>空</em>。

source: <code>SQL mode</code> [query failed]
it_it: <code>SQL mode</code> [query fallita]
zh_cn: <code>SQL 模式</code> [查询失败]

source: <code>SQL mode</code> [<em>%s</em> overridden]
it_it: <code>SQL mode</code> [<em>%s</em> ignorata]
zh_cn: <code>SQL 模式</code> [<em>%s</em> 被覆盖]

source: Consider setting it <em>empty</em> in your Database configuration.
it_it: Lasciarlo <em>vuoto</em> nella configurazione del database.
zh_cn: 请考虑在数据库配置中将其设置为<em>空</em>。

source: <code>SQL mode</code>
zh_cn: <code>SQL 模式</code>

source: <code>SQL mode</code> [is set to <em>%s</em>]
it_it: <code>SQL mode</code> [è impostato su <em>%s</em>]
zh_cn: <code>SQL 模式</code> [设置为 <em>%s</em>]

source: Consider setting it <em>empty</em> if you get Database errors.
it_it: Impostarlo su <em>vuoto</em> se si hanno ricevono errori dal database.
zh_cn: 如果遇到数据库错误，请考虑将其设置为<em>空</em>。

source: <code>SQL mode</code> [SET SESSION failed]
it_it: <code>SQL mode</code> [SET SESSION fallita]
zh_cn: <code>SQL 模式</code> [设置会话失败]

source: Select
zh_cn: 选择

source: Create
zh_cn: 创造

source: Insert
zh_cn: 插入

source: Update
zh_cn: 更新

source: and
it_it: e
zh_cn: 与

source: Grants found:
it_it: Permessi trovati:
zh_cn: 找到的授权:

source: The <em>SHOW GRANTS</em> query failed.
it_it: La query <em>SHOW GRANTS</em> è fallita.
zh_cn: <em>SHOW GRANTS</em>查询失败.

source: Database <code>access rights</code> for <em>%s</em>
it_it: <code>Permessi di accesso</code> al database per <em>%s</em>
zh_cn: <em>%s 的</em>数据库<code>访问权限</code>

source: Database <code>access rights</code> for <em>%1$s</em> [%2$s]
it_it: <code>Permessi di accesso</code> al database per <em>%1$s</em> [%2$s]
zh_cn: <em>%1$s</em> [%2$s] 的数据库<code>访问权限</code>

source: Your Database user must have %s rights.
it_it: L’utente del database deve avere i permessi di %s.
zh_cn: 您的数据库用户必须具有 %s 权限。

source: <em>SHOW TABLES</em> [found no tables]
it_it: <em>Mostra tabelle</em> [nessuna tabella trovata]
zh_cn: <em>显示表</em> [未找到表]

source: <em>SHOW TABLES</em> found: %s
it_it: <em>Mostra tabelle</em> ha trovato: %s
zh_cn: <em>显示</em>找到的表： %s

source: <em>SHOW TABLES</em> [Failed]
it_it: <em>Mostra tabelle</em> [fallita]
zh_cn: <em>显示表</em> [失败]

source: The database did not return a list of the database tables for <code>%s</code>.
it_it: Il database non ha restituito una lista di tabelle del database per <code>%s</code>.
zh_cn: 数据库未返回 <code>%s</code> 的数据库表列表。

source: <strong>Setup</strong> will attempt to create all tables. This will not over write any existing tables.
zh_cn: <strong>安装程序</strong>将尝试创建所有表。这不会覆盖任何现有表。

source: Database <code>field collations</code> [Image table]
zh_cn: 数据库<code>字段排序规则</code> [图像表]

source: Database <code>field collations</code> [Album table]
zh_cn: 数据库<code>字段排序规则</code> [影集表]

source: Database <code>field collations</code> [Image and Album tables]
zh_cn: 数据库<code>字段排序规则</code> [图像和影集表]

source: Database <code>field collations</code> [SHOW COLUMNS query failed]
zh_cn: 数据库<code>字段排序规则</code> [显示列查询失败]

source: Database <code>field collations</code>
zh_cn: 数据库<code>字段排序规则</code>

source: %s is not UTF-8. You should consider porting your data to UTF-8 and changing the collation of the database fields to <code>utf8_unicode_ci</code>
zh_cn: %s 不是 UTF-8。您应考虑将数据移植到 UTF-8，并将数据库字段的排序规则更改为<code>utf8_unicode_ci</code>
