Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: Width of the images in the slideshow. <em>[jQuery mode option]</em><br />If empty the theme options <em>image size</em> is used.
zh_cn: 幻灯片中图像的宽度。<em>[jQuery 模式选项]</em><br />如果主题选项为空，则使用<em>图像大小</em>。

source: Height of the images in the slideshow. <em>[jQuery mode option]</em><br />If empty the theme options <em>image size</em> is used.
zh_cn: 幻灯片中图像的高度。<em>[jQuery 模式选项]</em><br />如果主题选项为空，则使用<em>图像大小</em>。

source: Check if you want to use your watermark on the images <em>[jQuery mode option]</em>.
zh_cn: 检查是否要在图像<em>[jQuery模式选项]</em>上使用水印。

source: flash
zh_cn: 闪光

source: <em>jQuery</em> for JS ajax slideshow, <em>flash</em> for flash based slideshow.)
zh_cn: <em>jQuery</em> for JS ajax 幻灯片， <em>flash</em> for flash based slideshow。

source: Effect
zh_cn: 影响

source: slide X
zh_cn: 幻灯片 X

source: slide Y
zh_cn: 幻灯片 Y

source: scroll up
zh_cn: 向上滚动

source: scroll down
zh_cn: 向下滚动

source: The cycle slide effect to be used. <em>[jQuery mode option]</em>
zh_cn: 要使用的循环滑动效果。<em>[j查询模式选项]</em>

source: Timeout
zh_cn: 超时

source: Width of the Flowplayer display for the slideshow <em>(Flash mode)</em>.
zh_cn: 幻灯片放映的 Flowplayer 显示屏的宽度<em>（闪光模式）。</em>

source: Height of the Flowplayer display for the slideshow <em>(Flash mode)</em>.
zh_cn: 幻灯片放映的 Flowplayer 显示屏的高度<em>（闪光模式）。</em>

source: Stop and return to album or image page
zh_cn: 停止并返回影集或图像页面

source: Pause (to stop the slideshow without returning)
zh_cn: 暂停（停止幻灯片放映而不返回）

source: Play
zh_cn: 玩

source: back
zh_cn: 返回

source: Click on the right in the player control bar to view full size.
zh_cn: 单击播放器控制栏中的右侧以查看全尺寸。

source: Content generated dynamically in %u seconds
zh_cn: 在 %u 秒内动态生成的内容

source: Prints a tag cloud of all image tags from an album optionally including the subalbums or the album tags including sub album tags.
zh_cn: 打印影集中所有图像标签的标签云，包括子资产或影集标签（包括子影集标签）。

source: Enables jQuery tag suggestions on the search field. Just activate the plugin and the feature is available on the theme's search field.
zh_cn: 在搜索字段上启用 jQuery 标签建议。只需激活插件，该主题的搜索字段中即可使用该功能。

source: an adaption of Remy Sharp's <a href='http://remysharp.com/2007/12/28/jquery-tag-suggestion/ '>jQuery Tag Suggestion</a>
zh_cn: 改编自雷米·夏普的<href='http：//remysharp.com/2007/12/28/jquery-tag-suggestion/ '>jQuery Tag Suggestion</a>

source: Tiny MCE text editor for backend textareas
zh_cn: 用于后端文本区域的微型 MCE 文本编辑器

source: Zenpage editor configuration
zh_cn: 禅页面编辑器配置

source: TinyMCE disabled
zh_cn: TinyMCE 已禁用

source: Group:
zh_cn: 群：

source: If enabled, a login form will be displayed if the viewer is not logged in.
zh_cn: 如果启用，则在查看器未登录时将显示登录表单。

source: Provides a means allowing users to select the image size to view.
zh_cn: 提供一种允许用户选择要查看的图像大小的方法。

source: List of sizes from which the viewer may select.<br />The form is "$s=&lt;size&gt;" or "$h=&lt;height&gt;,$w=&lt;width&gt;;"....<br />See printCustomSizedImage() for details
zh_cn: 查看者可以从中选择的大小列表。&lt;br /&gt;形式为"$s=&lt;大小&gt;"或"$h=&lt;height&gt;，$w=&lt;width&gt;;"....<br />有关详细信息，请参阅 printCustomSizedImage()

source: The initial size for the image. Format is a single instance of the sizes list.
zh_cn: 图像的初始大小。格式是大小列表的单个实例。

source: There is a format error in your <em>viewer_size_image_sizes</em> option string.
zh_cn: <em>viewer_size_image_sizes</em>选项字符串中存在格式错误。

source: There is a format error in your $usersizes string.
zh_cn: $usersizes字符串中存在格式错误。

source: %s px
zh_cn: %s 像素

source: There is a format error in user size selection
zh_cn: 用户大小选择中存在格式错误

source: There is a format error in your $default parameter
zh_cn: $default参数中存在格式错误

source: Visit gallery page
zh_cn: 访问图库页面

source: %1$u new item in <em>%2$s</em>: %3$s
zh_cn: %1$u <em>%2$s</em> 中的新项目： %3$s

source: %1$u new items in <em>%2$s</em>: %3$s
zh_cn: %1$u <em>%2$s</em> 中的新项目： %3$s

source: How many news articles you want to show per page on the news article admin page.
zh_cn: 您希望在新闻文章管理页面上每页显示多少篇新闻文章。

source: News page name
zh_cn: 新闻页面名称

source: If you want to rename the theme page <em>news.php</em> that is used to display news, you need to enter the new name without the .php suffix here.
zh_cn: 如果要重命名用于显示新闻的主题页面<em>新闻.php</em>，则需要在此处输入不带.php后缀的新名称。

source: <strong>Note: </strong>If you use mod_rewrite you need to modify your <em>.htaccess</em> file manually, too!
zh_cn: <strong>注意： </strong>如果您使用mod_rewrite您也需要手动修改 <em>.htaccess</em> 文件！

source: If you want to rename the theme page <em>pages.php</em> that is used to display pages, you need to enter the new name without the .php suffix here.
zh_cn: 如果要重命名用于显示页面的主题页面<em>.php</em>，则需要在此处输入不带.php后缀的新名称。

source: Set to enable the CombiNews feature to show news articles and latest gallery items together on the news section's overview page(s).
zh_cn: 设置为启用 CombiNews 功能，以便在新闻部分的概述页面上同时显示新闻文章和最新图库项目。

source: <strong>Note:</strong> Images/albums and news articles are still separate, your Zenphoto gallery is not touched in any way! <strong>IMPORTANT: This feature requires MySQL 4.1 or later.</strong>
zh_cn: <strong>注意：</strong>图像/影集和新闻文章仍然是分开的，您的Zenphoto图库不会以任何方式被触及！<strong>重要说明：此功能需要 MySQL 4.1 或更高版本。</strong>

source: CombiNews: Gallery page link
zh_cn: 组合新闻：图库页面链接

source: The text for the 'read more'/'view more' link to the gallery page for images/movies/audio.
zh_cn: "阅读更多"/"查看更多"的文本链接到图像/电影/音频的图库页面。

source: CombiNews: Mode
zh_cn: 组合新闻：模式

source: latest images: sized image
zh_cn: 最新图片：尺寸图片

source: latest images: thumbnail
zh_cn: 最新图片：缩略图

source: latest albums: sized image
zh_cn: 最新影集：大小图像

source: latest albums: thumbnail
zh_cn: 最新影集：缩略图

source: latest albums: thumbnail-customcrop
zh_cn: 最新影集：缩略图自定义裁剪

source: latest images: thumbnail-customcrop
zh_cn: 最新图片：缩略图自定义裁剪

source: latest images by album: thumbnail
zh_cn: 影集的最新图片：缩略图

source: latest images by album: thumbnail-customcrop
zh_cn: 影集的最新图像：缩略图自定义裁剪

source: latest images by album: sized image
zh_cn: 影集的最新图像：大小图像

source: What you want to show within the CombiNews section.<br /><ul><li>Latest images: Entries for all images ever added</li><li>Latest albums: Entries for all albums ever created</li><li>Latest images by album: Entries for all images but grouped by images that have been added within a day to each album (Scheme: 'x new images in album y on date z')</li></ul>
zh_cn: 您希望在 CombiNews 部分中显示的内容。<br /><ul><li>最新图像：曾经添加的所有图像</li>的<li>条目最新影集：已创建的所有影集</li><li>的条目按影集显示的最新图像：所有图像的条目，但按一天内添加到每个影集的图像分组（方案："影集中的 x 个新图像在日期 z 上）"</li></ul>

source: CombiNews: Sized image size
zh_cn: 组合新闻：尺寸图像大小

source: The size of the sized image shown the CombiNews section <em>(only in latest images-sizedimage or latest albums-sizedimage mode)</em>.
zh_cn: "CombiNews"部分显示的大小图像<em>的大小（仅在最新图像大小的图像或最新的影集大小的图像模式下）。</em>

source: CombiNews: Sort order
zh_cn: 组合新闻：排序顺序

source: id
zh_cn: 编号

source: The sort order for your gallery items within the CombiNews display except for <em>latest images by album</em> which is by date or mtime only. 'date' (date order), 'id' (added to db order), 'mtime' (upload order).
zh_cn: CombiNews 显示中图库项目的排序顺序，<em>但按影集显示的最新图像</em>除外，该图像仅按日期或时间排序。"date"（日期顺序）、"id"（添加到 db 顺序）、"mtime"（上传顺序）。

source: <strong>Note: </strong> If you experience unexpected results, this refers only to the images that are fetched from the database. Even if they are fetched by id they will be sorted by date with the articles afterwards since articles only have a date.
zh_cn: <strong>注意： </strong>如果遇到意外结果，则仅指从数据库读取的图像。即使它们是按id获取的，它们也将按日期与之后的文章一起排序，因为文章只有日期。

source: CombiNews: Gallery link
zh_cn: 组合新闻：图库链接

source: Choose if you want to link from the image entry to its image page directly or to the album page (if CombiNews mode is set for albums the link is automatically only linking to albums). This affects all links of the entry (<em>title</em>, <em>image</em> and the <em>visit gallery link</em>
zh_cn: 选择是要从图像条目直接链接到其图像页面，还是链接到影集页面（如果为影集设置了 CombiNews 模式，则该链接会自动仅链接到影集）。这会影响条目的所有链接（<em>标题</em>，<em>图像</em>和<em>访问图库链接）</em>

source: CombiNews: Thumbnail crop width
zh_cn: 组合新闻：缩略图裁剪宽度

source: For <em>thumbnail custom crop</em> only. Leave empty if you don't want to use it.
zh_cn: 仅适用于<em>缩略图自定义裁剪</em>。如果您不想使用它，请留空。

source: CombiNews: Thumbnail crop height
zh_cn: 组合新闻：缩略图裁剪高度

source: CombiNews: Thumbnail width
zh_cn: 组合新闻： 缩略图宽度

source: CombiNews: Thumbnail height
zh_cn: 组合新闻： 缩略图高度

source: CombiNews: Thumbnail crop x axis
zh_cn: 组合新闻： 缩略图裁剪 x 轴

source: CombiNews: Thumbnail crop y axis
zh_cn: 组合新闻： 缩略图裁剪 y 轴

source: Set to show the image description with every item if using the CombiNews mode <em>latest images by album</em> only. Printed as a paragraph.
zh_cn: 如果仅按影集使用 CombiNews 模式<em>的最新图像</em>，则设置为显示每个项目的图像描述。打印为段落。

source: CombiNews: Show image title
zh_cn: 组合新闻：显示图像标题

source: Set to show the image title with every item if using the CombiNews mode <em>latest images by album</em> only. Printed as h4-headline.
zh_cn: 如果仅使用 CombiNews 模式，则设置为显示每个项目<em>的图像</em>标题。打印为 h4 标题。

source: CombiNews: Custom title (singular)
zh_cn: CombiNews： 自定义标题（单数）

source: Custom title for the article in sprintf() syntax. %1$u = number of new items, %2$s = title of the album they are in, %3$s = titles of the new items. Never leave any of these three out! (<em>latest images by album</em> option only).
zh_cn: 以 sprintf() 语法自定义文章的标题。%1$u = 新项目的数量，%2$s = 它们所在的影集的标题，%3$s = 新项目的标题。永远不要遗漏这三者中的任何一个！（仅限<em>影集选项的最新图像</em>）。

source: CombiNews: Custom title (plural)
zh_cn: 组合新闻：自定义标题（复数）

source: CombiNews: Custom title - Number of image titles
zh_cn: CombiNews： 自定义标题 - 图片标题数量

source: How many images titles you want to show with the custom title (<em>latest images by album</em> option only).
zh_cn: 您希望使用自定义标题显示多少张图片标题（仅限<em>影集选项的最新图片</em>）。

source: Hash key
zh_cn: 哈希键

source: The key used in hashing the CAPTCHA string. Note: this key will change with each successful CAPTCHA verification.
zh_cn: 用于对 CAPTCHA 字符串进行哈希处理的密钥。注意：此密钥将随着每次成功的CAPTCHA验证而更改。

source: Allowed characters
zh_cn: 允许的字符

source: The characters which may appear in the CAPTCHA string.
zh_cn: 可能出现在 CAPTCHA 字符串中的字符。

source: CAPTCHA length
zh_cn: 验证码长度

source: The number of characters in the CAPTCHA.
zh_cn: 验证码中的字符数。

source: CAPTCHA font
zh_cn: 验证码字体

source: The font to use for CAPTCHA characters.
zh_cn: 用于验证码字符的字体。

source: Sample CAPTCHA image
zh_cn: 验证码示例图像

source: Site:
zh_cn: 网站：

source: Enter CAPTCHA:
zh_cn: 输入验证码：

source: Title<strong>%s</strong>:
zh_cn: 标题<strong>%s</strong>：

source: Name<strong>%s</strong>:
zh_cn: 名称<strong>%s</strong>：

source: Company<strong>%s</strong>:
zh_cn: 公司<strong>%s</strong>：

source: Street<strong>%s</strong>:
zh_cn: 街道<strong>%s</strong>：

source: City<strong>%s</strong>:
zh_cn: 城市<strong>%s</strong>：

source: Country<strong>%s</strong>:
zh_cn: 国家<strong>%s</strong>：

source: E-Mail<strong>%s</strong>:
zh_cn: 电子邮件<strong>% s</strong>：

source: Website<strong>%s</strong>:
zh_cn: 网站<strong>%s</strong>：

source: Phone<strong>%s</strong>:
zh_cn: 电话<strong>%s</strong>：

source: Your browser is not compatible with Google maps
zh_cn: 您的浏览器与谷歌地图不兼容

source: Horizontal rule added
zh_cn: 已添加水平线

source: Menuset id
zh_cn: 菜单集标识

source: Add Menu set
zh_cn: 添加菜单集

source: Delete menu set '%s'
zh_cn: 删除菜单集 "%s"

source: This is the normal Zenphoto gallery Index page.
zh_cn: 这是正常的Zenphoto图库索引页面。

source: Menu Manager: Edit Menu Item or add new Menu Item
zh_cn: 菜单管理器：编辑菜单项或添加新的菜单项

source: visible
zh_cn: 可见

source: %s is not a valid getRating() context
zh_cn: %s 不是有效的 getRating() 上下文

source: re-enter:
zh_cn: 重新输入：

source: Enter %s:
zh_cn: 输入 %s：

source: The options below the 'Zenphoto' drop down do only affect including images and albums. These options are be used on the fly and are not sticky if you reload the page (selecting another album or moving between pages in an album).
zh_cn: "Zenphoto"下拉列表下方的选项仅影响包括图像和影集。这些选项是动态使用的，如果您重新加载页面（选择另一个影集或在影集中的页面之间移动），这些选项不会粘滞。

source: Include the thumbnail of the size set in Zenphoto's options, a custom thumbnail (size for the longest side / cropwidth x cropheight), the sized image as set in Zenphoto's options or a custom size (size is for the longest side of the image).
zh_cn: 包括Zenphoto选项中设置的大小的缩略图，自定义缩略图（最长边/裁剪宽度x cropheight的大小），Zenphoto选项中设置的大小图像或自定义大小（大小为图像的最长边）。

source: If you like to do some direct styling you can also use TinyMCE's image button or source code editor. <br />Also you can customize the CSS output yourself by directly changing the textwrap variables in line 47 and 50 in <em>tinyzenpage/js/dialog.php</em>.
zh_cn: 如果你想做一些直接的造型，你也可以使用TinyMCE的图像按钮或源代码编辑器。<br />此外，您还可以通过直接更改<em>tinyzenpage/js/dialog</em>中第47行和第50行中的文本包装变量来自定义CSS输出.php。

source: A search engine friendly <em>titlelink</em> (aka slug) without special characters to be used in URLs is generated from the title of the currently chosen language automatically if a new category is added. You can edit it later manually if necessary.
zh_cn: 如果添加了新类别，则不会在URL中使用的特殊字符的搜索引擎友好<em>标题链接</em>（也称为鼻涕虫）会自动从当前所选语言的标题生成。如有必要，您可以稍后手动编辑它。

source: If you are editing a category check <em>Edit Titlelink</em> if you need to customize how the title appears in URLs. Otherwise it will be automatically updated to any changes made to the title. If you want to prevent this check <em>Enable permaTitlelink</em> and the titlelink stays always the same (recommended if you use Zenphoto's multilingual mode). <strong>Note: </strong> <em>Edit titlelink</em> overrides the permalink setting.
zh_cn: 如果要编辑类别，请选中<em>"编辑标题链接"</em>（如果需要自定义标题在 URL 中的显示方式）。否则，它将自动更新为对标题所做的任何更改。如果要阻止此检查<em>，请启用永久标题链接</em>，并且标题链接始终保持不变（如果您使用Zenphoto的多语言模式，则建议使用）。<strong>注意： </strong> <em>编辑标题链接</em>会覆盖永久链接设置。

source: Category Title:
zh_cn: 类别标题：

source: New Category Title:
zh_cn: 新类别标题：

source: Enable permaTitleLink
zh_cn: 启用永久标题链接

source: Category TitleLink:
zh_cn: 类别标题链接：

source: Category password:
zh_cn: 类别密码：

source: Category password hint:
zh_cn: 类别密码提示：

source: <strong>Note:</strong> Articles assigned to multiple categories will take the protection of the least strict category. So if the article belongs to any unprotected category it will be unprotected.
zh_cn: <strong>注意：</strong>分配到多个类别的文章将受到最不严格的类别的保护。因此，如果文章属于任何未受保护的类别，它将不受保护。

source: Update Category
zh_cn: 更新类别

source: Save New Category
zh_cn: 保存新类别

source: Update Article
zh_cn: 更新文章

source: Save Article
zh_cn: 保存文章

source: Update Page
zh_cn: 更新页面

source: Save Page
zh_cn: 保存页面

source: Note: Scheduled publishing is not active unless the page is also set to <em>published</em>
zh_cn: 注： 除非页面也设置为已发布，否则计划发布不会处于活动状态<em></em>

source: <strong>Note:</strong> This page is either password protected itself or subpage of a passport protected page.
zh_cn: <strong>注意：</strong>此页面本身是受密码保护的页面，也可能是护照保护页面的子页面。

source: Page password:
zh_cn: 页面密码：

source: Page password hint:
zh_cn: 页面密码提示：

source: Last change:<br />%1$s<br />by %2$s
zh_cn: 最后更改：<br />%1$s<br />by %2$s

source: Reset hitcounter (Hits: %1$s)
zh_cn: 重置点击数（点击数： %1$s）

source: <em>(password protected)</em>
zh_cn: <em>（密码保护）</em>

source: Prev Page
zh_cn: 上一页

source: (<strong>%1$u</strong> news)
zh_cn: （<strong>%1美元</strong>新闻）

source: (<strong>%1$u</strong> news, <strong>%2$u</strong> un-published)
zh_cn: （<strong>%1$u</strong> 新闻，<strong>%2$u</strong> 未发布）

source: Published/Not published/Scheduled for publishing
zh_cn: 已发布/未发布/计划发布

source: Enable scheduled publishing
zh_cn: 启用计划发布

source: Toggle Editor
zh_cn: 切换编辑器

source: <em>This entry belongs to a protected album.</em>
zh_cn: <em>此条目属于受保护的影集。</em>

source: News RSS
zh_cn: 新闻 RSS

source: News Category RSS
zh_cn: 新闻类别 RSS

source: News and Gallery RSS
zh_cn: 新闻和图库 RSS

source: Zenpage Comments RSS
zh_cn: Zenpage Comment rss

source: News article comments RSS
zh_cn: 新闻文章评论 RSS

source: Page Comments RSS
zh_cn: 页面评论 RSS

source: View the photo album %s
zh_cn: 查看影集 %s

source: Album/Image
zh_cn: 影集/图片

source: Author/Link
zh_cn: 作者/链接

source: Date/Time
zh_cn: 日期/时间

source: E‑Mail
zh_cn: 电子邮件

source: SPAM
zh_cn: 垃圾邮件

source: Delete Selected Comments
zh_cn: 删除所选评论

source: Save Order
zh_cn: 保存订单

source: Enable TinyMCE for use in back-end editing.
zh_cn: 启用 TinyMCE 以用于后端编辑。

source: Checked fields must be valid in a comment posting.
zh_cn: 已勾选字段在评论发布中必须有效。

source: The restore enabled the Zenpage plugin. You should run <a href="%1$s/%2$s/setup.php">setup</a> to create Zenpage database tables. If tables are created, you will need repeat thus restore operation.
zh_cn: 恢复启用了Zenpage插件。您应该运行< href="%1$s/%2$s/setup.php">setup</a>来创建 Zenpage 数据库表。如果创建了表，则需要重复"因此还原"操作。

source: Prints an e-mail contact form that uses Zenphoto's internal validation functions for e-mail and URL. Name, e-mail address, subject and message (and if enabled CAPTCHA) are required fields. You need to enter a custom mail address that should be used for the messages. Supports Zenphoto's CAPTCHA and confirmation before the message is sent. No other spam filter support, since mail providers have this anyway.
zh_cn: 打印使用 Zenphoto 的电子邮件和 URL 的内部验证功能的电子邮件联系表单。姓名、电子邮件地址、主题和消息（如果启用了 CAPTCHA）是必填字段。您需要输入应用于邮件的自定义邮件地址。支持Zenphoto的CAPTCHA和发送消息之前的确认。没有其他垃圾邮件过滤器支持，因为邮件提供商无论如何都有这个。

source: CAPTCHA field
zh_cn: 验证码字段

source: Enable <strong>flowplayer 3</strong> to handle multimedia files. IMPORTANT: Only one multimedia player plugin can be enabled at the time and the class-video plugin must be enabled, too. <br /> Please see <a href='http://flowplayer.org'>flowplayer.org</a> for more info about the player and its license.
zh_cn: 启用<strong>流播放器 3</strong> 以处理多媒体文件。重要说明：当时只能启用一个多媒体播放器插件，并且还必须启用类视频插件。<br /> 有关播放器及其许可证的更多信息，请参阅< a href='http：//flowplayer.org'>flowplayer.org</a>。

source: jQuery jCarousel thumb nav plugin with dynamic loading of thumbs on request via JavaScript. Place printjCarousel() on your theme's image.php where you want it to appear. Supports theme based css files (place jcarousel.css and needed images in your theme's folder).
zh_cn: jQuery jCarousel缩略图导航插件，通过JavaScript根据请求动态加载缩略图。将 printjCarousel() 放在模版的图像上.php您希望它显示的位置。支持基于主题的css文件（将jcarousel.css和所需的图像放在主题的文件夹中）。

source: Prints a paged thumbs navigation on image.php, independent of the album.php's thumbs. The function contains some predefined CSS ids you can use for styling. Please see the documentation for more info.
zh_cn: 在图像.php上打印分页缩略图导航，独立于影集.php的缩略图。该函数包含一些可用于样式设置的预定义 CSS ID。有关详细信息，请参阅文档。

source: Use CAPTCHA
zh_cn: 使用验证码

source: Adds static HTML cache functionality to Zenphoto v1.2 or higher. Caches all Zenphoto pages (incl. Zenpage support) except search.php (search results, date archive) and the custom error page 404.php. This plugin uses the folder <em>cache_html</em> and it's subfolders <em>index, images, albums</em> and <em>pages</em> in Zenphoto's root folder.
zh_cn: 将静态 HTML 缓存功能添加到 Zenphoto v1.2 或更高版本。缓存除搜索.php（搜索结果、日期存档）和自定义错误页 404.php 之外的所有 Zenphoto 页面（包括 Zenpage 支持）。该插件使用文件夹<em>cache_html</em>以及Zenphoto根文件夹中的子文件夹<em>索引，图像，影集</em>和<em>页面</em>。

source: light
zh_cn: 亮

source: Choose if you want to load the TinyMCE text editor for pages and articles light or full featured.
zh_cn: 选择是要加载TinyMCE文本编辑器，用于轻或功能齐全的页面和文章。

source: The tinyZenpage page on the Zenpage project site: <a href='http://zenpage.maltem.de/pages/tinyZenpage' title='Zenpage project site'>zenpage.maltem.de/pages/tinyZenpage</a>
zh_cn: Zenpage项目网站上的tinyZenpage页面：<a href='http：//zenpage.maltem.de/pages/tinyZenpage' title='Zenpage project site'>zenpage.maltem.de/pages/tinyZenpage</a>

source: Are you sure you want to delete this page? THIS CANNOT BE UNDONE AND WILL ALSO DELETE ALL SUBPAGES OF THIS PAGE!
zh_cn: 是否确实要删除此页面？这无法撤消，并且还将删除此页面的所有子页面！

source: Get Adobe Flash.
zh_cn: 获取 Adobe Flash。

source: Enter Captcha
zh_cn: 输入验证码

source: Powered by <a href="http://www.zenphoto.org" title="A simpler web photo album"><span id="zen-part">zen</span><span id="photo-part">PHOTO</span></a> <span id="IE-clear-part">with</span> <a href="http://www.zenphoto.org/2009/03/zenpage-a-cms-plugin-for-zenphoto/"><span id="zen-part">zen</span><span id="photo-part">PAGE</span></a>
zh_cn: 由<a href="http://www.zenphoto.org"title="A simple web photo album"><span id="zen-part">zen</span><span id="photo-part">PHOTO</span></a> <span id="IE-clear-part">with</span> <a href="http://www.zenphoto.org/2009/03/zenpage-a-cms-plugin-for-zenphoto/"><span id="zen-part">zen</span><span id="photo-part">PAGE</span></a>

source: Clearing and refreshing cache for %s
zh_cn: 清除和刷新 %s 的缓存

source: Reset hitcounters
zh_cn: 重置点击数

source: View Gallery: %s
zh_cn: 查看图库： %s

source: Captcha
zh_cn: 验证码

source: You can also upload ZIP files containing files of these types.
zh_cn: 您还可以上传包含这些类型文件的 ZIP 文件。

source: You have a problem with your javascript or your browser's flash plugin is not supported.
zh_cn: 您的javascript有问题，或者浏览器的flash插件不受支持。

source: <strong>%1$u</strong> Comment (<strong>%2$u</strong> in moderation)
zh_cn: <strong>%1$u</strong>评论（<strong>%2美元</strong>在适度）

source: <strong>%1$u</strong> Comments (<strong>%2$u</strong> in moderation)
zh_cn: <strong>%1$u</strong>评论（<strong>%2$u</strong>适度）

source: <strong>%1$u</strong> News (<strong>%2$u</strong> unpublished)
zh_cn: <strong>%1$u</strong>新闻 （<strong>%2$u</strong> 未发表）

source: Clears the RSS cache. RSS files will be re-cached as they are viewed.
zh_cn: 清除 RSS 缓存。RSS 文件将在查看时重新缓存。

source: getSubAlbums is deprecated. Use getAlbums().
zh_cn: getSubAlbums 已弃用。使用 getAlbums()。

source: getNumSubAlbums is deprecated. Use getNumAlbums().
zh_cn: getNumSubAlbums 已弃用。使用 getNumAlbums()。

source: Check your <strong>zp-config.php</strong> file for the correct <em><strong>host</strong>, <strong>user name</strong>, and <strong>password</strong></em>.
zh_cn: 检查 <strong>zp-config.php</strong> 文件中是否有正确的<em><strong>主机</strong>、<strong>用户名和密码</strong><strong></strong></em>。

source: Note that you may need to change the <em>host</em> from localhost if your web server uses a separate MySQL server, which is common in large shared hosting environments like Dreamhost and GoDaddy.
zh_cn: 请注意，如果您的Web服务器使用单独的MySQL服务器，则可能需要从localhost更改<em>主机</em>，这在Dreamhost和GoDaddy等大型共享主机环境中很常见。

source: Also make sure the server is running, if you control it.
zh_cn: 此外，如果您控制服务器，请确保服务器正在运行。

source: Make sure it already exists, create it if you need to.
zh_cn: 确保它已存在，如果需要，请创建它。

source: Also make sure the user you're trying to connect with has privileges to use this database.
zh_cn: 此外，请确保您尝试与之连接的用户具有使用此数据库的权限。

source: It looks like your zenphoto tables haven't been created.
zh_cn: 看起来您的 zenphoto 表尚未创建。

source: You may need to run <a href="%s/%s/setup.php">the setup script.</a>
zh_cn: 您可能需要运行<a href="%s/%s/setup.php">安装脚本。</a>

source: ZenPhoto Setup
zh_cn: ZenPhoto 配置

source: Flourescent
zh_cn: 荧光

source: Incandescense
zh_cn: 白炽灯

source: <strong>%1$u</strong> Pages (<strong>%2$u</strong> unpublished)
zh_cn: <strong>%1$u</strong>页面（<strong>%2$u</strong> 未发布）

source: Provides trackback functionality to comments. Tracksbacks are available for images and albums as well as Zenpage news articles and pages. Trackback pings currently available only for news articles and pages. CAUTION: BETA STATUS. BETA STATUS Known bug: Does not work with sites in subdomains!
zh_cn: 为评论提供引用通告功能。回溯曲目可用于图像和影集以及Zenpage新闻文章和页面。引用引用 ping 当前仅适用于新闻文章和页面。警告：测试版状态。BETA 状态 已知错误：不适用于子域中的站点！

source: Allow trackbacks on
zh_cn: 允许在 上进行通告

source: Trackbacking your entry...
zh_cn: 引用您的条目...

source: I found your entry interessting so I've added a Trackback to it on my weblog.
zh_cn: 我发现您的条目在插入，所以我在我的博客上添加了一个Trackback。

source: An error occured while trying to log your trackback...
zh_cn: 尝试记录您的回溯通告时出错...

source: Trackback send to <em>%s</em>.
zh_cn: 引用通告发送到 <em>%s</em>。

source: Trackback to <em>%1$s</em> failed...%2$s
zh_cn: 对 <em>%1$s 的</em>回溯失败...%2$s

source: No trackbacks were auto-discovered...
zh_cn: 没有自动发现任何引用通告...

source: This trackback already exists!
zh_cn: 此引用通告已存在！
