Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: The default character encoding of image IPTC metadata.
it_it: La codifica caratteri predefinita per i metadati IPTC.
zh_cn: 图像 IPTC 元数据的默认字符编码。

source: IPTC caption linebreaks:
it_it: Interruzioni di riga nella didascalia IPTC:
zh_cn: IPTC 字幕换行符：

source: If checked line breaks embeded in the IPTCcaption field will be converted to <code>&lt;br&gt;</code> on image importing.
it_it: Se selezionato, le interruzioni di riga presenti nel campo descrizione dei dati IPTC sarà convertito in <code>&lt;br&gt;</code> durante l’importazione dell’immagine.
zh_cn: 如果选中了 IPTCcaption 字段中嵌入的换行符，则在图像导入时将转换为 <code>&lt;br&gt;</code>。

source: Image copyright notice
it_it: Avviso copyright immagine
zh_cn: 图片版权声明

source: Image Copyright URL
it_it: URL Copyright immagine
zh_cn: 图片版权网址

source: Display Image coypright notice
zh_cn: 显示图像保护通知

source: Enable to display the image copyright notice. This may usually be in the theme below the image but is up to the theme where and if used at all..
it_it: Abilita per mostrare l’avviso di copyright Immagine. Potrebbe essere visibile nel footer, ma dipende del tema.
zh_cn: 启用此选项可显示图像版权声明。这通常可能位于图像下方的主题中，但取决于主题的位置以及是否使用过。

source: Image copyright rightsholder
it_it: Detentore del copyright dell’immagine
zh_cn: 图像著作权人

source: Embed IPTC copyright
it_it: Integra copyright IPTC
zh_cn: 嵌入 IPTC 版权

source: If checked and an image has no IPTC data a copyright notice will be embedded in cached copies.
it_it: Se selezionato, quando un’immagine non contiene dati IPTC una nota sul copyright verrà integrata nelle copie in cache.
zh_cn: 如果选中并且图像没有IPTC数据，则版权声明将嵌入缓存副本中。

source: Replicate IPTC metadata
it_it: Replica metadati IPTC
zh_cn: 复制 IPTC 元数据

source: If checked IPTC data from the original image will be embedded in cached copies. If the image has no IPTC data a copyright notice will be embedded. (The text supplied will be used if the orginal image has no copyright.)
it_it: Se selezionato, i dati IPTC dell’immagine originale verranno integrati nelle copie in cache. Se l’immagine non contiene dati IPTC verrà integrata una nota sul copyright. (Verrà usato il testo fornito se l’immagine originale non ha copyright).
zh_cn: 如果选中，来自原始图像的IPTC数据将嵌入到缓存副本中。如果图像没有IPTC数据，则将嵌入版权声明。（如果原始图像没有版权，则将使用提供的文本。

source: IPTC copyright embedding
it_it: Integrazione copyright IPTC
zh_cn: IPTC 版权嵌入

source: <strong>NOTE:</strong> This option applies only to JPEG format cached images.
it_it: <strong>NOTA:</strong> quest’opzione si applica solo alle immagini in cache nel formato JPEG.
zh_cn: <strong>注意：</strong>此选项仅适用于 JPEG 格式的缓存图像。

source: There are no themes for which you have rights to administer.
it_it: Non ci sono temi che si ha il permesso di amministrare.
zh_cn: 没有您有权管理的主题。

source: Options for <code><strong>%1$s</strong></code>: <em>%2$s</em>
it_it: Opzioni per <code><strong>%1$s</strong></code>: <em>%2$s</em>
zh_cn: <code><strong>%1$s 的</strong></code>选项： <em>%2$s</em>

source: Options for <em>%s</em>
it_it: Opzioni per <em>%s</em>
zh_cn: <em>%s</em> 的选项

source: Show theme for:
it_it: Visualizza tema per:
zh_cn: 显示主题：

source: Revert to default
it_it: Ripristina i valori predefiniti
zh_cn: 恢复为默认值

source: <strong>Standard options</strong>
it_it: <strong>Opzioni standard</strong>
zh_cn: <strong>标准选项</strong>

source: <em>Image and album presentation options provided by the Zenphoto core for all themes.</em>
it_it: <em>Le opzioni di presentazione di immagini e album sono fornite da Zenphoto e sono comuni a tutti i temi.</em>
zh_cn: <em>Zenphoto核心为所有主题提供的图像和影集演示选项。</em>

source: <strong>Note:</strong> These are <em>recommendations</em> as themes may choose to override them for design reasons
it_it: <strong>Nota:</strong> queste sono <em>raccomandazioni</em> dato che alcuni temi potrebbero sovrascrivere queste impostazioni per motivi di design
zh_cn: <strong>注意：</strong>这些是<em>建议</em>，因为主题可能会出于设计原因选择覆盖它们

source: Albums:
it_it: Album:
zh_cn: 影集：

source: thumbnails per page
it_it: miniature per pagina
zh_cn: 每页缩略图

source: Set how many albums should appear on an album page
it_it: Imposta il numero di album da visualizzare nella pagina di un album
zh_cn: 设置影集页面上应显示的影集数量

source: Images:
it_it: Immagini:
zh_cn: 图像：

source: Set how many images (thumbs) should appear on an image page
it_it: Imposta il numero di immagini (miniature) da visualizzare in una pagina immagine
zh_cn: 设置图像页面上应显示的图像（缩略图）数量

source: <strong>Note:</strong> If <em>thumbnails per row</em> is greater than 1, The actual number of thumbnails that are displayed on a page will be rounded up to the next multiple of it.
it_it: <strong>Nota:</strong> se <em>miniature per riga</em> è maggiore di 1, il numero effettivo di miniature che sono mostrate in una pagina verrà arrotondato al suo multiplo successivo.
zh_cn: <strong>注意：</strong>如果<em>每行的缩略图</em>大于 1，则页面上显示的实际缩略图数将向上舍入到该缩略图的下一个倍数。

source: For pages containing images there will be %1$u rows of thumbnails.
it_it: Per le pagine contenenti immagini ci saranno %1$u righe di miniature.
zh_cn: 对于包含图像的页面，将有 %1$u 行的缩略图。

source: Transition:
it_it: Transizione:
zh_cn: 过渡：

source: Enable transition page
it_it: Abilita pagina di transizione
zh_cn: 启用过渡页面

source: Minimum number of image thumbs
it_it: Numero minimo di miniature immagine
zh_cn: 图像缩略图的最小数量

source: Maximum number of image thumbs
it_it: Numero massimo di miniature immagine
zh_cn: 最大图像缩略图数

source: If the last page with albums has less albums than the albums per page value, image thumbs share the page with the album thumbs. Their number is calculated from their image per page value and their total number. So if the albums use 30&percnt; of their albums per page value, the image number used is 70&percnt; of their images per page value. The minimum and maximum can be defined. Set both options to the same value to always get a fixed value.
it_it: Se l’ultima pagina con album ha meno album rispetto al numero di album per pagina, le miniature delle immagini condividono la pagina con le miniature dell’album. Il loro numero viene calcolato in base al valore impostato in immagini per pagina e al loro numero totale. Quindi, se gli album utilizzano il 30&percnt; del numero di album per di pagina, il numero di immagini sarà il 70&percnt; del valore impostato in immagini per pagina. Il minimo e il massimo possono essere definiti. Imposta entrambe le opzioni allo stesso valore per ottenere sempre un valore fisso.
zh_cn: 如果包含影集的最后一页的影集数少于每页影集值，则图像缩略图将与影集缩略图共享该页面。它们的数量是根据每页图像值和总数计算的。因此，如果影集使用每页图像值的 30%，则使用的图像数是每页图像值的 70%。可以定义最小值和最大值。将这两个选项设置为相同的值，以始终获得固定值。

source: Thumb size:
it_it: Dimensione miniatura:
zh_cn: 缩略图大小：

source: height
it_it: altezza
zh_cn: 高度

source: width
it_it: larghezza
zh_cn: 宽度

source: shortest side
it_it: lato più corto
zh_cn: 最短边

source: longest side
it_it: lato più lungo
zh_cn: 最长边

source: Standard thumbnails will be scaled to %u pixels.
it_it: Le miniature standard saranno scalate a %u pixel.
zh_cn: 标准缩略图将缩放到 %u 像素。

source: If cropping is disabled the thumbs will be sized so that the <em>height</em>, <em>width</em>, <em>shortest side</em>, or the <em>longest side</em> will be equal to <em>thumb size</em>.
it_it: La miniatura sarà ridimensionata in modo che l’<em>altezza</em>, la <em>larghezza</em>, il <em>lato più corto</em> o il <em>lato più lungo</em> sia la <em>dimensione della miniatura</em>.
zh_cn: 如果禁用裁剪，则缩略图的大小将等于<em>缩略图大小</em>，以使<em>高度</em>、<em>宽度</em>、<em>最短边</em>或<em>最长边</em>等于缩略图大小。

source: Crop thumbnails:
it_it: Taglia miniature:
zh_cn: 裁剪缩略图：

source: %s%% left &amp; right
it_it: %s%% sinistra &amp; destra
zh_cn: %s%% 左右

source: %s%% top &amp; bottom
it_it: %s%% cima &amp; fondo
zh_cn: %s%% 上下

source: If checked the thumbnail will be cropped %1$.1f%% in from the top and the bottom margins and %2$.1f%% in from the left and the right margins.
it_it: Se selezionata le miniature verranno tagliate del %1$.1f%% dai margini in alto e in basso e del %2$.1f%% dai margini a destra e sinistra.
zh_cn: 如果选中，缩略图将从上边距和下边距裁剪 %1$.1f%，从左边距和右边距裁剪 %2$.1f%。。

source: <strong>Note:</strong> changing crop will invalidate existing custom crops.
it_it: <strong>Nota:</strong> cambiare l’altezza o la larghezza del ritaglio invaliderà i ritagli personalizzati esistenti.
zh_cn: <strong>注意：</strong>更改裁剪将使现有的自定义裁剪无效。

source: Gray scale conversion:
it_it: Conversione in scala di grigi:
zh_cn: 灰度转换：

source: thumbnail
it_it: miniatura
zh_cn: 缩略图

source: If checked, images/thumbnails will be created in gray scale.
it_it: Se abilitata, le immagini/miniature verranno create in scala di grigi.
zh_cn: 如果选中，将以灰度创建图像/缩略图。

source: Image size:
it_it: Dimensione immagine:
zh_cn: 图像大小：

source: Default image display size.
it_it: Larghezza visualizzata predefinita dell’immagine.
zh_cn: 默认图像显示大小。

source: The image will be sized so that the <em>height</em>, <em>width</em>, <em>shortest side</em>, or the <em>longest side</em> will be equal to <em>image size</em>.
it_it: L’immagine sarà ridimensionata in modo che l’<em>altezza</em>, la <em>larghezza</em>, il <em>lato più corto</em> o il <em>lato più lungo</em> sia la <em>Dimensione immagine</em>.
zh_cn: 图像的大小将使<em>高度</em>、<em>宽度</em>、<em>最短边</em>或<em>最长边</em>等于<em>图像大小</em>。

source: Gallery index page link:
it_it: Collegamento pagina indice galleria:
zh_cn: 图库索引页面链接：

source: If this option is not empty, the Gallery Index URL that would normally link to the theme <code>index.php</code> script will instead link to this script. This frees up the <code>index.php</code> script so that you can create a customized <em>Home page</em> script. This option applies only to the main theme for the <em>Gallery</em>.
it_it: Se questa opzione non è vuota, la URL di indice della galleria che punta normalmente alla pagina <code>index.php</code> del tema punterà invece a questa pagina. In questo modo viene liberata la pagina <code>index.php</code> per poter creare una pagina <em>Home</em> personalizzata. Questa opzione si applica solamente al tema principale della <em>Galleria</em>.
zh_cn: 如果此选项不为空，则通常指向主题的<code>index.php</code>的链接将改为指向此脚本。这将释放<code>index.php</code>文件，以便您可以创建自定义的<em>主页</em>脚本。此选项仅适用于<em>图库</em>的主主题。

source: <strong>Custom theme options</strong>
it_it: <strong>Opzioni personalizzate del tema</strong>
zh_cn: <strong>自定义主题选项</strong>

source: The following are options specifically implemented by %s.
it_it: Le opzioni seguenti sono implementate specificamente da %s.
zh_cn: 以下是 %s 专门实现的选项。

source: <strong>Note:</strong> Instantiating the option interface within the plugin may cause performance issues. You should instead set <code>$option_interface</code> to the name of the class as a string.
it_it: <strong>Nota:</strong> creare un’istanza dell’opzione di interfaccia all’interno del plugin può causare problemi di prestazioni. Si dovrebbe invece impostare <code>$option_interface</code> per il nome della classe come stringa.
zh_cn: <strong>注意：</strong>在插件中实例化选项接口可能会导致性能问题。应改为将<code> $option_interface</code> 设置为字符串形式的类的名称。

source: Change %s options
it_it: Cambia le opzioni di %s
zh_cn: 更改 %s 选项

source: warning
it_it: attenzione
zh_cn: 警告

source: Deprecated
it_it: Deprecate
zh_cn: 已弃用

source: There are no plugin options to administer.
it_it: Non ci sono opzioni del plugin da amministrare.
zh_cn: 没有要管理的插件选项。

source: Server protocol:
it_it: Protocollo server:
zh_cn: 服务器协议：

source: secure admin
zh_cn: 安全管理员

source: Normally this option should be set to <em>http</em>. If you are running a secure server, change this to <em>https</em>. Select <em>secure admin</em> if you need only to insure secure access to <code>admin</code> pages. However, if your server supports <em>https</em> there is no reason to use for the admin only!
zh_cn: 通常，此选项应设置为 <em>http</em>。如果您正在运行安全服务器，请将其更改为 <em>https</em>。如果您只需要确保对<em>管理员</em>页面的安全访问，请选择<code>安全管理员</code>。但是，如果您的服务器支持<em>https</em>，则没有理由仅用于管理员！

source: <strong>Note:</strong> Login from the front-end user login form is secure only if <em>https</em> is selected.
zh_cn: <strong>注意：</strong>仅当选择了 <em>https</em> 时，从前端用户登录表单登录才是安全的。

source: <strong>Warning:</strong> If you select <em>https</em> or <em>secure admin</em> your server <strong>MUST</strong> support <em>https</em>. If you set either of these on a server which does not support <em>https</em> you will not be able to access the <code>admin</code> pages to reset the option! Your only possibility then is to set or add <code>$conf["server_protocol"] = "http";</code> to your <code>zenphoto.cfg.php</code> file .
zh_cn: <strong>警告：</strong>如果选择 <em>https</em> 或<em>安全管理员，</em>则您的服务器<strong>必须</strong>支持 <em>https</em>。如果您在不支持<em>https</em>的服务器上设置其中任何一个，您将无法访问<code>管理</code>页面以重置该选项！那么你唯一的可能就是设置或添加<code>$conf["server_protocol"] = "http";</code> 到你的<code>zenphoto.cfg.php</code>文件中。

source: Cookie security
it_it: Sicurezza cookie
zh_cn: Cookie 安全

source: Tie cookies to the IP address of the browser.
it_it: Lega i cookie all’indirizzo IP del browser.
zh_cn: 将 Cookie 绑定到浏览器的 IP 地址。

source: <strong>Warning</strong>: If your browser does not present a consistant IP address during a session you may not be able to log into your site when this option is enabled.
it_it: <strong>Avviso</strong>: se il tuo browser non presenta un indirizzo IP costante durante una sessione, potresti non essere in grado di accedere al tuo sito quando questa opzione è abilitata.
zh_cn: <strong>警告</strong>：如果您的浏览器在会话期间没有提供一致的 IP 地址，则在启用此选项后，您可能无法登录站点。

source: You <strong>WILL</strong> have to login after changing this option.
it_it: <strong>DOVRAI</strong> effettuare l'accesso dopo aver cambiato questa opzione.
zh_cn: 更改此选项后，您将<strong>重新</strong>登录。

source: If you set the option and cannot login, you will have to restore your database to a point when the option was not set, so you might want to backup your database first.
it_it: Se si imposta questa opzione e non si riesce ad effettuare l’accesso, sarà necessario ripristinare il database a un punto in cui questa opzione non era stata abilitata, quindi è utile fare prima un backup del database prima.
zh_cn: 如果设置了该选项但无法登录，则必须将数据库还原到未设置该选项时的某个点，因此您可能需要先备份数据库。

source: This will not work properly if Zenphoto is set to anonymize the IP address which is strongly advised for privacy concerns in many jurisdictions.
it_it: Non funzionerà correttamente se Zenphoto è impostato per rendere anonimo l'indirizzo IP, come fortemente consigliato in molte giurisdizioni per motivi di privacy.
zh_cn: 如果Zenphoto设置为匿名化IP地址，这将无法正常工作，这在许多司法管辖区的隐私问题上是强烈建议的。

source: Obscure cache filenames
it_it: Oscura i nomi dei file della cache
zh_cn: 隐藏缓存文件名

source: Cause the filename of cached items to be obscured. This makes it difficult for someone to "guess" the name in a URL.
it_it: Causa l’oscuramento del nome del file nella cache. Questo rende difficile per una persona "indovinare" il nome in una URL.
zh_cn: 使缓存项的文件名被遮挡。这使得某人很难"猜测"URL中的名称。

source: Image Processor security
it_it: Sicurezza elaboratore immagini
zh_cn: 图像处理器安全性

source: Add a security parameter to image processor URIs to prevent denial of service attacks requesting arbitrary sized images.
it_it: Aggiunge un parametro di sicurezza all’elaboratore di immagini, per prevenire attacchi "denial of service" basati sulla richiesta di immagini di dimensione arbitraria.
zh_cn: 向图像处理器 URI 添加安全参数，以防止请求任意大小的图像的拒绝服务攻击。

source: User name
it_it: Nome utente
zh_cn: 用户名

source: If enabled guest logon forms will include the <em>User Name</em> field. This allows <em>Zenphoto</em> users to logon from the form.
it_it: Se abilitata il form di accesso per gli ospiti includerà il campo <em>Nome utente</em>. Questo permette agli utenti di <em>Zenphoto</em> di accedere col form.
zh_cn: 若启用访客登录表单，将包括 <em> 用户名 </em > 字段。这允许 <em> Zenphoto</em >用户从表单登录。

source: <strong>Note</strong>: This field is required because one or more of the <em>Guest</em> passwords has a user name associated.
it_it: <strong>Nota</strong>: questo campo è richiesto perché una o più delle password degli ospiti ha un nome utente associato.
zh_cn: <strong>注意</strong>： 此字段为必填字段，因为一个或多个<em>访客</em>密码具有关联的用户名。

source: Anonymize IP
it_it: Anonimizza IP
zh_cn: 匿名化 IP

source: 0 - No anonymizing
it_it: 0 - Nessun anonimato
zh_cn: 0 - 无匿名化

source: 1 - Last fourth anonymized
it_it: 1 - Ultimo quarto anonimo
zh_cn: 1 - IP地址最后一段匿名

source: 2 - Last half anonymized
it_it: 1 - Seconda metà anonima
zh_cn: 2 - IP地址后两段匿名

source: 3 - Last three fourths anonymized
it_it: 3 - Ultimi tre quarti anonimi
zh_cn: 3 - IP地址后三段匿名

source: 4 - Full anonymization, no IP stored
it_it: 4- Anonimato totale, nessun IP memorizzato
zh_cn: 4 - 完全匿名化，不存储IP

source: Anonymize level
it_it: Livello di anonimato
zh_cn: 匿名化级别

source: Zenphoto stores the IP address of visitors on several occasions (e.g. rating, spam filtering, comment posting). In some jurisdictions like the EU and its GDPR the IP address is considered private information and therefore it is required to not store the full IP address or no IP at all.Choose your level of anonymization so parts are replaced by 0. This covers both IPv4 (1.1.1.0) and IPv6 (1:1:1:1:1:1:0:0) addresses.
it_it: Zenphoto salva l’indirizzo IP dei visitatori in diverse circostanze (es. rating, filtro spam, commenti). Per le leggi di alcuni paesi, come la UE con il suo GDPR, l’indirizzo IP è considerato dato sensibile e quindi è vietato memorizzare l’indirizzo completo o anche in parte. Scegli il livello di anonimato in modo che parti dell’indirizzo siano sostituite da 0. Agisce sia su indirizzi IPv4 (1.1.1.0) che IPv6 (1:1:1:1:1:1:0:0).
zh_cn: Zenphoto在多个场合存储访问者的IP地址（例如评级，垃圾邮件过滤，评论发布）。在某些司法管辖区，如欧盟及其GDPR，IP地址被视为私人信息，因此要求不要存储完整的IP地址或根本不存储IP。选择您的匿名化级别，以便将部件替换为 0。这包括 IPv4 （1.1.1.0） 和 IPv6 （1：1：1：1：1：1：1：0：0） 地址。

source: This is used by the official plugins <em>comment_form</em>, <em>contact_form</em> and <em>register_user</em> plugins if the data usage confirmation is enabled. Other plugins or usages must implement <code>getDataUsageNotice()/printDataUsageNotice()</code> specifially.
it_it: Viene utilizzato dai plugin ufficiali <em>comment_form</em>, <em>contact_form</em> and <em>register_user</em> se è abilitata la conferma all’uso dei dati personali. Altri plugin o usi diversi dei dati devono implementare specificamente <code>getDataUsageNotice()/printDataUsageNotice()</code>.
zh_cn: 如果启用了数据使用确认，则由官方插件<em>comment_form</em>，<em>contact_form</em>和<em>register_user</em>插件使用。其他插件或用法必须专门实现 <code>getDataUsageNotice()/printDataUsageNotice()。</code>

source: Data privacy usage notice
it_it: Avviso sulla privacy per l’uso dei dati
zh_cn: 数据隐私使用声明

source: Here you can define the data usage confirmation notice that is recommended if your site is using forms submitting data in some jurisdictions like the EU and its GDPR. Leave empty to use the default text:
it_it: Qui si può definire l’avviso sull’uso dei dati raccomandato in alcune giurisdizioni, come la UE con il suo GDPR, se il sito usa moduli per l’invio di dati. Lasciare in bianco per usare il testo predefinito:
zh_cn: 在这里，您可以定义数据使用确认通知，如果您的网站使用表单在某些司法管辖区（如欧盟及其 GDPR）提交数据，则建议使用该通知。留空以使用默认文本：

source: By using this form you agree with the storage and handling of your data by this website.
it_it: Usando questo modulo accetti la memorizzazione e la gestione dei tuoi dati da parte di questo sito web.
zh_cn: 使用此表格即表示您同意本网站存储和处理您的数据。

source: Data privacy policy page
it_it: Pagina con informativa sulla privacy dei dati
zh_cn: 数据隐私政策页面

source: Custom link text
it_it: Testo per link personalizzato
zh_cn: 自定义链接文本

source: Here you can define your data policy statement page that is recommended to have in jurisdictions like the EU and its GDPR.
it_it: Qui è possibile definire la pagina con la politica sulla privacy, consigliata in giurisdizioni come la UE con il suo GDPR.
zh_cn: 在这里，您可以定义建议在欧盟及其GDPR等司法管辖区拥有的数据政策声明页面。

source: If the Zenpage CMS plugin is enabled and also its pages feature you can select one of its pages, otherwise enter a full custom page url manually which would also override the Zenpage page selection.
it_it: Se è abilitato il plugin CMS, Zenpage, con anche la sua funzionalità per le pagine, è possibile selezionare una pagina dalla lista, altrimenti bisogna inserire manualmente l’URL completa di una pagina personalizzata, che sovrascriverà anche l’eventuale pagina di Zenpage selezionata.
zh_cn: 如果启用了Zenpage CMS插件及其页面功能，则可以选择其中一个页面，否则手动输入完整的自定义页面URL，这也将覆盖Zenpage页面选择。

source: Additionally you can define a custom text for the page link. If not set the default text <em>More info on our data privacy policy.</em> is used.
it_it: Inoltre è possibile definire un testo personalizzato per il link alla pagina. Se omesso verrà utilizzato il testo predefinito <em>Ulteriori informazioni sulla nostra politica di privacy dei dati</em>.
zh_cn: 此外，您还可以为页面链接定义自定义文本。如果未设置默认文本<em>，则使用有关我们数据隐私政策的更多信息</em>。

source: Plugins
it_it: Plug-in
zh_cn: 插件

source: Plugins provide optional functionality for Zenphoto.
it_it: I plugin aggiungono funzionalità opzionali a Zenphoto.
zh_cn: 插件为Zenphoto提供了可选功能。

source: They may be provided as part of the Zenphoto distribution or as offerings from third parties.
it_it: Possono essere distribuite come parte dell’installazione di Zenphoto, o come offerte di terze parti.
zh_cn: 它们可能作为Zenphoto发行版的一部分或作为第三方的产品提供。

source: Third party plugins are placed in the <code>%s</code> folder and are automatically discovered.
it_it: I plugin di terze parti sono messi nella cartella <code>%s</code> e sono rilevati automaticamente.
zh_cn: 第三方插件放置在 <code>%s</code> 文件夹中并自动发现。

source: If the plugin checkbox is checked, the plugin will be loaded and its functions made available. If the checkbox is not checked the plugin is disabled and occupies no resources.
it_it: Se la casella del plugin è spuntata, il plugin sarà caricato e le sue funzionalità rese disponibili nelle pagine del tema. Se la casella non è spuntata il plugin è disabilitato e non occupa risorse.
zh_cn: 如果选中插件复选框，则将加载插件并使其功能可用。如果未选中该复选框，则插件将被禁用，并且不占用任何资源。

source: Find more plugins
it_it: Cerca altri plugin
zh_cn: 查找更多插件

source: <strong>Note:</strong> Support for a particular plugin may be theme dependent! You may need to add the plugin theme functions if the theme does not currently provide support.
it_it: <strong>Nota:</strong> il supporto a particolari plugin dipende dal tema. Potrebbe essere necessario aggiungere manualmente le funzioni del plugin in alcuni temi, se questi non lo supportano.
zh_cn: <strong>注意：</strong>对特定插件的支持可能取决于主题！如果主题当前未提供支持，则可能需要添加插件主题函数。

source: Available Plugins
it_it: Plug-in disponibili
zh_cn: 可用插件

source: Description
it_it: Descrizione
zh_cn: 描述

source: <strong>Error parsing <em>plugin_description</em> string!</strong>
it_it: <strong>Errore nell’analisi della stringa <em>plugin_description</em>!</strong>
zh_cn: <strong>解析字符串<em>plugin_description</em>时出错！</strong>

source: <strong>Error parsing <em>plugin_deprecated</em> string!</strong>
it_it: <strong>Errore nell’analisi della stringa <em>plugin_deprecated</em>!</strong>
zh_cn: <strong>解析字符串<em>plugin_deprecated</em>时出错！</strong>

source: <strong>Error parsing <em>plugin_notice</em> string!</strong>
it_it: <strong>Errore nell’analisi della stringa <em>plugin_notice</em>!</strong>
zh_cn: <strong>解析字符串<em>plugin_notice</em>时出错！</strong>

source: <strong>Error parsing <em>plugin_author</em> string!</strong>
it_it: <strong>Errore nell’analisi della stringa <em>plugin_author</em>!</strong>
zh_cn: <strong>解析字符串<em>plugin_author</em>时出错！</strong>

source: <strong>Error parsing <em>plugin_version</em> string!</strong>
it_it: <strong>Errore nell’analisi della stringa <em>plugin_version</em>!</strong>
zh_cn: <strong>解析字符串<em>plugin_version</em>时出错！</strong>

source: <strong>Error parsing <em>plugin_disable</em> string!</strong>
it_it: <strong>Errore nell’analisi della stringa <em>plugin_disable</em>!</strong>
zh_cn: <strong>解析字符串<em>plugin_disable</em>时出错！</strong>
