Repository: Khalil-420/TEKUP-MINI-CTF
Catalog: Web/Mission_Recovery/challenge/html/y0ugon4r3gr37it/intruder/zenphoto-1.6.2/zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: it_it, zh_cn

source: Initial rights for the new user. (If no rights are set, approval of the user will be required.)
it_it: Permessi iniziali per i nuovi utenti (se non viene impostato nessun permesso, sarà necessaria l’approvazione di ogni utente).
zh_cn: 新用户的初始权限。（如果未设置任何权限，则需要用户的批准。

source: You must supply the street field.
it_it: È necessario fornire il campo strada.
zh_cn: 您必须提供街道字段。

source: You must supply the city field.
it_it: È necessario fornire il campo città.
zh_cn: 您必须提供城市字段。

source: You must supply the state field.
it_it: È necessario fornire il campo stato.
zh_cn: 您必须提供状态字段。

source: You must supply the country field.
it_it: È necessario fornire il campo nazione.
zh_cn: 您必须提供国家/地区字段。

source: You must supply the postal code field.
it_it: È necessario fornire il campo codice postale.
zh_cn: 您必须提供邮政编码字段。

source: Registration confirmation
it_it: Conferma registrazione
zh_cn: 注册确认

source: Zenphoto Gallery registration
it_it: Registrazione alla galleria Zenphoto
zh_cn: Zenphoto 图库注册

source: %1$s (%2$s) has registered for the zenphoto gallery providing an e-mail address of %3$s.
it_it: %1$s (%2$s) si è registrato alla galleria zenphoto con l’indirizzo e-mail %3$s.
zh_cn: %1$s （%2$s） 已注册 zenphoto 库，提供电子邮件地址为 %3$s。

source: you are already logged in.
it_it: accesso già effettuato.
zh_cn: 您已经登录。

source: Thank you for registering.
it_it: Grazie per la registrazione.
zh_cn: 感谢您的注册。

source: You may now log onto the site and verify your personal information.
it_it: È ora possibile effettuare l’accesso al sito e verificare le informazioni personali.
zh_cn: 您现在可以登录网站并验证您的个人信息。

source: Your registration information has been accepted. An email has been sent to you to verify your email address.
it_it: Le informazioni di registrazione sono state accettate. È stata inviata un’e-mail per la verifica dell’indirizzo.
zh_cn: 您的注册信息已被接受。已向您发送一封电子邮件以验证您的电子邮件地址。

source: Registration failed.
it_it: Registrazione fallita.
zh_cn: 注册失败。

source: The user ID <em>%s</em> is already in use.
it_it: L’ID utente <em>%s</em> è già in uso.
zh_cn: 用户 ID <em>%s</em> 已在使用中。

source: Passwords may not be empty.
it_it: Le password non possono essere vuote.
zh_cn: 密码不能为空。

source: You have not filled in all the fields.
it_it: Non sono stati compilati tutti i campi.
zh_cn: 您尚未填写所有字段。

source: Invalid verification link.
it_it: Collegamento di verifica non valido.
zh_cn: 验证链接无效。

source: Enter a valid email address.
it_it: Inserire un indirizzo e-mail valido.
zh_cn: 输入有效的电子邮件地址。

source: The email address entered is already used.
it_it: L’indirizzo e-mail inserito è già in uso.
zh_cn: 输入的电子邮件地址已被使用。

source: The CAPTCHA you entered was not correct.
it_it: Il captcha inserito non è corretto.
zh_cn: 您输入的验证码不正确。

source: Verification failed.
it_it: Verifica fallita.
zh_cn: 验证失败。

source: Your registration request could not be completed.
it_it: Non è stato possibile completare la richiesta di registrazione.
zh_cn: 您的注册请求无法完成。

source: Your registration attempt failed a <code>register_user_registered</code> filter check.
it_it: Il tentativo di registrazione ha fallito il controllo di uno dei filtri <code>register_user_registered</code>.
zh_cn: 您的注册尝试未通过<code>register_user_registered</code>筛选器检查。

source: Data usage confirmation missing.
it_it: Manca l’assenso all’uso dei dati.
zh_cn: 缺少数据用量确认。

source: You have not agreed to data storage and handling by this website.
it_it: Non hai accettato memorizzazione e gestione dei dati da parte del sito.
zh_cn: 您尚未同意本网站的数据存储和处理。

source: Username* (this will be your user username)
it_it: Nome Utente* (sarà il proprio nome utente)
zh_cn: 用户名*（这将是您的用户名）

source: Email<strong>*</strong> (this will be your user id)
it_it: E-mail<strong>*</strong> (sarà il proprio id utente)
zh_cn: 电子邮件<strong>*</strong>（这将是您的用户ID）

source: User ID
it_it: ID utente
zh_cn: 用户名

source: <strong>*</strong>Required
it_it: <strong>*</strong>Richiesti
zh_cn: <strong>*</strong>必填

source: You may also register using federated credentials
it_it: È possibile registrarsi anche usando credenziali federate
zh_cn: 您也可以使用联合凭据注册

source: Provides functionality to get the related items to an item based on a tag search.
it_it: Fornisce funzionalità per ottenere elementi in relazione con un altro in base a una ricerca di tag.
zh_cn: 提供基于标签搜索获取与项相关的项的功能。

source: Related %s
it_it: %s correlati(e)
zh_cn: 相关 %s

source: Site rewrite rules tab.
it_it: Scheda rewrite rules del sito.
zh_cn: 站点重写规则选项卡。

source: rewrite
zh_cn: 重写

source: Rewrite Rules
it_it: Regole di Riscrittura (rewrite rules)
zh_cn: 重写规则

source: Error processing rewrite rule:
it_it: Errore nell’elaborazione della regola di riscrittura:
zh_cn: 处理重写规则时出错：

source: Utility to alter the rewrite token substitutions array in the configuration file.
it_it: Strumento per modificare i simboli (token) di rewrite nel file di configurazione.
zh_cn: 用于更改配置文件中的重写令牌替换数组的实用程序。

source: Rewrite Tokens are not useful unless the <code>mod_rewrite</code> option is enabled.
it_it: I simboli di rewrite (rewrite tokens) sono inutili se non è abilitato il <code>mod_rewrite</code>.
zh_cn: 除非启用了"重写令牌"选项，否则<code>mod_rewrite</code>将不起作用。

source: rewriteTokens restored to default
it_it: rewrite Token ripristinati ai valori predefiniti
zh_cn: 重写令牌恢复为默认值

source: The <code>%1$s</code> rule defines <strong>%2$s</strong> as <em>%3$s</em>.
it_it: La regola <code>%1$s</code> definisce <strong>%2$s</strong> come <em>%3$s</em>.
zh_cn: <code>%1$s</code> 规则将 <strong>%2$s</strong> 定义为 <em>%3$s</em>。

source: Link for <em>%s</em> script page.
it_it: Link per lo script di pagina <em>%s</em>.
zh_cn: <em>%s</em> 脚本页的链接。

source: <p class="notebox">Rewrite Tokens are not useful unless the <code>mod_rewrite</code> option is enabled.</p>
it_it: <p class="notebox">I simboli di rewrite (rewrite tokens) sono inutili se non è abilitato il <code>mod_rewrite</code>.</p>
zh_cn: <p class="notebox">除非启用<code>mod_rewrite</code>选项，否则重写令牌没有用处。</p>

source: <p>* denotes default core rewrite tokens.</p>
it_it: <p>* indica i token di riscrittura di base predefiniti.</p>
zh_cn: <p>* 表示默认核心重写令牌。</p>

source: Restore defaults.
it_it: Ripristina i valori predefiniti.
zh_cn: 恢复默认值。

source: Rewrite tokens may not be empty.
it_it: I rewrite token non possono essere vuoti.
zh_cn: 重写令牌不能为空。

source: Link for <em>%s</em> rule.
it_it: Link per la regola <em>%s</em>.
zh_cn: <em>%s</em> 规则的链接。

source: tokens
it_it: simboli (token)
zh_cn: 令牌

source: rewriteTokens
zh_cn: 重写令牌

source: Rewrite Tokens
it_it: Simboli di riscrittura (Rewrite Tokens)
zh_cn: 重写令牌

source: The Zenphoto <em>RSS</em> handler.
it_it: Il gestore <em>RSS</em> di Zenphoto.
zh_cn: Zenphoto <em>RSS</em> 处理程序。

source: This plugin must be enabled to supply <em>RSS</em> feeds.
it_it: Questo plugin deve essere abilitato per fornire i feed <em>RSS</em>.
zh_cn: 必须启用此插件才能提供 <em>RSS</em> 源。

source: <strong>Note:</strong> Theme support is required to display RSS links.
it_it: <strong>Nota:</strong> deve essere presente il supporto nel tema per poter visualizzare i link RSS.
zh_cn: <strong>注意：</strong>显示 RSS 链接需要主题支持。

source: RSS feeds enabled:
it_it: Feed RSS abilitati:
zh_cn: 启用了 RSS 源：

source: Gallery Comments
it_it: Commenti Galleria
zh_cn: 图库评论

source: All News
it_it: Tutte le notizie
zh_cn: 所有新闻

source: All Pages
it_it: Tutte le pagine
zh_cn: 所有页面

source: News/Page Comments
it_it: Commenti Notizie/Pagine
zh_cn: 新闻/页面评论

source: Check each RSS feed you wish to activate.
it_it: Selezionare tutti i feed RSS che si vogliono attivare.
zh_cn: 检查要激活的每个 RSS 源。

source: Image feed items:
it_it: Elementi feed immagine:
zh_cn: 图片源项目：

source: The number of new images and comments you want to appear in your site’s RSS feed
it_it: Il numero di nuove immagini e commenti che si vuole appaiano nel feed RSS del sito
zh_cn: 您希望在网站的 RSS 源中显示的新图片和评论的数量

source: Album feed items:
it_it: Elementi feed album:
zh_cn: 影集源项目：

source: Image size
it_it: Dimensione immagine
zh_cn: 图像大小

source: Size of RSS image feed images:
it_it: Dimensione immagini nel feed RSS immagine:
zh_cn: RSS 图像馈送图像的大小：

source: Album image size
it_it: Dimensione immagine album
zh_cn: 影集图像大小

source: Size of RSS album feed images :
it_it: Dimensione immagini del feed RSS album:
zh_cn: RSS 影集源图像的大小 ：

source: Image feed sort order:
it_it: Ordinamento feed immagine:
zh_cn: 图片源排序顺序：

source: latest by id
it_it: ultimo per id
zh_cn: 最新 ID

source: latest by date
it_it: ultimo per data
zh_cn: 最晚按日期

source: latest by mtime
it_it: ultimo per mtime
zh_cn: 最新由 mtime

source: latest by publishdate
it_it: ultimo per data di pubblicazione
zh_cn: 最新发布日期

source: Choose between latest by id for the latest uploaded, latest by date for the latest uploaded fetched by date, or latest by mtime for the latest uploaded fetched by the file’ last change timestamp.
it_it: Scegliere ultimo per id per l’ultima caricata, ultimo per data per l’ultima caricata in base alla data, o ultimo per mtime per l’ultima caricata in base al timestamp dell’ultima modifica al file.
zh_cn: 对于最新上传的 id，在"最新 by id"之间进行选择，对于按日期获取的最新上传，或者在"最新 by mtime"之间进行选择，对于文件上次更改时间戳提取的最新上传内容。

source: Album feed sort order:
it_it: Ordinamento feed album:
zh_cn: 影集源排序顺序：

source: Choose between latest by id for the latest uploaded and latest updated
it_it: Scegliere tra ultimo per id per l’ultimo caricato e ultimo aggiornato
zh_cn: 在最新上传的 ID 和最新更新的 ID 之间进行选择

source: RSS enclosure:
it_it: Enclosure RSS:
zh_cn: RSS 存储模块：

source: Check if you want to enable the RSS enclosure feature which provides a direct download for full images, movies etc. from within certain RSS reader clients (only Images RSS).
it_it: Selezionare l’opzione se si vuole abilitare la funzionalità <em>enclosure RSS</em> che permette lo scaricamento diretto di immagini complete, film ecc. da parte di certi lettori di feed rss <em>(solo RSS immagini)</em>.
zh_cn: 检查是否要启用RSS存储模块功能，该功能可从某些RSS阅读器客户端（仅限图像RSS）中直接下载完整图像，电影等。

source: Media RSS:
zh_cn: 媒体 RSS：

source: Check if media RSS support is to be enabled. This support is used by some services and programs (only Images RSS).
it_it: Selezionare l’opzione se si vuole abilitare il supporto a <em>media RSS</em>. Questo supporto è usato da alcuni servizi e programmi <em>(solo RSS immagini)</em>.
zh_cn: 检查是否要启用媒体 RSS 支持。某些服务和程序（仅限图像 RSS）使用此支持。

source: Check if you want to enable static RSS feed caching. The cached file will be placed within the <em>%s</em> folder.
it_it: Impostare se si vuole abilitare la cache per i feed RSS. Il file della cache verrà messo nella cartella <em>%s</em>.
zh_cn: 检查是否要启用静态 RSS 源缓存。缓存的文件将放在 <em>%s</em> 文件夹中。

source: Cache expiration
it_it: Scadenza cache
zh_cn: 缓存过期

source: Cache expire default is 86400 seconds (1 day = 24 hrs * 60 min * 60 sec).
it_it: Quando la cache deve scadere, in secondi. Predefinito: 86400 secondi (1 giorno = 24 ore * 60 min * 60 sec).
zh_cn: 缓存过期默认值为 86400 秒（1 天 = 24 小时 * 60 分钟 * 60 秒）。

source: Hitcounter
it_it: Contatore visite
zh_cn: 点击数

source: Check if you want to store the hitcount on RSS feeds.
it_it: Selezionare se si vuole includere il conto delle visite nei feed RSS.
zh_cn: 检查是否要将点击计数存储在 RSS 源上。

source: Gallery title
it_it: Titolo galleria
zh_cn: 图库标题

source: Website title
it_it: Titolo sito web
zh_cn: 网站标题

source: Both
it_it: Entrambi
zh_cn: 双

source: Select what you want to use as the main RSS feed (channel) title. “Both” means Website title followed by Gallery title
it_it: Selezionare cosa si vuole usare come titolo per il feed RSS principale. "Entrambi" significa il titolo del sito seguito dal titolo della galleria
zh_cn: 选择要用作主 RSS 源（频道）标题的内容。"两者"表示网站标题，后跟图库标题

source: Portable RSS link
it_it: Link RSS portatile
zh_cn: 相对式 RSS 链接

source: If checked links generated for logged‑in users will include a token identifying the user. Use of that link when not logged‑in will give the same feed as if the user were logged‑in.
it_it: Se selezionato, i link generati per utenti connessi includerà un simbolo di identificazione dell’utente. L’uso di quel link quando non si è connessi darà lo stesso feed che avrebbe l’utente se fosse connesso.
zh_cn: 如果已选中，则为登录用户生成的链接将包含标识用户的令牌。在未登录时使用该链接将提供与用户登录时相同的源。

source: Feed text length
it_it: Lunghezza testo feed
zh_cn: 源文本长度

source: The text length of the Zenpage RSS feed items. No value for full length.
it_it: La lunghezza del testo degli elementi del feed RSS di Zenpage. Lasciare in bianco per inserire tutto il testo.
zh_cn: Zenpage RSS 源项的文本长度。全长没有值。

source: Zenpage feed items
it_it: Elementi feed di Zenpage
zh_cn: Zenpage页面源项目

source: The number of news articles you want to appear in your site’s News RSS feed.
it_it: Il numero di notizie che si vuole appaiano nel feed RSS del sito.
zh_cn: 您希望在网站的新闻 RSS 源中显示的新闻文章数。

source: (Latest news)
it_it: (Ultime notizie)
zh_cn: （最新消息）

source: (Latest news and albums)
it_it: (Ultime notizie e album)
zh_cn: （最新消息和影集）

source: (Latest news and images)
it_it: (Ultime notizie e immagini)
zh_cn: （最新消息和图片）

source: (Most popular news)
it_it: (Notizie più popolari)
zh_cn: （最热门新闻）

source: (Most rated news)
it_it: (Notizie più votate)
zh_cn: （收视率最高的新闻）

source: (Top rated news)
it_it: (Notizie col voto più alto)
zh_cn: （收视率最高的新闻）

source: (Random news)
it_it: (Notizie casuali)
zh_cn: （随机新闻）

source: (Most popular pages)
it_it: (Pagine più popolari)
zh_cn: （最受欢迎的页面）

source: (Most rated pages)
it_it: (Pagine più votate)
zh_cn: （评分最高的页面）

source: (Top rated pages)
it_it: (Pagine col voto più alto)
zh_cn: （评分最高的页面）

source: (Random pages)
it_it: (Pagine casuali)
zh_cn: （随机页面）

source: (Latest pages)
it_it: (Ultime pagine)
zh_cn: （最新页面）

source: (latest comments)
it_it: (ultimi commenti)
zh_cn: （最新评论）

source: %s (%u image)
it_it: %s (%u immagine)
zh_cn: %s （%u 图像）

source: Date: %s
it_it: Data: %s
zh_cn: 日期： %s

source: No items available.
it_it: Nessun elemento disponibile.
zh_cn: 无可用项目。

source: A Zenphoto plugin that provides scriptless and privacy friendly sharing buttons for Facebook, Twitter, Google+, Pinterest, Linkedin, Xing, Reddit, Stumbleupon, Tumblr, WhatsApp (iOS only) and e-mail. (Note: No share counts because of that!).
it_it: Un plugin per Zenphoto che fornisce pulsanti di condivisione privi di script e rispettosi della privacy per Facebook, Twitter, Google+, Pinterest, Linkedin, Xing, Reddit, Stumbleupon, Tumblr, WhatsApp (solo iOS) ed e-mail. (Nota: Nessun contatore di condivisioni quindi!).
zh_cn: 一个Zenphoto插件，为Facebook，Twitter，Google+，Pinterest，LinkedIn，Xing，Reddit，Stumbleupon，Tumblr，WhatsApp（仅限iOS）和电子邮件提供无脚本和隐私友好的共享按钮。（注意：因此没有份额计数！

source: Social networks
it_it: Social network
zh_cn: 社交网络

source: Select the social networks you wish buttons to appear for. Note: WhatsApp iOS only.
it_it: Scegli i social network di cui vuoi mostrare i pulsanti. Nota: WhatsApp solo iOS.
zh_cn: 选择您希望为其显示按钮的社交网络。注意：仅限 WhatsApp iOS。

source: Icon font and default CSS
it_it: Font delle icone e CSS predefinito
zh_cn: 图标字体和默认 CSS

source: Uncheck to disable loading the included font and CSS and use your own theme based icon font and CSS.
it_it: Deseleziona per disabilitare font e CSS inclusi, e per usare font delle icone e CSS basati sul proprio tema.
zh_cn: 取消选中以禁用加载包含的字体和CSS，并使用您自己的基于主题的图标字体和CSS。

source: Icons only
it_it: Solo icone
zh_cn: 仅限图标

source: Check to hide the service name and only show icon buttons.
it_it: Seleziona per nascondere il nome del servizio e mostrare solo i pulsanti icona.
zh_cn: 选中以隐藏服务名称并仅显示图标按钮。

source: Twitter user name
it_it: Nome utente Twitter
zh_cn: 推特用户名

source: Enter your Twitter name without @ here if you like to have it appended to tweets made.
it_it: Inserisci qui il tuo nome Twitter senza @ se vuoi aggiungerlo ai tweet scritti.
zh_cn: 在这里输入你的Twitter名称，不要@，如果你想把它附加到推文中。

source: e-mail
zh_cn: 电子邮件

source: Collects and displays search criteria.
it_it: Colleziona e visualizza i criteri di ricerca.
zh_cn: 收集并显示搜索条件。

source: Threshold (success)
it_it: Soglia (successo)
zh_cn: 阈值（成功）

source: Show the top <em>Threshold</em> criteria of successful searches. (Searches which returned at least one result.)
it_it: Visualizza i principali <em>Valore</em> criteri di ricerca efficaci (ricerche che hanno restituito almeno un risultato).
zh_cn: 显示成功搜索的最高<em>阈值</em>条件。（返回至少一个结果的搜索。

source: Threshold (failed)
it_it: Soglia (fallita)
zh_cn: 阈值（失败）

source: Show the top <em>Threshold</em> criteria of searches that failed.
it_it: Visualizza i principali <em>Valore</em> criteri di ricerca che hanno fallito.
zh_cn: 显示失败的搜索的最高<em>阈值</em>条件。

source: Threshold (terms)
it_it: Soglia (termini)
zh_cn: 阈值（术语）

source: Show the top <em>Threshold</em> terms used in searches.
it_it: Visualizza i principali <em>Valore</em> termini usati nelle ricerche.
zh_cn: 显示搜索中使用的顶级<em>阈值</em>字词。

source: Threshold (IP)
it_it: Soglia (IP)
zh_cn: 阈值 （IP）

source: Show the top <em>Threshold</em> IPs that have performed searches.
it_it: Visualizza i principali <em>Valore</em> IP che hanno effettuato ricerche.
zh_cn: 显示已执行搜索的最高<em>阈值</em> IP。

source: Search statistics
it_it: Statistiche ricerca
zh_cn: 搜索统计信息

source: Analyze searches
it_it: Analizza ricerche
zh_cn: 分析搜索

source: Analysis
it_it: Analisi
zh_cn: 分析

source: Search analysis
it_it: Analisi della ricerca
zh_cn: 搜索分析

source: No search criteria collected.
it_it: Nessun criterio di ricerca raccolto.
zh_cn: 未收集任何搜索条件。

source: Top %u successful search criteria
it_it: Principali %u criteri di ricerca efficaci
zh_cn: 最 %u 个成功搜索条件

source: Successful search criteria
it_it: Criteri di ricerca efficatci
zh_cn: 成功的搜索条件

source: Top %u failed search criteria
it_it: Principali %u criteri di ricerca non efficaci
zh_cn: 顶部 %u 失败的搜索条件

source: Failed search criteria
it_it: Criteri di ricerca falliti
zh_cn: 失败的搜索条件

source: Top %u search terms used
it_it: Principali %u termini di ricerca usati
zh_cn: 使用的热门 %u 搜索词

source: Search terms used
it_it: Termini di ricerca usati
zh_cn: 使用的搜索词

source: Top %u Search IPs
it_it: Principali %u IP della ricerca
zh_cn: 顶部 %u 搜索 IP

source: Search IPs
it_it: IP della ricerca
zh_cn: 搜索 IP

source: Change <em>Threshold</em> values
it_it: Modifica i valori di <em>soglia</em>
zh_cn: 更改<em>阈值</em>

source: Logs selected security events.
it_it: Crea un log degli eventi relativi alla sicurezza selezionati.
zh_cn: 记录选定的安全事件。

source: Record logon attempts of
it_it: Registra i tentativi di accesso di
zh_cn: 记录 的登录尝试

source: Administrators
it_it: Amministratori
zh_cn: 管理员

source: Guests
it_it: Ospiti
zh_cn: 访客

source: If checked login attempts will be logged.
it_it: Se abilitato i tentativi di accesso verranno registrati.
zh_cn: 如果检查，将记录登录尝试。

source: Record failed admin access
it_it: Registra gli accessi falliti
zh_cn: 记录失败的管理员访问

source: All attempts
it_it: Tutti i tentativi
zh_cn: 所有尝试

source: Only user attempts
it_it: Solo gli utenti
zh_cn: 仅用户尝试

source: Record admin page access failures.
it_it: Registra gli accessi falliti alle pagine di amministrazione.
zh_cn: 记录管理员页面访问失败。

source: Record logon
it_it: Registra gli accessi
zh_cn: 记录登录

source: Successful attempts
it_it: Tentativi a buon fine
zh_cn: 成功的尝试

source: unsuccessful attempts
it_it: tentativi non a buon fine
zh_cn: 不成功的尝试

source: Record login failures, successes, or all attempts.
it_it: Registra gli accessi falliti, riusciti, o tutti i tentativi.
zh_cn: 记录登录失败、成功或所有尝试。

source: Log reset
it_it: Azzera log
zh_cn: 日志重置

source: Log deleted
it_it: Log eliminato
zh_cn: 日志已删除

source: Log downloaded
it_it: Log scaricato
zh_cn: 日志已下载

source: Install
it_it: Installa
zh_cn: 安装

source: Setup run request skipped.
it_it: Ignorata la richiesta di eseguire il setup.
zh_cn: 已跳过安装程序运行请求。

source: Protect setup scripts
it_it: Proteggi gli script di setup
zh_cn: 保护安装脚本

source: Request add user
it_it: Richiesta di aggiunta utente
zh_cn: 请求添加用户

source: Request update user
it_it: Richiesta di aggiornamento utente
zh_cn: 请求更新用户

source: Request delete user
it_it: Richiesta di cancellazione utente
zh_cn: 请求删除用户

source: Cross Site Reference
zh_cn: 跨站点引用

source: Album access
it_it: Accesso album
zh_cn: 影集访问

source: Admin access
it_it: Accesso amministratore
zh_cn: 管理员访问权限

source: Guest login
it_it: Login ospite
zh_cn: 访客登录

source: Admin login
it_it: Login amministratore
zh_cn: 管理员登录

source: Authorization cookie check
it_it: Controllo cookie di autorizzazione
zh_cn: 授权饼干检查

source: date requestor’s IP type user ID user name outcome authority additional information
it_it: data IP richiedente tipo ID utente nome utente uscita autorità informazioni aggiuntive
zh_cn: 日期 请求者IP 类型 用户ID 用户名 结果 颁发机构 附加信息

source: Failed
it_it: Fallito
zh_cn: 失败

source: Success
it_it: Successo
zh_cn: 成功

source: Blocked
it_it: Bloccato
zh_cn: 封锁

source: Set Security log permissions
it_it: I permessi di sicurezza del log
zh_cn: 设置安全日志权限

source: File permissions of Security log are %04o
it_it: I permessi del file del log di sicurezza sono %04o
zh_cn: 安全日志的文件权限为 %04o

source: Provides a utility SEO file/folder name clenser.
it_it: Fornisce una funzionalità SEO per pulire i nomi di file e cartelle.
zh_cn: 提供 SEO 文件/文件夹名称清理工具。

source: SEO Cleaner
it_it: Pulitore SEO
zh_cn: 搜索引擎优化工具

source: Make file and folder names in the Gallery SEO friendly.
it_it: Rende i nomi di file e cartelle della galleria più amichevoli per i motori di ricerca (SEO friendly).
zh_cn: 使库中的文件和文件夹名称对 SEO 友好。

source: There was an error #%d with the rename operation.
it_it: Si è verificato un errore #%d nell’operazione di rinomina.
zh_cn: 重命名操作时出现错误 #%d。

source: <em>%1$s</em> rename to <em>%2$s</em> failed: %3$s
it_it: <em>%1$s</em> rinominata in<em>%2$s</em> fallita: %3$s
zh_cn: <em>%1$s</em> 重命名为 <em>%2$s</em> 失败： %3$s

source: <em>%1$s</em> renamed to <em>%2$s</em>
it_it: <em>%1$s</em> rinominata in<em>%2$s</em>
zh_cn: <em>%1$s</em> 重命名为 <em>%2$s</em>

source: SEO cleaner
it_it: Pulitore SEO
zh_cn: 搜索引擎优化工具

source: Cleanup album and image names to be SEO friendly
it_it: Pulizia dei nomi di album e immagini per ragioni di SEO
zh_cn: 清理影集和图像名称，以便SEO友好

source: %d album cleaned.
it_it: %d album pulito.
zh_cn: %d 影集已清理。

source: No albums cleaned.
it_it: Nessun album pulito.
zh_cn: 未清理任何影集。

source: %d image cleaned.
it_it: %d immagine pulita.
zh_cn: %d 图像已清理。

source: No images cleaned.
it_it: Nessuna immagine pulita.
zh_cn: 未清理任何图像。

source: No albums or images cleaned up.
it_it: Nessuna immagine o album puliti.
zh_cn: 未清理影集或图像。

source: Allows setting language locale through the URI.
it_it: Consenti di impostare la lingua locale attraverso l’URI.
zh_cn: 允许通过 URI 设置语言区域设置。

source: <strong>Note:</strong> This plugin is not activated for <em>back&#8209;end</em> (administrative) URLs. However, once activated, the language is remembered, even for the <em>back&#8209;end</em>.
it_it: <strong>Nota:</strong> questo plugin non è attivato per le URL del <em>back&#8209;end</em> (amministrazione). Quando attivato, però, la lingua viene ricordata, anche per il <em>back&#8209;end</em>.
zh_cn: <strong>注意：</strong>此插件不会为<em>后端</em>（管理）URL 激活。但是，一旦激活，该语言就会被记住，即使对于<em>后端</em>也是如此。

source: <em>mod_rewrite</em> must be enabled for this plugin to function.
it_it: <em>mod_rewrite</em> deve essere abilitato perché questo plugin possa funzionare.
zh_cn: 必须启用<em>mod_rewrite</em>才能使此插件正常工作。

source: This plugin is not compatible with the <code>dynamic locale</code> <em>Use subdomains</em> option
it_it: Questo plugin non è compatibile con l’opzione <em>Usa sottodomini</em>di <code>dynamic locale</code>
zh_cn: 此插件与<code>动态区域设置</code><em>使用子域</em>选项不兼容

source: SEO <em>Null</em> filter.
it_it: Filtro SEO <em>Null</em>.
zh_cn: SEO <em>空</em>筛选器。

source: The only translation performed is one or more <em>white space</em> characters are converted to a <em>hyphen</em>.
it_it: L’unica modifica effettuata è la trasformazione di uno o più spazi bianchi in un <em>trattino</em>.
zh_cn: 执行的唯一转换是将一个或多个<em>空格</em>字符转换为<em>连字符</em>。
